{
  "title": "ぼくの木",
  "description": "A touching story about a boy named Ren who cares for a cherry tree planted with his late mother, watching it grow through the seasons as he processes his grief and grows stronger.",
  "pages": [
    {
      "id": "1",
      "title": "Spring Morning",
      "description": "Ren gazes at the small cherry tree in the corner of the garden",
      "sentences": {
        "春の朝、ぼくは庭のすみに立つ小さな桜の木を見つめていた。": "On a spring morning, I gazed at the small cherry tree standing in the corner of the garden.",
        "風がまだ冷たいのに、土の中からかすかに花のにおいがした。": "Even though the wind was still cold, a faint scent of flowers came from the soil.",
        "それは、お母さんと一緒に植えた木だった。": "It was the tree I had planted together with my mother."
      }
    },
    {
      "id": "2",
      "title": "Memories of Planting",
      "description": "Ren remembers the day they planted the tree together",
      "sentences": {
        "去年の春、二人で手を汚しながら植えたあの日を、ぼくはよく覚えている。": "I remembered well that day last spring when we planted it together, getting our hands dirty.",
        "「この木が大きくなったら、お花見しようね」と、お母さんは笑って言っていた。": "\"When this tree grows big, let's have a flower viewing party,\" my mother had said with a smile.",
        "その笑顔が、ぼくの心の中でいまも光っていた。": "That smile was still shining in my heart."
      }
    },
    {
      "id": "3",
      "title": "A Broken Promise",
      "description": "Mother passes away before the promise can be kept",
      "sentences": {
        "けれど、その約束を待つ前に、お母さんは遠いところへ行ってしまった。": "But before we could wait for that promise, my mother had gone far away.",
        "部屋の中は静かで、桜の木も黙っているように見えた。": "The room was quiet, and the cherry tree seemed to be silent too."
      }
    },
    {
      "id": "4",
      "title": "Winter Grief",
      "description": "Ren cannot approach the tree during winter",
      "sentences": {
        "冬のあいだ、雪が降り積もっても、ぼくは木のそばへ行けなかった。": "During winter, even when the snow piled up, I couldn't go near the tree.",
        "見るたびに、胸の中がつんと痛くなったからだ。": "Because every time I looked at it, my chest ached sharply."
      }
    },
    {
      "id": "5",
      "title": "Teacher's Words",
      "description": "A teacher's words about spring light a spark in Ren's heart",
      "sentences": {
        "ある日、学校の先生が言った。": "One day, the school teacher said,",
        "「春はね、いろんなものが生まれ変わる季節なんだよ。」": "\"Spring is the season when all kinds of things are reborn.\"",
        "その言葉が、ぼくの心の奥でぽっとあかりをともした。": "Those words lit a small light deep in my heart."
      }
    },
    {
      "id": "6",
      "title": "Finding Courage",
      "description": "Ren musters courage to go to the garden and finds a small sprout",
      "sentences": {
        "帰り道、ぼくは勇気を出して庭に出た。": "On the way home, I mustered courage and went out to the garden.",
        "冷たい風がふいても、どこかあたたかい匂いがした。": "Even though a cold wind blew, there was a warm scent somewhere.",
        "しゃがんで見ると、土の中から小さな芽がのぞいていた。": "When I crouched down to look, a small sprout was peeking out from the soil."
      }
    },
    {
      "id": "7",
      "title": "Mother's Presence",
      "description": "Ren feels his mother's presence through the sprout",
      "sentences": {
        "「お母さん、ちゃんとここにいるんだね。」": "\"Mother, you're really here, aren't you?\"",
        "ぼくは指先でその芽をそっとなでた。": "I gently stroked the sprout with my fingertips.",
        "それは、春のやわらかい心臓の音みたいに、ぴくんと動いた気がした。": "It felt like it twitched, like the soft heartbeat of spring."
      }
    },
    {
      "id": "8",
      "title": "Daily Routine",
      "description": "Watering the tree becomes Ren's daily routine",
      "sentences": {
        "それから、毎朝水をあげるのが日課になった。": "From then on, watering it every morning became my daily routine.",
        "「おはよう」「きょうもがんばろうね」と声をかけながら。": "While saying \"Good morning\" and \"Let's do our best today.\"",
        "誰かと話しているみたいで、寂しくなかった。": "It was like talking to someone, and I didn't feel lonely."
      }
    },
    {
      "id": "9",
      "title": "Growing Tree",
      "description": "The tree grows little by little through rain and wind",
      "sentences": {
        "雨の日も風の日も、木は少しずつ大きくなっていった。": "On rainy days and windy days, the tree grew little by little.",
        "ぼくは長靴をはいて傘をさし、木を守るように立った。": "I wore rain boots and held an umbrella, standing as if to protect the tree.",
        "水滴が葉の上で光り、まるで笑っているようだった。": "Water drops sparkled on the leaves, as if they were laughing."
      }
    },
    {
      "id": "10",
      "title": "Summer Visit",
      "description": "In summer, Ren catches bugs with his friend Masaki",
      "sentences": {
        "夏には、木の枝にセミがとまり、友だちのまさきと虫取りをした。": "In summer, cicadas perched on the tree's branches, and I caught bugs with my friend Masaki.",
        "「これ、れんのお母さんの木？」とまさきが聞く。": "\"Is this your mother's tree, Ren?\" Masaki asked.",
        "ぼくはうなずき、「うん、いまはぼくの木だよ」と答えた。": "I nodded and answered, \"Yeah, now it's my tree.\""
      }
    },
    {
      "id": "11",
      "title": "Autumn Colors",
      "description": "In autumn, the leaves turn red and yellow",
      "sentences": {
        "秋になると、葉っぱが赤や黄色に染まり、風の中でくるくる踊った。": "When autumn came, the leaves turned red and yellow, dancing round and round in the wind.",
        "ぼくは一枚の葉を拾い上げて、「お母さんのスカーフみたい」と笑った。": "I picked up a leaf and laughed, saying \"It's like mother's scarf.\"",
        "その笑顔を見て、お父さんもやさしく笑った。": "Seeing that smile, my father smiled gently too."
      }
    },
    {
      "id": "12",
      "title": "Second Winter",
      "description": "When winter comes again, Ren is no longer afraid",
      "sentences": {
        "冬がまた来ても、ぼくはもう怖くなかった。": "Even when winter came again, I was no longer afraid.",
        "木は葉を落としても、しっかり立っていた。": "Even though the tree shed its leaves, it stood firmly.",
        "「ぼくも負けないよ」と、ぼくは小さな声で言った。": "\"I won't give up either,\" I said in a small voice."
      }
    },
    {
      "id": "13",
      "title": "Second Spring",
      "description": "In the second spring, the cherry tree blooms for the first time",
      "sentences": {
        "二年目の春、ぼくは朝早く目を覚ました。": "In the second spring, I woke up early in the morning.",
        "窓の外がふんわり明るくて、庭に出てみると――": "The outside of the window was softly bright, and when I went out to the garden—",
        "桜の木が、初めて小さな花を咲かせていた。": "The cherry tree had bloomed small flowers for the first time."
      }
    },
    {
      "id": "14",
      "title": "Cherry Blossoms",
      "description": "The cherry blossoms remind Ren of his mother",
      "sentences": {
        "花びらのひとつひとつが、やさしい手のひらみたいだった。": "Each petal was like a gentle palm.",
        "風にゆれるたび、お母さんの声が聞こえる気がした。": "Every time they swayed in the wind, I felt like I could hear my mother's voice.",
        "「れん、よくがんばったね。」": "\"Ren, you did so well.\""
      }
    },
    {
      "id": "15",
      "title": "Ren's Growth",
      "description": "Ren stands under the tree and talks to his mother",
      "sentences": {
        "ぼくは木の下に立ち、空を見上げた。": "I stood under the tree and looked up at the sky.",
        "「お母さん、ぼくはちゃんと大きくなってるよ。」": "\"Mother, I'm growing up properly.\"",
        "桜の花びらがひとひら、ぼくの肩に落ちて、あたたかく光った。": "A single cherry blossom petal fell on my shoulder and glowed warmly."
      }
    }
  ]
}