{
    "title": "Mi Árbol",
    "description": "Una historia conmovedora sobre un niño llamado Ren que cuida un cerezo plantado con su difunta madre, observándolo crecer a través de las estaciones mientras procesa su dolor y se fortalece.",
    "pages": [
        {
            "id": "1",
            "title": "Mañana de Primavera",
            "description": "Ren contempla el pequeño cerezo en la esquina del jardín",
            "sentences": {
                "春の朝、ぼくは庭のすみに立つ小さな桜の木を見つめていた。": "En una mañana de primavera, contemplaba el pequeño cerezo que se erguía en la esquina del jardín.",
                "風がまだ冷たいのに、土の中からかすかに花のにおいがした。": "Aunque el viento todavía era frío, un tenue aroma de flores provenía de la tierra.",
                "それは、お母さんと一緒に植えた木だった。": "Era el árbol que había plantado junto con mi madre."
            }
        },
        {
            "id": "2",
            "title": "Recuerdos de Plantar",
            "description": "Ren recuerda el día que plantaron el árbol juntos",
            "sentences": {
                "去年の春、二人で手を汚しながら植えたあの日を、ぼくはよく覚えている。": "Recordaba bien aquel día de la primavera pasada cuando lo plantamos juntos, ensuciándonos las manos.",
                "「この木が大きくなったら、お花見しようね」と、お母さんは笑って言っていた。": "\"Cuando este árbol crezca grande, hagamos una fiesta de contemplación de flores,\" mi madre había dicho con una sonrisa.",
                "その笑顔が、ぼくの心の中でいまも光っていた。": "Esa sonrisa todavía brillaba en mi corazón."
            }
        },
        {
            "id": "3",
            "title": "Una Promesa Rota",
            "description": "La madre fallece antes de que se pueda cumplir la promesa",
            "sentences": {
                "けれど、その約束を待つ前に、お母さんは遠いところへ行ってしまった。": "Pero antes de que pudiéramos esperar esa promesa, mi madre se había ido lejos.",
                "部屋の中は静かで、桜の木も黙っているように見えた。": "La habitación estaba en silencio, y el cerezo también parecía estar callado."
            }
        },
        {
            "id": "4",
            "title": "Dolor Invernal",
            "description": "Ren no puede acercarse al árbol durante el invierno",
            "sentences": {
                "冬のあいだ、雪が降り積もっても、ぼくは木のそばへ行けなかった。": "Durante el invierno, incluso cuando la nieve se acumulaba, no podía acercarme al árbol.",
                "見るたびに、胸の中がつんと痛くなったからだ。": "Porque cada vez que lo miraba, mi pecho dolía agudamente."
            }
        },
        {
            "id": "5",
            "title": "Las Palabras del Maestro",
            "description": "Las palabras de un maestro sobre la primavera encienden una chispa en el corazón de Ren",
            "sentences": {
                "ある日、学校の先生が言った。": "Un día, el maestro de la escuela dijo:",
                "「春はね、いろんなものが生まれ変わる季節なんだよ。」": "\"La primavera es la estación en que todo tipo de cosas renacen.\"",
                "その言葉が、ぼくの心の奥でぽっとあかりをともした。": "Esas palabras encendieron una pequeña luz en lo profundo de mi corazón."
            }
        },
        {
            "id": "6",
            "title": "Encontrando Valor",
            "description": "Ren reúne valor para ir al jardín y encuentra un pequeño brote",
            "sentences": {
                "帰り道、ぼくは勇気を出して庭に出た。": "De camino a casa, reuní valor y salí al jardín.",
                "冷たい風がふいても、どこかあたたかい匂いがした。": "Aunque soplaba un viento frío, había un aroma cálido en algún lugar.",
                "しゃがんで見ると、土の中から小さな芽がのぞいていた。": "Cuando me agaché para mirar, un pequeño brote asomaba de la tierra."
            }
        },
        {
            "id": "7",
            "title": "La Presencia de la Madre",
            "description": "Ren siente la presencia de su madre a través del brote",
            "sentences": {
                "「お母さん、ちゃんとここにいるんだね。」": "\"Mamá, realmente estás aquí, ¿verdad?\"",
                "ぼくは指先でその芽をそっとなでた。": "Acaricié suavemente el brote con la punta de los dedos.",
                "それは、春のやわらかい心臓の音みたいに、ぴくんと動いた気がした。": "Sentí como si se estremeciera, como el suave latido del corazón de la primavera."
            }
        },
        {
            "id": "8",
            "title": "Rutina Diaria",
            "description": "Regar el árbol se convierte en la rutina diaria de Ren",
            "sentences": {
                "それから、毎朝水をあげるのが日課になった。": "Desde entonces, regarlo cada mañana se convirtió en mi rutina diaria.",
                "「おはよう」「きょうもがんばろうね」と声をかけながら。": "Mientras decía \"Buenos días\" y \"Hagamos nuestro mejor esfuerzo hoy.\"",
                "誰かと話しているみたいで、寂しくなかった。": "Era como hablar con alguien, y no me sentía solo."
            }
        },
        {
            "id": "9",
            "title": "Árbol Creciente",
            "description": "El árbol crece poco a poco a través de la lluvia y el viento",
            "sentences": {
                "雨の日も風の日も、木は少しずつ大きくなっていった。": "En días lluviosos y ventosos, el árbol creció poco a poco.",
                "ぼくは長靴をはいて傘をさし、木を守るように立った。": "Usé botas de lluvia y sostuve un paraguas, parado como si protegiera el árbol.",
                "水滴が葉の上で光り、まるで笑っているようだった。": "Las gotas de agua brillaban en las hojas, como si estuvieran riendo."
            }
        },
        {
            "id": "10",
            "title": "Visita de Verano",
            "description": "En verano, Ren atrapa insectos con su amigo Masaki",
            "sentences": {
                "夏には、木の枝にセミがとまり、友だちのまさきと虫取りをした。": "En verano, las cigarras se posaban en las ramas del árbol, y atrapé insectos con mi amigo Masaki.",
                "「これ、れんのお母さんの木？」とまさきが聞く。": "\"¿Es este el árbol de tu madre, Ren?\" preguntó Masaki.",
                "ぼくはうなずき、「うん、いまはぼくの木だよ」と答えた。": "Asentí y respondí: \"Sí, ahora es mi árbol.\""
            }
        },
        {
            "id": "11",
            "title": "Colores de Otoño",
            "description": "En otoño, las hojas se vuelven rojas y amarillas",
            "sentences": {
                "秋になると、葉っぱが赤や黄色に染まり、風の中でくるくる踊った。": "Cuando llegó el otoño, las hojas se tiñeron de rojo y amarillo, bailando en círculos en el viento.",
                "ぼくは一枚の葉を拾い上げて、「お母さんのスカーフみたい」と笑った。": "Recogí una hoja y me reí diciendo: \"Es como la bufanda de mamá.\"",
                "その笑顔を見て、お父さんもやさしく笑った。": "Al ver esa sonrisa, mi padre también sonrió gentilmente."
            }
        },
        {
            "id": "12",
            "title": "Segundo Invierno",
            "description": "Cuando llega el invierno nuevamente, Ren ya no tiene miedo",
            "sentences": {
                "冬がまた来ても、ぼくはもう怖くなかった。": "Incluso cuando llegó el invierno nuevamente, ya no tenía miedo.",
                "木は葉を落としても、しっかり立っていた。": "Aunque el árbol perdió sus hojas, se mantenía firme.",
                "「ぼくも負けないよ」と、ぼくは小さな声で言った。": "\"Yo tampoco me rendiré,\" dije en voz baja."
            }
        },
        {
            "id": "13",
            "title": "Segunda Primavera",
            "description": "En la segunda primavera, el cerezo florece por primera vez",
            "sentences": {
                "二年目の春、ぼくは朝早く目を覚ました。": "En la segunda primavera, me desperté temprano en la mañana.",
                "窓の外がふんわり明るくて、庭に出てみると――": "El exterior de la ventana estaba suavemente iluminado, y cuando salí al jardín—",
                "桜の木が、初めて小さな花を咲かせていた。": "El cerezo había florecido pequeñas flores por primera vez."
            }
        },
        {
            "id": "14",
            "title": "Flores de Cerezo",
            "description": "Las flores de cerezo le recuerdan a Ren su madre",
            "sentences": {
                "花びらのひとつひとつが、やさしい手のひらみたいだった。": "Cada pétalo era como una palma gentil.",
                "風にゆれるたび、お母さんの声が聞こえる気がした。": "Cada vez que se mecían con el viento, sentía que podía escuchar la voz de mi madre.",
                "「れん、よくがんばったね。」": "\"Ren, lo hiciste muy bien.\""
            }
        },
        {
            "id": "15",
            "title": "El Crecimiento de Ren",
            "description": "Ren se para bajo el árbol y le habla a su madre",
            "sentences": {
                "ぼくは木の下に立ち、空を見上げた。": "Me paré bajo el árbol y miré hacia el cielo.",
                "「お母さん、ぼくはちゃんと大きくなってるよ。」": "\"Mamá, estoy creciendo adecuadamente.\"",
                "桜の花びらがひとひら、ぼくの肩に落ちて、あたたかく光った。": "Un solo pétalo de cerezo cayó en mi hombro y brilló cálidamente."
            }
        }
    ]
}
