{
    "title": "Mon Arbre",
    "description": "Une histoire touchante sur un garçon nommé Ren qui s'occupe d'un cerisier planté avec sa défunte mère, le regardant grandir au fil des saisons tout en surmontant son chagrin et en devenant plus fort.",
    "pages": [
        {
            "id": "1",
            "title": "Matin de Printemps",
            "description": "Ren contemple le petit cerisier dans le coin du jardin",
            "sentences": {
                "春の朝、ぼくは庭のすみに立つ小さな桜の木を見つめていた。": "Par un matin de printemps, je contemplais le petit cerisier qui se dressait dans le coin du jardin.",
                "風がまだ冷たいのに、土の中からかすかに花のにおいがした。": "Bien que le vent fût encore froid, un léger parfum de fleurs s'échappait de la terre.",
                "それは、お母さんと一緒に植えた木だった。": "C'était l'arbre que j'avais planté avec ma mère."
            }
        },
        {
            "id": "2",
            "title": "Souvenirs de Plantation",
            "description": "Ren se souvient du jour où ils ont planté l'arbre ensemble",
            "sentences": {
                "去年の春、二人で手を汚しながら植えたあの日を、ぼくはよく覚えている。": "Je me souvenais bien de ce jour du printemps dernier où nous l'avions planté ensemble en nous salissant les mains.",
                "「この木が大きくなったら、お花見しようね」と、お母さんは笑って言っていた。": "\"Quand cet arbre sera grand, nous regarderons les fleurs ensemble,\" avait dit ma mère avec un sourire.",
                "その笑顔が、ぼくの心の中でいまも光っていた。": "Ce sourire brillait encore dans mon cœur."
            }
        },
        {
            "id": "3",
            "title": "Une Promesse Brisée",
            "description": "La mère décède avant que la promesse ne puisse être tenue",
            "sentences": {
                "けれど、その約束を待つ前に、お母さんは遠いところへ行ってしまった。": "Mais avant que nous ne puissions attendre cette promesse, ma mère était partie au loin.",
                "部屋の中は静かで、桜の木も黙っているように見えた。": "La chambre était silencieuse, et le cerisier aussi semblait se taire."
            }
        },
        {
            "id": "4",
            "title": "Chagrin d'Hiver",
            "description": "Ren ne peut pas s'approcher de l'arbre pendant l'hiver",
            "sentences": {
                "冬のあいだ、雪が降り積もっても、ぼくは木のそばへ行けなかった。": "Pendant l'hiver, même lorsque la neige s'accumulait, je ne pouvais pas m'approcher de l'arbre.",
                "見るたびに、胸の中がつんと痛くなったからだ。": "Car chaque fois que je le regardais, ma poitrine se serrait douloureusement."
            }
        },
        {
            "id": "5",
            "title": "Les Paroles du Maître",
            "description": "Les paroles d'un maître sur le printemps allument une étincelle dans le cœur de Ren",
            "sentences": {
                "ある日、学校の先生が言った。": "Un jour, le maître d'école dit :",
                "「春はね、いろんなものが生まれ変わる季節なんだよ。」": "\"Le printemps est la saison où toutes sortes de choses renaissent.\"",
                "その言葉が、ぼくの心の奥でぽっとあかりをともした。": "Ces mots allumèrent une petite lumière au fond de mon cœur."
            }
        },
        {
            "id": "6",
            "title": "Retrouver du Courage",
            "description": "Ren rassemble son courage pour aller au jardin et trouve une petite pousse",
            "sentences": {
                "帰り道、ぼくは勇気を出して庭に出た。": "Sur le chemin du retour, je rassemblai mon courage et sortis dans le jardin.",
                "冷たい風がふいても、どこかあたたかい匂いがした。": "Même si un vent froid soufflait, il y avait quelque part une odeur chaleureuse.",
                "しゃがんで見ると、土の中から小さな芽がのぞいていた。": "Quand je m'accroupis pour regarder, une petite pousse pointait de la terre."
            }
        },
        {
            "id": "7",
            "title": "La Présence de la Mère",
            "description": "Ren ressent la présence de sa mère à travers la pousse",
            "sentences": {
                "「お母さん、ちゃんとここにいるんだね。」": "\"Maman, tu es vraiment là, n'est-ce pas ?\"",
                "ぼくは指先でその芽をそっとなでた。": "Je caressai doucement la pousse du bout des doigts.",
                "それは、春のやわらかい心臓の音みたいに、ぴくんと動いた気がした。": "J'eus l'impression qu'elle tressaillait, comme le doux battement de cœur du printemps."
            }
        },
        {
            "id": "8",
            "title": "Routine Quotidienne",
            "description": "Arroser l'arbre devient la routine quotidienne de Ren",
            "sentences": {
                "それから、毎朝水をあげるのが日課になった。": "Dès lors, l'arroser chaque matin devint ma routine quotidienne.",
                "「おはよう」「きょうもがんばろうね」と声をかけながら。": "Tout en disant \"Bonjour\" et \"Faisons de notre mieux aujourd'hui.\"",
                "誰かと話しているみたいで、寂しくなかった。": "C'était comme parler à quelqu'un, et je ne me sentais pas seul."
            }
        },
        {
            "id": "9",
            "title": "L'Arbre qui Grandit",
            "description": "L'arbre grandit peu à peu sous la pluie et le vent",
            "sentences": {
                "雨の日も風の日も、木は少しずつ大きくなっていった。": "Les jours de pluie comme les jours de vent, l'arbre grandissait peu à peu.",
                "ぼくは長靴をはいて傘をさし、木を守るように立った。": "Je portais des bottes de pluie et tenais un parapluie, me tenant debout comme pour protéger l'arbre.",
                "水滴が葉の上で光り、まるで笑っているようだった。": "Les gouttes d'eau brillaient sur les feuilles, comme si elles riaient."
            }
        },
        {
            "id": "10",
            "title": "Visite d'Été",
            "description": "En été, Ren attrape des insectes avec son ami Masaki",
            "sentences": {
                "夏には、木の枝にセミがとまり、友だちのまさきと虫取りをした。": "En été, les cigales se perchaient sur les branches de l'arbre, et j'attrapais des insectes avec mon ami Masaki.",
                "「これ、れんのお母さんの木？」とまさきが聞く。": "\"C'est l'arbre de ta maman, Ren ?\" demanda Masaki.",
                "ぼくはうなずき、「うん、いまはぼくの木だよ」と答えた。": "Je hochai la tête et répondis : \"Oui, maintenant c'est mon arbre.\""
            }
        },
        {
            "id": "11",
            "title": "Couleurs d'Automne",
            "description": "En automne, les feuilles deviennent rouges et jaunes",
            "sentences": {
                "秋になると、葉っぱが赤や黄色に染まり、風の中でくるくる踊った。": "Quand l'automne arriva, les feuilles se teintèrent de rouge et de jaune, dansant en tourbillonnant dans le vent.",
                "ぼくは一枚の葉を拾い上げて、「お母さんのスカーフみたい」と笑った。": "Je ramassai une feuille et ris en disant : \"C'est comme le foulard de maman.\"",
                "その笑顔を見て、お父さんもやさしく笑った。": "En voyant ce sourire, mon père sourit doucement aussi."
            }
        },
        {
            "id": "12",
            "title": "Deuxième Hiver",
            "description": "Quand l'hiver revient, Ren n'a plus peur",
            "sentences": {
                "冬がまた来ても、ぼくはもう怖くなかった。": "Même quand l'hiver revint, je n'avais plus peur.",
                "木は葉を落としても、しっかり立っていた。": "Bien que l'arbre ait perdu ses feuilles, il se tenait fermement debout.",
                "「ぼくも負けないよ」と、ぼくは小さな声で言った。": "\"Je n'abandonnerai pas non plus,\" dis-je d'une petite voix."
            }
        },
        {
            "id": "13",
            "title": "Deuxième Printemps",
            "description": "Au deuxième printemps, le cerisier fleurit pour la première fois",
            "sentences": {
                "二年目の春、ぼくは朝早く目を覚ました。": "Au deuxième printemps, je me réveillai tôt le matin.",
                "窓の外がふんわり明るくて、庭に出てみると――": "L'extérieur de la fenêtre était doucement lumineux, et quand je sortis dans le jardin—",
                "桜の木が、初めて小さな花を咲かせていた。": "Le cerisier avait fleuri de petites fleurs pour la première fois."
            }
        },
        {
            "id": "14",
            "title": "Fleurs de Cerisier",
            "description": "Les fleurs de cerisier rappellent sa mère à Ren",
            "sentences": {
                "花びらのひとつひとつが、やさしい手のひらみたいだった。": "Chaque pétale était comme une paume douce.",
                "風にゆれるたび、お母さんの声が聞こえる気がした。": "Chaque fois qu'elles se balançaient dans le vent, il me semblait entendre la voix de ma mère.",
                "「れん、よくがんばったね。」": "\"Ren, tu as si bien fait.\""
            }
        },
        {
            "id": "15",
            "title": "La Croissance de Ren",
            "description": "Ren se tient sous l'arbre et parle à sa mère",
            "sentences": {
                "ぼくは木の下に立ち、空を見上げた。": "Je me tenais sous l'arbre et regardais le ciel.",
                "「お母さん、ぼくはちゃんと大きくなってるよ。」": "\"Maman, je grandis bien.\"",
                "桜の花びらがひとひら、ぼくの肩に落ちて、あたたかく光った。": "Un seul pétale de cerisier tomba sur mon épaule et brilla chaleureusement."
            }
        }
    ]
}
