{
    "title": "Cây của Tôi",
    "description": "Một câu chuyện cảm động về một cậu bé tên Ren chăm sóc cây anh đào được trồng cùng với người mẹ đã khuất của mình, theo dõi nó lớn lên qua các mùa trong khi vượt qua nỗi đau và trở nên mạnh mẽ hơn.",
    "pages": [
        {
            "id": "1",
            "title": "Buổi Sáng Mùa Xuân",
            "description": "Ren nhìn chăm chú vào cây anh đào nhỏ ở góc vườn",
            "sentences": {
                "春の朝、れんは庭のすみに立つ小さな桜の木を見つめていた。": "Vào một buổi sáng mùa xuân, Ren nhìn chăm chú vào cây anh đào nhỏ đứng ở góc vườn.",
                "風がまだ冷たいのに、土の中からかすかに花のにおいがした。": "Mặc dù gió vẫn còn lạnh, một mùi hương hoa nhẹ nhàng tỏa ra từ đất.",
                "それは、お母さんと一緒に植えた木だった。": "Đó là cây mà cậu đã trồng cùng với mẹ mình."
            }
        },
        {
            "id": "2",
            "title": "Kỷ Niệm Trồng Cây",
            "description": "Ren nhớ lại ngày họ cùng nhau trồng cây",
            "sentences": {
                "去年の春、二人で手を汚しながら植えたあの日を、れんはよく覚えている。": "Ren nhớ rất rõ ngày mùa xuân năm ngoái khi họ trồng cây cùng nhau, làm bẩn đôi tay.",
                "「この木が大きくなったら、お花見しようね」と、お母さんは笑って言っていた。": "\"Khi cây này lớn lên, chúng ta sẽ ngắm hoa nhé,\" mẹ cậu đã nói với nụ cười.",
                "その笑顔が、れんの心の中でいまも光っていた。": "Nụ cười đó vẫn còn tỏa sáng trong trái tim của Ren."
            }
        },
        {
            "id": "3",
            "title": "Lời Hứa Dang Dở",
            "description": "Mẹ qua đời trước khi lời hứa có thể được thực hiện",
            "sentences": {
                "けれど、その約束を待つ前に、お母さんは遠いところへ行ってしまった。": "Nhưng trước khi họ có thể chờ đợi lời hứa đó, mẹ cậu đã đi xa.",
                "部屋の中は静かで、桜の木も黙っているように見えた。": "Căn phòng trở nên im lặng, và cây anh đào cũng dường như đang im lặng."
            }
        },
        {
            "id": "4",
            "title": "Nỗi Buồn Mùa Đông",
            "description": "Ren không thể đến gần cây trong suốt mùa đông",
            "sentences": {
                "冬のあいだ、雪が降り積もっても、れんは木のそばへ行けなかった。": "Trong suốt mùa đông, ngay cả khi tuyết chồng chất, Ren không thể đến gần cây.",
                "見るたびに、胸の中がつんと痛くなったからだ。": "Bởi vì mỗi lần nhìn thấy nó, ngực cậu đau nhói."
            }
        },
        {
            "id": "5",
            "title": "Lời Của Thầy Giáo",
            "description": "Lời của thầy giáo về mùa xuân thắp lên tia sáng trong trái tim Ren",
            "sentences": {
                "ある日、学校の先生が言った。": "Một ngày nào đó, thầy giáo ở trường nói:",
                "「春はね、いろんなものが生まれ変わる季節なんだよ。」": "\"Mùa xuân là mùa mà mọi thứ được tái sinh.\"",
                "その言葉が、れんの心の奥でぽっとあかりをともした。": "Những lời đó thắp lên một ngọn đèn nhỏ sâu trong trái tim Ren."
            }
        },
        {
            "id": "6",
            "title": "Tìm Lại Can Đảm",
            "description": "Ren lấy can đảm để ra vườn và tìm thấy một chồi nhỏ",
            "sentences": {
                "帰り道、れんは勇気を出して庭に出た。": "Trên đường về nhà, Ren lấy can đảm và ra vườn.",
                "冷たい風がふいても、どこかあたたかい匂いがした。": "Mặc dù gió lạnh thổi, vẫn có một mùi hương ấm áp ở đâu đó.",
                "しゃがんで見ると、土の中から小さな芽がのぞいていた。": "Khi cúi xuống nhìn, một chồi nhỏ nhô ra từ đất."
            }
        },
        {
            "id": "7",
            "title": "Sự Hiện Diện Của Mẹ",
            "description": "Ren cảm nhận sự hiện diện của mẹ qua chồi cây",
            "sentences": {
                "「お母さん、ちゃんとここにいるんだね。」": "\"Mẹ, mẹ thực sự ở đây, phải không?\"",
                "れんは指先でその芽をそっとなでた。": "Ren nhẹ nhàng vuốt ve chồi cây bằng đầu ngón tay.",
                "それは、春のやわらかい心臓の音みたいに、ぴくんと動いた気がした。": "Cậu cảm thấy như nó rung lên, giống như nhịp tim dịu dàng của mùa xuân."
            }
        },
        {
            "id": "8",
            "title": "Thói Quen Hàng Ngày",
            "description": "Tưới nước cho cây trở thành thói quen hàng ngày của Ren",
            "sentences": {
                "それから、毎朝水をあげるのが日課になった。": "Từ đó, việc tưới nước mỗi sáng trở thành thói quen hàng ngày của cậu.",
                "「おはよう」「きょうもがんばろうね」と声をかけながら。": "Trong khi nói \"Chào buổi sáng\" và \"Hôm nay cũng cố gắng nhé.\"",
                "誰かと話しているみたいで、寂しくなかった。": "Giống như đang nói chuyện với ai đó, và cậu không cảm thấy cô đơn."
            }
        },
        {
            "id": "9",
            "title": "Cây Lớn Lên",
            "description": "Cây lớn lên từng chút qua mưa và gió",
            "sentences": {
                "雨の日も風の日も、木は少しずつ大きくなっていった。": "Vào những ngày mưa và ngày có gió, cây lớn lên từng chút một.",
                "れんは長靴をはいて傘をさし、木を守るように立った。": "Ren đi ủng đi mưa và cầm ô, đứng như thể đang bảo vệ cây.",
                "水滴が葉の上で光り、まるで笑っているようだった。": "Những giọt nước lấp lánh trên lá, như thể chúng đang cười."
            }
        },
        {
            "id": "10",
            "title": "Chuyến Thăm Mùa Hè",
            "description": "Vào mùa hè, Ren bắt côn trùng với bạn Masaki",
            "sentences": {
                "夏には、木の枝にセミがとまり、友だちのまさきと虫取りをした。": "Vào mùa hè, ve đậu trên cành cây, và cậu bắt côn trùng với bạn Masaki.",
                "「これ、れんのお母さんの木？」とまさきが聞く。": "\"Đây có phải là cây của mẹ Ren không?\" Masaki hỏi.",
                "れんはうなずき、「うん、いまはぼくの木だよ」と答えた。": "Ren gật đầu và trả lời: \"Ừ, bây giờ nó là cây của tôi.\""
            }
        },
        {
            "id": "11",
            "title": "Màu Sắc Mùa Thu",
            "description": "Vào mùa thu, lá cây chuyển sang màu đỏ và vàng",
            "sentences": {
                "秋になると、葉っぱが赤や黄色に染まり、風の中でくるくる踊った。": "Khi mùa thu đến, lá cây nhuộm màu đỏ và vàng, nhảy múa tròn trong gió.",
                "れんは一枚の葉を拾い上げて、「お母さんのスカーフみたい」と笑った。": "Ren nhặt một chiếc lá lên và cười nói: \"Giống như chiếc khăn của mẹ.\"",
                "その笑顔を見て、お父さんもやさしく笑った。": "Nhìn thấy nụ cười đó, bố cậu cũng mỉm cười dịu dàng."
            }
        },
        {
            "id": "12",
            "title": "Mùa Đông Thứ Hai",
            "description": "Khi mùa đông đến lần nữa, Ren không còn sợ hãi",
            "sentences": {
                "冬がまた来ても、れんはもう怖くなかった。": "Ngay cả khi mùa đông đến lần nữa, Ren không còn sợ hãi.",
                "木は葉を落としても、しっかり立っていた。": "Mặc dù cây rụng lá, nó vẫn đứng vững.",
                "「ぼくも負けないよ」と、れんは小さな声で言った。": "\"Tôi cũng sẽ không bỏ cuộc,\" Ren nói với giọng nhỏ."
            }
        },
        {
            "id": "13",
            "title": "Mùa Xuân Thứ Hai",
            "description": "Vào mùa xuân thứ hai, cây anh đào nở hoa lần đầu tiên",
            "sentences": {
                "二年目の春、れんは朝早く目を覚ました。": "Vào mùa xuân thứ hai, Ren thức dậy sớm vào buổi sáng.",
                "窓の外がふんわり明るくて、庭に出てみると――": "Bên ngoài cửa sổ sáng dịu dàng, và khi cậu ra vườn—",
                "桜の木が、初めて小さな花を咲かせていた。": "Cây anh đào đã nở những bông hoa nhỏ lần đầu tiên."
            }
        },
        {
            "id": "14",
            "title": "Hoa Anh Đào",
            "description": "Những bông hoa anh đào khiến Ren nhớ về mẹ",
            "sentences": {
                "花びらのひとつひとつが、やさしい手のひらみたいだった。": "Mỗi cánh hoa giống như một bàn tay dịu dàng.",
                "風にゆれるたび、お母さんの声が聞こえる気がした。": "Mỗi lần chúng rung rinh trong gió, cậu cảm thấy như nghe thấy giọng nói của mẹ.",
                "「れん、よくがんばったね。」": "\"Ren, con đã làm rất tốt.\""
            }
        },
        {
            "id": "15",
            "title": "Sự Trưởng Thành Của Ren",
            "description": "Ren đứng dưới cây và nói chuyện với mẹ",
            "sentences": {
                "れんは木の下に立ち、空を見上げた。": "Ren đứng dưới cây và nhìn lên bầu trời.",
                "「お母さん、ぼくはちゃんと大きくなってるよ。」": "\"Mẹ, con đang lớn lên đúng cách đấy.\"",
                "桜の花びらがひとひら、れんの肩に落ちて、あたたかく光った。": "Một cánh hoa anh đào rơi trên vai Ren và tỏa sáng ấm áp."
            }
        }
    ]
}
