{
    "title": "さかなとつき",
    "description": "Một câu chuyện quyến rũ về một con cá cô đơn mơ ước được thăm mặt trăng và hỏi các sinh vật biển khác để xin lời khuyên về cách đến đó.",
    "pages": [
        {
            "id": "1",
            "title": "さびしいさかな",
            "description": "Một con cá cô đơn nhìn lên mặt trăng trên mặt nước.",
            "sentences": {
                "海の中に、一ぴきのさかながすんでいました。": "Trong đại dương, có một con cá sống.",
                "そのさかなは、とてもさびしかった。": "Con cá đó rất cô đơn.",
                "まいばん、月を見上げては、いつか月に行きたいと思っていました。": "Mỗi đêm, nhìn lên mặt trăng, nó ước được lên mặt trăng."
            }
        },
        {
            "id": "2",
            "title": "さかなのゆめ",
            "description": "Con cá mơ ước được thăm mặt trăng và quyết định hỏi ai đó để xin lời khuyên.",
            "sentences": {
                "「月へは、どうやって行けるのだろう？」": "Làm sao tôi có thể lên mặt trăng?",
                "さかなはかんがえました。": "Con cá suy nghĩ.",
                "「だれかにきいてみよう！」": "Hãy hỏi ai đó!"
            }
        },
        {
            "id": "3",
            "title": "くじらとの出会い",
            "description": "Con cá hỏi một con cá voi lớn để xin lời khuyên.",
            "sentences": {
                "おおきなくじらに会いました。": "Nó gặp một con cá voi lớn.",
                "「くじらさん、月に行くにはどうしたらいいの？」": "Anh Cá voi, làm sao tôi có thể lên mặt trăng?",
                "くじらはふかくかんがえてから言いました。": "Con cá voi suy nghĩ sâu sắc rồi nói."
            }
        },
        {
            "id": "4",
            "title": "くじらのアドバイス",
            "description": "Con cá voi dạy con cá về những giấc mơ.",
            "sentences": {
                "「月はとおいけれど、夢をもつことは大切だよ。」": "Mặt trăng ở xa, nhưng có ước mơ là điều quan trọng.",
                "さかなは、すこし元気になりました。": "Con cá cảm thấy khá hơn một chút."
            }
        },
        {
            "id": "5",
            "title": "かめとの出会い",
            "description": "Con cá hỏi một con rùa để xin lời khuyên.",
            "sentences": {
                "つぎに、かめに会いました。": "Tiếp theo, nó gặp một con rùa.",
                "「かめさん、月に行くほうほうをしっていますか？」": "Anh Rùa, anh có biết cách lên mặt trăng không?",
                "かめはゆっくりとこたえました。": "Con rùa trả lời từ từ."
            }
        },
        {
            "id": "6",
            "title": "かめのちえ",
            "description": "Con rùa dạy con cá về sự kiên nhẫn.",
            "sentences": {
                "「いそぐひつようはないよ。": "Không cần vội vàng.",
                "ゆっくりすすむことがたいせつだ。」": "Đi từ từ là điều quan trọng."
            }
        },
        {
            "id": "7",
            "title": "かにとの出会い",
            "description": "Con cá hỏi một con cua để xin lời khuyên.",
            "sentences": {
                "さいごに、かにに会いました。": "Cuối cùng, nó gặp một con cua.",
                "「かにさん、月に行くにはどうすればいいの？」": "Anh Cua, làm sao tôi có thể lên mặt trăng?",
                "かにははさみをカチカチならしながらかんがえました。": "Con cua suy nghĩ trong khi kẹp kẹp càng."
            }
        },
        {
            "id": "8",
            "title": "かにのこたえ",
            "description": "Con cua đưa ra một câu trả lời khó khăn.",
            "sentences": {
                "「月に行くには、そらをとばなければならないよ。": "Để lên mặt trăng, bạn phải bay qua bầu trời.",
                "でも、さかなはそらをとべないね。」": "Nhưng cá không thể bay."
            }
        },
        {
            "id": "9",
            "title": "さかなの気づき",
            "description": "Con cá nhận ra một bài học quan trọng.",
            "sentences": {
                "さかなは、すこしかなしくなりました。": "Con cá trở nên buồn một chút.",
                "でも、ともだちができて、もうさびしくありませんでした。": "Nhưng nó đã kết bạn và không còn cô đơn nữa.",
                "月に行けなくても、海の中はたのしい場所でした。": "Dù không thể lên mặt trăng, đại dương vẫn là một nơi vui vẻ."
            }
        },
        {
            "id": "10",
            "title": "さかなのゆめ",
            "description": "Con cá có một giấc mơ mới.",
            "sentences": {
                "いま、さかなは新しい夢をもっています。": "Bây giờ con cá có một giấc mơ mới.",
                "「海の中をたんけんして、もっとともだちを作ろう！」": "Hãy khám phá đại dương và kết thêm nhiều bạn!"
            }
        },
        {
            "id": "11",
            "title": "月のひかり",
            "description": "Con cá nhận ra mặt trăng luôn ở bên cạnh mình.",
            "sentences": {
                "水にうつる月がほほえんでいました。": "Mặt trăng mỉm cười trong bóng nước.",
                "さかなは気づきました。": "Con cá nhận ra.",
                "月は、いつも自分のそばにいるのだと。": "Mặt trăng luôn ở bên cạnh mình."
            }
        }
    ]
}