{
    "title": "Yūta's Skipping Day",
    "description": "A story about a boy who skips school and learns an important lesson",
    "chapters": [
        {
            "id": "ch1",
            "title": "I don't want to go to school!",
            "description": "Yūta pretends to be sick to skip a math test and starts his adventure.",
            "sentences": {
                "[またテストかよ…]": "\"Another test, geez...\"",
                "小学五年生のゆうたは、ふとんの中でつぶやいた。": "Yūta, a fifth-grade elementary student, muttered from inside his futon.",
                "今日は算数のテストがある日だ。": "Today was the day of the math test.",
                "昨日の夜、ゲームばかりしていて、まったく勉強しなかった。": "Last night, he only played games and didn't study at all.",
                "[行きたくないなぁ……テスト、ぜったいにできないよ…]": "\"I don't want to go... I definitely can't do the test...\"",
                "お母さんが朝ごはんを作っているあいだに、ゆうたはそっとおなかをおさえた。": "While his mother was making breakfast, Yūta quietly held his stomach.",
                "そして、少しだけ苦しそうな声を出してみた。": "Then, he tried making a slightly pained voice.",
                "[お母さん、なんか、おなかがいたい…]": "\"Mom, somehow, my stomach hurts...\"",
                "お母さんは心配そうにゆうたのほうを見た。": "His mother looked at Yūta with a worried expression.",
                "[え？大丈夫？昨日は何か変なもの食べた？]": "\"Eh? Are you okay? Did you eat something strange yesterday?\"",
                "[ううん……わかんない…]": "\"No... I don't know...\"",
                "[じゃあ今日は学校休もうか。無理しないでね。]": "\"Then let's skip school today. Don't push yourself.\"",
                "作戦成功。": "Mission accomplished.",
                "ゆうたはふとんにもぐりこみ、にやりと笑った。": "Yūta burrowed into his futon and grinned.",
                "でも、心のどこかでちょっとだけ罪悪感もあった。": "But somewhere in his heart, he felt a little bit of guilt.",
                "しばらくして、お母さんは仕事に出かけた。": "After a while, his mother left for work.",
                "[やった！じゃあ今日はぼうけんだ！]": "\"Yes! Then today is an adventure!\"",
                "ゆうたはランドセルではなく、小さなかばんを持って家を出た。": "Yūta left home carrying a small bag instead of his school bag.",
                "学校には行かず、自由な時間を楽しむつもりだった。": "He planned to enjoy his free time without going to school."
            }
        },
        {
            "id": "ch2",
            "title": "Adventure Starts!",
            "description": "Yūta explores the shopping street and gradually gets lost in the city.",
            "sentences": {
                "ゆうたは近くの商店街に向かった。": "Yūta headed to the nearby shopping street.",
                "朝の光が気持ちよくて、自由な気分が心をおどらせる。": "The morning sunlight felt nice, and the sense of freedom made his heart flutter.",
                "「まずは、たい焼きだ！」": "\"First, taiyaki!\"",
                "いつも学校の帰りに気になっていたたい焼き屋さんに入って、おこづかいでたい焼きを買った。": "He entered the taiyaki shop he always noticed on his way home from school and used his allowance to buy one.",
                "中にはあんこがたっぷり入っていて、外はカリカリだった。": "It was filled with sweet red bean paste and crispy on the outside.",
                "「うまい〜。学校よりずっといい！」": "\"So good~! Way better than school!\"",
                "次に、ゲームセンターに向かった。": "Next, he headed to the arcade.",
                "朝早くて人も少なかった。": "It was early in the morning, so there weren't many people.",
                "ゆうたはクレーンゲームにチャレンジ。": "Yūta tried the crane game.",
                "「あとちょっとだったのに〜！もう一回！」": "\"I almost got it! One more time!\"",
                "何回かやって、結局ぬいぐるみは取れなかったけど、楽しかった。": "He tried several times but couldn't get the plush toy in the end—but it was fun.",
                "それから、見たことのない道を歩いてみることにした。": "Then, he decided to walk down a street he'd never seen before.",
                "「ぼくは今、探検家だ！」": "\"I'm an explorer now!\"",
                "だんだんと知らない風景になっていく。": "Little by little, the scenery became unfamiliar.",
                "ビルのあいだに小さな神社を見つけたり、猫が昼寝しているのを見たりして、ゆうたはわくわくしていた。": "He spotted a small shrine between buildings and saw a cat napping—Yūta was full of excitement.",
                "でも、しばらくすると、道がわからなくなってしまった。": "But after a while, he realized he didn't know where he was.",
                "「ん？ここ、どこだろう……」": "\"Huh? Where is this...?\"",
                "なんとなくドキドキしてきた。": "He started to feel nervous for some reason."
            }
        },
        {
            "id": "ch3",
            "title": "Scary Encounter",
            "description": "Yūta encounters a frightening stranger and loses his wallet while running away.",
            "sentences": {
                "ゆうたがうろうろしていると、知らないお兄さんが近づいてきた。": "While Yūta was wandering around, an unfamiliar older boy approached him.",
                "黒い服を着ていて、少しこわい顔をしていた。": "He was wearing black clothes and had a slightly scary face.",
                "「なあ、ちょっと金持ってない？」": "\"Hey, got any money on you?\"",
                "「え？あ、ないです……」": "\"Huh? Ah, no I don't...\"",
                "「うそだろ？そのかばん見せてみ？」": "\"You're lying, right? Let me see that bag.\"",
                "こわい。とてもこわい。": "Scary. Really scary.",
                "心臓がドキドキして、足がふるえた。": "His heart was pounding and his legs were trembling.",
                "ゆうたは、こわくなって、ふいに走り出した。": "Yūta got scared and suddenly started to run.",
                "「うわああああああっ！」": "\"Aaaaaaaaah!\"",
                "全力で走って、走って、知らない公園に逃げ込んだ。": "He ran with all his might and fled into an unfamiliar park.",
                "「はぁ、はぁ……こわかった……」": "\"Haa, haa... that was scary...\"",
                "でも、ポケットをさわって気がついた。": "But then he touched his pocket and realized something.",
                "「……財布が、ない……」": "\"...My wallet... it's gone...\"",
                "どこかで落としたのか、走っている途中に落としたのか、まったくわからない。": "He had no idea if he dropped it somewhere or during the run.",
                "「おこづかい、全部入ってたのに……」": "\"My whole allowance was in there...\"",
                "涙が少し出てきた。": "Tears began to well up."
            }
        },
        {
            "id": "ch4",
            "title": "I Want to Go Home, But...",
            "description": "Lost and scared, Yūta is helped by a kind elderly woman at a flower shop.",
            "sentences": {
                "日がくれてきた。": "The sun was setting.",
                "空はオレンジ色になっていて、風が少し寒くなってきた。": "The sky turned orange, and the wind was getting a little chilly.",
                "「もう帰りたいよ……でも道がわからない……」": "\"I want to go home... but I don't know the way...\"",
                "お母さんに電話したくても、スマホは持っていない。": "Even though he wanted to call his mom, he didn't have a smartphone.",
                "まいごになってしまった。": "He had become lost.",
                "公園のベンチに座って、ゆうたはぽろぽろと泣き出した。": "Sitting on a park bench, Yūta began to cry softly.",
                "そのとき、近くの小さな花屋さんから出てきたおばあさんが声をかけてくれた。": "At that moment, an old woman came out of a nearby flower shop and spoke to him.",
                "「どうしたの、ぼうや？」": "\"What's wrong, little boy?\"",
                "「……まいご、です。」": "\"...I'm lost.\"",
                "おばあさんはやさしい目をしていた。": "The old woman had kind eyes.",
                "あたたかいお茶をくれて、お店の中に入れてくれた。": "She gave him warm tea and let him into the shop.",
                "「お母さんの電話番号、わかる？」": "\"Do you know your mom's phone number?\"",
                "「……うん。」": "\"...Yeah.\"",
                "おばあさんは電話を貸してくれて、ゆうたはお母さんに電話をかけた。": "She lent him a phone, and Yūta called his mom."
            }
        },
        {
            "id": "ch5",
            "title": "Welcome Home, Yūta",
            "description": "Yūta reunites with his worried mother and promises to go to school properly.",
            "sentences": {
                "お母さんが店まで来たとき、ゆうたはわっと泣きだした。": "When his mother came to the shop, Yūta suddenly burst into tears.",
                "「ごめんなさい……学校、行きたくなかっただけ……」": "\"I'm sorry... I just didn't want to go to school...\"",
                "お母さんはきびしい顔をしながらも、やさしくゆうたを抱きしめた。": "His mother, with a stern face, gently hugged Yūta.",
                "「もう、心配したんだから。」": "\"I was so worried about you.\"",
                "「……ごめんなさい。」": "\"...I'm sorry.\"",
                "家に帰ると、お姉ちゃんが玄関で待っていた。": "When they got home, his older sister was waiting at the front door.",
                "「ゆうた、どこ行ってたの？ばかだね〜」": "\"Yūta, where were you? You're such a dummy~\"",
                "「……うん。もうサボらない。」": "\"...Yeah. I won't skip again.\"",
                "その夜、ゆうたはお風呂に入って、あたたかいごはんを食べて、早めに寝た。": "That night, Yūta took a bath, ate a warm meal, and went to bed early.",
                "「明日は、ちゃんと学校行こう……」": "\"Tomorrow, I'll go to school properly...\""
            }
        },
        {
            "id": "ch5",
            "title": "Epilogue: What happened to the test?",
            "description": "Yūta returns to school, takes the test, and makes a promise to try harder.",
            "sentences": {
                "次の日、ゆうたは学校に行った。": "The next day, Yūta went to school.",
                "久しぶりに友だちに会えて、ちょっとだけうれしかった。": "He was a little happy to see his friends after a while.",
                "算数のテストは……まあまあだった。": "The math test was... so-so.",
                "でも、昨日のことを思えば、まじめに受けただけでもがんばったと思った。": "But thinking about yesterday, he felt he did well just by taking it seriously.",
                "先生がゆうたに言った。": "The teacher said to Yūta.",
                "「よくがんばったね、ゆうたくん。」": "\"You did well, Yūta-kun.\"",
                "ゆうたはうなずいた。": "Yūta nodded.",
                "「うん、つぎはもっとがんばる！」": "\"Yeah, I'll do even better next time!\"",
                "空は青く、気持ちのよい朝だった。": "The sky was blue, and it was a pleasant morning."
            }
        }
    ]
}