{
  "title": "El Día de la Escapada de Yūta",
  "description": "Una historia sobre un niño que se salta la escuela y aprende una lección importante",
  "chapters": [
    {
      "id": "ch1",
      "title": "¡No quiero ir a la escuela!",
      "description": "Yūta finge estar enfermo para saltarse un examen de matemáticas y comienza su aventura.",
      "sentences": {
        "[またテストかよ…]": "[¿Otra vez un examen...?]",
        "小学五年生のゆうたは、ふとんの中でつぶやいた。": "Yuta, un estudiante de quinto grado, murmuró desde su futón.",
        "今日は算数のテストがある日だ。": "Hoy tocaba examen de matemáticas.",
        "昨日の夜、ゲームばかりしていて、まったく勉強しなかった。": "Anoche solo estuvo jugando y no estudió nada.",
        "[行きたくないなぁ……テスト、ぜったいにできないよ…]": "[No quiero ir... seguro que no me sale el examen...]",
        "お母さんが朝ごはんを作っているあいだに、ゆうたはそっとおなかをおさえた。": "Mientras su madre preparaba el desayuno, Yuta se tocó suavemente el estómago.",
        "そして、少しだけ苦しそうな声を出してみた。": "Y entonces, emitió un ligero gemido de dolor.",
        "[お母さん、なんか、おなかがいたい…]": "[Mamá, me duele un poco la barriga...]",
        "お母さんは心配そうにゆうたのほうを見た。": "Su madre miró a Yuta con preocupación.",
        "[え？大丈夫？昨日は何か変なもの食べた？]": "[¿Eh? ¿Estás bien? ¿Comiste algo raro ayer?]",
        "[ううん……わかんない…]": "[N-no... no sé...]",
        "[じゃあ今日は学校休もうか。無理しないでね。]": "[Pues, ¿quieres faltar hoy a la escuela? No te fuerces.]",
        "作戦成功。": "Plan exitoso.",
        "ゆうたはふとんにもぐりこみ、にやりと笑った。": "Yuta se acurrucó en su futón y sonrió con malicia.",
        "でも、心のどこかでちょっとだけ罪悪感もあった。": "Pero, en el fondo, sentía un poco de culpa.",
        "しばらくして、お母さんは仕事に出かけた。": "Al cabo de un rato, su madre se fue al trabajo.",
        "[やった！じゃあ今日はぼうけんだ！]": "[¡Bien! ¡Hoy toca aventura!]",
        "ゆうたはランドセルではなく、小さなかばんを持って家を出た。": "Yuta salió de casa llevando una mochila pequeña, no su mochila escolar.",
        "学校には行かず、自由な時間を楽しむつもりだった。": "No iría a la escuela; en su lugar, disfrutaría de su tiempo libre."
      }
    },
    {
      "id": "ch2",
      "title": "¡La aventura comienza!",
      "description": "Yūta explora la calle comercial y poco a poco se pierde en la ciudad.",
      "sentences": {
        "ゆうたは近くの商店街に向かった。": "Yuta se dirigió a la calle comercial cercana.",
        "朝の光が気持ちよくて、自由な気分が心をおどらせる。": "La luz de la mañana era agradable y la sensación de libertad le alegraba el corazón.",
        "「まずは、たい焼きだ！」": "«¡Primero, un taiyaki!»",
        "いつも学校の帰りに気になっていたたい焼き屋さんに入って、おこづかいでたい焼きを買った。": "Entró en la tienda de taiyaki que siempre le había llamado la atención al volver de la escuela y compró uno con su paga.",
        "中にはあんこがたっぷり入っていて、外はカリカリだった。": "Por dentro tenía mucho anko y por fuera estaba crujiente.",
        "「うまい〜。学校よりずっといい！」": "«¡Qué rico...! ¡Mucho mejor que la escuela!»",
        "次に、ゲームセンターに向かった。": "Después, se dirigió a la sala de juegos.",
        "朝早くて人も少なかった。": "Era temprano por la mañana y había poca gente.",
        "ゆうたはクレーンゲームにチャレンジ。": "Yuta probó suerte con la máquina de gancho.",
        "「あとちょっとだったのに〜！もう一回！」": "«¡Estuvo a punto...! ¡Una vez más!»",
        "何回かやって、結局ぬいぐるみは取れなかったけど、楽しかった。": "Lo intentó varias veces y, aunque al final no consiguió el peluche, se divirtió.",
        "それから、見たことのない道を歩いてみることにした。": "Después, decidió caminar por un camino que nunca había visto.",
        "「ぼくは今、探検家だ！」": "«¡Ahora soy un explorador!»",
        "だんだんと知らない風景になっていく。": "Poco a poco, el paisaje se volvió desconocido.",
        "ビルのあいだに小さな神社を見つけたり、猫が昼寝しているのを見たりして、ゆうたはわくわくしていた。": "Yuta estaba emocionado al encontrar pequeños santuarios entre los edificios y ver gatos durmiendo la siesta.",
        "でも、しばらくすると、道がわからなくなってしまった。": "Pero al cabo de un rato, se perdió.",
        "「ん？ここ、どこだろう……」": "«¿Eh? ¿Dónde estaré...?»",
        "なんとなくドキドキしてきた。": "Empezó a sentir un poco de nerviosismo."
      }
    },
    {
      "id": "ch3",
      "title": "Encuentro aterrador",
      "description": "Yūta se encuentra con un extraño aterrador y pierde su cartera mientras huye.",
      "sentences": {
        "ゆうたがうろうろしていると、知らないお兄さんが近づいてきた。": "Mientras Yuta andaba de un lado a otro, un hombre desconocido se le acercó.",
        "黒い服を着ていて、少しこわい顔をしていた。": "Vestía ropa negra y tenía una expresión un poco intimidante.",
        "「なあ、ちょっと金持ってない？」": "¿Oye, no tienes algo de dinero?",
        "「え？あ、ないです……」": "¿Eh? Ah, no tengo...",
        "「うそだろ？そのかばん見せてみ？」": "¿Estás mintiendo? Muéstrame esa mochila.",
        "こわい。とてもこわい。": "Qué miedo. Mucho miedo.",
        "心臓がドキドキして、足がふるえた。": "El corazón le latía con fuerza y las piernas le temblaban.",
        "ゆうたは、こわくなって、ふいに走り出した。": "Yuta, asustado, echó a correr de repente.",
        "「うわああああああっ！」": "¡Ahhhhhhh!",
        "全力で走って、走って、知らない公園に逃げ込んだ。": "Corrió con todas sus fuerzas, corrió y se refugió en un parque desconocido.",
        "「はぁ、はぁ……こわかった……」": "Jadeaba, jadeaba... Qué miedo...",
        "でも、ポケットをさわって気がついた。": "Pero al tocar su bolsillo, se dio cuenta.",
        "「……財布が、ない……」": "...No tengo la cartera...",
        "どこかで落としたのか、走っている途中に落としたのか、まったくわからない。": "No sabía si la había perdido en algún lugar o si se le había caído mientras corría.",
        "「おこづかい、全部入ってたのに……」": "Y eso que tenía todo mi dinero de bolsillo allí...",
        "涙が少し出てきた。": "Le salieron algunas lágrimas."
      }
    },
    {
      "id": "ch4",
      "title": "Quiero ir a casa, pero...",
      "description": "Perdido y asustado, Yūta es ayudado por una amable anciana en una floristería.",
      "sentences": {
        "日がくれてきた。": "Estaba anocheciendo.",
        "空はオレンジ色になっていて、風が少し寒くなってきた。": "El cielo se había puesto naranja y el viento empezaba a sentirse un poco frío.",
        "「もう帰りたいよ……でも道がわからない……」": "«Ya quiero irme a casa... pero no sé el camino...»",
        "お母さんに電話したくても、スマホは持っていない。": "Quería llamar a su mamá, pero no tenía móvil.",
        "まいごになってしまった。": "Se había perdido.",
        "公園のベンチに座って、ゆうたはぽろぽろと泣き出した。": "Yuta se sentó en un banco del parque y rompió a llorar a lágrima viva.",
        "そのとき、近くの小さな花屋さんから出てきたおばあさんが声をかけてくれた。": "En ese momento, una anciana que salía de una pequeña floristería cercana le dirigió la palabra.",
        "「どうしたの、ぼうや？」": "«¿Qué te pasa, pequeño?»",
        "「……まいご、です。」": "«...Estoy perdido.»",
        "おばあさんはやさしい目をしていた。": "La anciana tenía una mirada amable.",
        "あたたかいお茶をくれて、お店の中に入れてくれた。": "Le dio un té caliente y le invitó a pasar a la tienda.",
        "「お母さんの電話番号、わかる？」": "«¿Sabes el número de teléfono de tu mamá?»",
        "「……うん。」": "«...Sí.»",
        "おばあさんは電話を貸してくれて、ゆうたはお母さんに電話をかけた。": "La anciana le prestó el teléfono, y Yuta llamó a su mamá."
      }
    },
    {
      "id": "ch5",
      "title": "Bienvenido a casa, Yūta",
      "description": "Yūta se reencuentra con su preocupada madre y promete ir a la escuela correctamente.",
      "sentences": {
        "お母さんが店まで来たとき、ゆうたはわっと泣きだした。": "Cuando su madre llegó a la tienda, Yuta rompió a llorar.",
        "「ごめんなさい……学校、行きたくなかっただけ……」": "«Lo siento… Es que no quería ir a la escuela…»",
        "お母さんはきびしい顔をしながらも、やさしくゆうたを抱きしめた。": "Aunque su madre tenía una expresión severa, abrazó suavemente a Yuta.",
        "「もう、心配したんだから。」": "«Me tenías muy preocupada.»",
        "「……ごめんなさい。」": "«…Lo siento.»",
        "家に帰ると、お姉ちゃんが玄関で待っていた。": "Al llegar a casa, su hermana mayor lo esperaba en la entrada.",
        "「ゆうた、どこ行ってたの？ばかだね〜」": "«Yuta, ¿dónde estabas? Qué tonto eres.»",
        "「……うん。もうサボらない。」": "«…Sí. Ya no me saltaré las clases.»",
        "その夜、ゆうたはお風呂に入って、あたたかいごはんを食べて、早めに寝た。": "Esa noche, Yuta se bañó, comió una cena caliente y se acostó temprano.",
        "「明日は、ちゃんと学校行こう……」": "«Mañana, iré bien a la escuela…»"
      }
    },
    {
      "id": "ch5",
      "title": "Epílogo: ¿Qué pasó con la prueba?",
      "description": "Yūta regresa a la escuela, hace el examen y promete esforzarse más.",
      "sentences": {
        "次の日、ゆうたは学校に行った。": "Al día siguiente, Yuta fue a la escuela.",
        "久しぶりに友だちに会えて、ちょっとだけうれしかった。": "Se alegró un poco de volver a ver a sus amigos después de tanto tiempo.",
        "算数のテストは……まあまあだった。": "El examen de matemáticas... le salió más o menos.",
        "でも、昨日のことを思えば、まじめに受けただけでもがんばったと思った。": "Pero, al pensar en lo de ayer, sintió que ya había hecho un esfuerzo solo con haberlo tomado en serio.",
        "先生がゆうたに言った。": "El profesor le dijo a Yuta.",
        "「よくがんばったね、ゆうたくん。」": "«¡Buen trabajo, Yuta!»",
        "ゆうたはうなずいた。": "Yuta asintió.",
        "「うん、つぎはもっとがんばる！」": "«Sí, ¡la próxima vez me esforzaré más!»",
        "空は青く、気持ちのよい朝だった。": "El cielo estaba azul y era una mañana agradable."
      }
    }
  ]
}