{
    "title": "Le Jour d'École Buissonnière de Yūta",
    "description": "Une histoire sur un garçon qui sèche l'école et apprend une leçon importante",
    "chapters": [
        {
            "id": "ch1",
            "title": "Je ne veux pas aller à l'école !",
            "description": "Yūta fait semblant d'être malade pour éviter un contrôle de maths et commence son aventure.",
            "sentences": {
                "[またテストかよ…]": "« Encore un contrôle, pfff... »",
                "小学五年生のゆうたは、ふとんの中でつぶやいた。": "Yūta, un élève de CM2, marmonna depuis l'intérieur de son futon.",
                "今日は算数のテストがある日だ。": "Aujourd'hui, c'était le jour du contrôle de maths.",
                "昨日の夜、ゲームばかりしていて、まったく勉強しなかった。": "La nuit dernière, il n'avait fait que jouer à des jeux et n'avait pas étudié du tout.",
                "[行きたくないなぁ……テスト、ぜったいにできないよ…]": "« Je ne veux pas y aller... Je ne peux vraiment pas faire ce contrôle... »",
                "お母さんが朝ごはんを作っているあいだに、ゆうたはそっとおなかをおさえた。": "Pendant que sa mère préparait le petit-déjeuner, Yūta se tint doucement le ventre.",
                "そして、少しだけ苦しそうな声を出してみた。": "Puis, il essaya de faire une voix légèrement souffrante.",
                "[お母さん、なんか、おなかがいたい…]": "« Maman, j'ai mal au ventre... »",
                "お母さんは心配そうにゆうたのほうを見た。": "Sa mère regarda Yūta avec une expression inquiète.",
                "[え？大丈夫？昨日は何か変なもの食べた？]": "« Hein ? Ça va ? As-tu mangé quelque chose d'étrange hier ? »",
                "[ううん……わかんない…]": "« Non... Je ne sais pas... »",
                "[じゃあ今日は学校休もうか。無理しないでね。]": "« Alors restons à la maison aujourd'hui. Ne te force pas. »",
                "作戦成功。": "Mission accomplie.",
                "ゆうたはふとんにもぐりこみ、にやりと笑った。": "Yūta s'enfouit dans son futon et sourit malicieusement.",
                "でも、心のどこかでちょっとだけ罪悪感もあった。": "Mais quelque part dans son cœur, il ressentait un peu de culpabilité.",
                "しばらくして、お母さんは仕事に出かけた。": "Après un moment, sa mère partit au travail.",
                "[やった！じゃあ今日はぼうけんだ！]": "« Oui ! Alors aujourd'hui, c'est l'aventure ! »",
                "ゆうたはランドセルではなく、小さなかばんを持って家を出た。": "Yūta quitta la maison avec un petit sac au lieu de son cartable.",
                "学校には行かず、自由な時間を楽しむつもりだった。": "Il avait l'intention de profiter de son temps libre sans aller à l'école."
            }
        },
        {
            "id": "ch2",
            "title": "L'Aventure Commence !",
            "description": "Yūta explore la rue commerçante et se perd progressivement dans la ville.",
            "sentences": {
                "ゆうたは近くの商店街に向かった。": "Yūta se dirigea vers la rue commerçante à proximité.",
                "朝の光が気持ちよくて、自由な気分が心をおどらせる。": "La lumière du matin était agréable, et le sentiment de liberté faisait battre son cœur.",
                "「まずは、たい焼きだ！」": "« D'abord, un taiyaki ! »",
                "いつも学校の帰りに気になっていたたい焼き屋さんに入って、おこづかいでたい焼きを買った。": "Il entra dans la boutique de taiyaki qu'il remarquait toujours en rentrant de l'école et en acheta un avec son argent de poche.",
                "中にはあんこがたっぷり入っていて、外はカリカリだった。": "Il était rempli de pâte de haricots rouges sucrée et croustillant à l'extérieur.",
                "「うまい〜。学校よりずっといい！」": "« C'est trop bon~. Bien mieux que l'école ! »",
                "次に、ゲームセンターに向かった。": "Ensuite, il se dirigea vers la salle d'arcade.",
                "朝早くて人も少なかった。": "C'était tôt le matin, il n'y avait donc pas beaucoup de monde.",
                "ゆうたはクレーンゲームにチャレンジ。": "Yūta essaya le jeu de grue.",
                "「あとちょっとだったのに〜！もう一回！」": "« J'ai presque réussi ! Encore une fois ! »",
                "何回かやって、結局ぬいぐるみは取れなかったけど、楽しかった。": "Il a essayé plusieurs fois mais n'a pas réussi à attraper la peluche à la fin—mais c'était amusant.",
                "それから、見たことのない道を歩いてみることにした。": "Puis, il décida de marcher dans une rue qu'il n'avait jamais vue auparavant.",
                "「ぼくは今、探検家だ！」": "« Je suis un explorateur maintenant ! »",
                "だんだんと知らない風景になっていく。": "Peu à peu, le paysage devint inconnu.",
                "ビルのあいだに小さな神社を見つけたり、猫が昼寝しているのを見たりして、ゆうたはわくわくしていた。": "Il repéra un petit sanctuaire entre les bâtiments et vit un chat faire la sieste—Yūta était plein d'excitation.",
                "でも、しばらくすると、道がわからなくなってしまった。": "Mais après un moment, il réalisa qu'il ne savait pas où il était.",
                "「ん？ここ、どこだろう……」": "« Hein ? Où suis-je...? »",
                "なんとなくドキドキしてきた。": "Il commença à se sentir nerveux pour une raison quelconque."
            }
        },
        {
            "id": "ch3",
            "title": "Rencontre Effrayante",
            "description": "Yūta rencontre un inconnu effrayant et perd son portefeuille en s'enfuyant.",
            "sentences": {
                "ゆうたがうろうろしていると、知らないお兄さんが近づいてきた。": "Alors que Yūta errait, un garçon plus âgé qu'il ne connaissait pas s'approcha de lui.",
                "黒い服を着ていて、少しこわい顔をしていた。": "Il portait des vêtements noirs et avait un visage un peu effrayant.",
                "「なあ、ちょっと金持ってない？」": "« Hé, t'as pas un peu d'argent ? »",
                "「え？あ、ないです……」": "« Hein ? Euh, non je n'en ai pas... »",
                "「うそだろ？そのかばん見せてみ？」": "« Tu mens, non ? Fais-moi voir ce sac. »",
                "こわい。とてもこわい。": "Effrayant. Vraiment effrayant.",
                "心臓がドキドキして、足がふるえた。": "Son cœur battait fort et ses jambes tremblaient.",
                "ゆうたは、こわくなって、ふいに走り出した。": "Yūta eut peur et se mit soudain à courir.",
                "「うわああああああっ！」": "« Aaaaaaaaah ! »",
                "全力で走って、走って、知らない公園に逃げ込んだ。": "Il courut de toutes ses forces et s'enfuit dans un parc inconnu.",
                "「はぁ、はぁ……こわかった……」": "« Haa, haa... c'était effrayant... »",
                "でも、ポケットをさわって気がついた。": "Mais ensuite il toucha sa poche et réalisa quelque chose.",
                "「……財布が、ない……」": "« ...Mon portefeuille... il n'est plus là... »",
                "どこかで落としたのか、走っている途中に落としたのか、まったくわからない。": "Il ne savait absolument pas s'il l'avait perdu quelque part ou pendant qu'il courait.",
                "「おこづかい、全部入ってたのに……」": "« Tout mon argent de poche était dedans... »",
                "涙が少し出てきた。": "Des larmes commencèrent à couler."
            }
        },
        {
            "id": "ch4",
            "title": "Je Veux Rentrer à la Maison, Mais...",
            "description": "Perdu et effrayé, Yūta est aidé par une gentille vieille dame dans un magasin de fleurs.",
            "sentences": {
                "日がくれてきた。": "Le soleil se couchait.",
                "空はオレンジ色になっていて、風が少し寒くなってきた。": "Le ciel était devenu orange, et le vent devenait un peu froid.",
                "「もう帰りたいよ……でも道がわからない……」": "« Je veux rentrer à la maison... mais je ne connais pas le chemin... »",
                "お母さんに電話したくても、スマホは持っていない。": "Même s'il voulait appeler sa mère, il n'avait pas de smartphone.",
                "まいごになってしまった。": "Il s'était perdu.",
                "公園のベンチに座って、ゆうたはぽろぽろと泣き出した。": "Assis sur un banc du parc, Yūta commença à pleurer doucement.",
                "そのとき、近くの小さな花屋さんから出てきたおばあさんが声をかけてくれた。": "À ce moment-là, une vieille dame sortit d'un petit magasin de fleurs à proximité et lui parla.",
                "「どうしたの、ぼうや？」": "« Qu'est-ce qui ne va pas, petit garçon ? »",
                "「……まいご、です。」": "« ...Je suis perdu. »",
                "おばあさんはやさしい目をしていた。": "La vieille dame avait des yeux bienveillants.",
                "あたたかいお茶をくれて、お店の中に入れてくれた。": "Elle lui donna du thé chaud et le laissa entrer dans la boutique.",
                "「お母さんの電話番号、わかる？」": "« Connais-tu le numéro de téléphone de ta mère ? »",
                "「……うん。」": "« ...Oui. »",
                "おばあさんは電話を貸してくれて、ゆうたはお母さんに電話をかけた。": "Elle lui prêta un téléphone, et Yūta appela sa mère."
            }
        },
        {
            "id": "ch5",
            "title": "Bienvenue à la Maison, Yūta",
            "description": "Yūta retrouve sa mère inquiète et promet d'aller à l'école correctement.",
            "sentences": {
                "お母さんが店まで来たとき、ゆうたはわっと泣きだした。": "Quand sa mère arriva à la boutique, Yūta éclata soudain en sanglots.",
                "「ごめんなさい……学校、行きたくなかっただけ……」": "« Je suis désolé... Je ne voulais juste pas aller à l'école... »",
                "お母さんはきびしい顔をしながらも、やさしくゆうたを抱きしめた。": "Sa mère, avec un visage sévère, serra doucement Yūta dans ses bras.",
                "「もう、心配したんだから。」": "« J'étais tellement inquiète pour toi. »",
                "「……ごめんなさい。」": "« ...Je suis désolé. »",
                "家に帰ると、お姉ちゃんが玄関で待っていた。": "Quand ils rentrèrent à la maison, sa grande sœur attendait à la porte d'entrée.",
                "「ゆうた、どこ行ってたの？ばかだね〜」": "« Yūta, où étais-tu ? T'es vraiment bête~ »",
                "「……うん。もうサボらない。」": "« ...Oui. Je ne sécherai plus. »",
                "その夜、ゆうたはお風呂に入って、あたたかいごはんを食べて、早めに寝た。": "Cette nuit-là, Yūta prit un bain, mangea un repas chaud, et se coucha tôt.",
                "「明日は、ちゃんと学校行こう……」": "« Demain, j'irai à l'école correctement... »"
            }
        },
        {
            "id": "ch6",
            "title": "Épilogue : Qu'est-il Arrivé au Contrôle ?",
            "description": "Yūta retourne à l'école, passe le contrôle, et promet de faire plus d'efforts.",
            "sentences": {
                "次の日、ゆうたは学校に行った。": "Le lendemain, Yūta alla à l'école.",
                "久しぶりに友だちに会えて、ちょっとだけうれしかった。": "Il était un peu heureux de revoir ses amis après un moment.",
                "算数のテストは……まあまあだった。": "Le contrôle de maths était... passable.",
                "でも、昨日のことを思えば、まじめに受けただけでもがんばったと思った。": "Mais en pensant à hier, il se sentit avoir bien fait rien qu'en le passant sérieusement.",
                "先生がゆうたに言った。": "Le professeur dit à Yūta.",
                "「よくがんばったね、ゆうたくん。」": "« Tu as bien travaillé, Yūta-kun. »",
                "ゆうたはうなずいた。": "Yūta hocha la tête.",
                "「うん、つぎはもっとがんばる！」": "« Oui, je ferai encore mieux la prochaine fois ! »",
                "空は青く、気持ちのよい朝だった。": "Le ciel était bleu, et c'était un matin agréable."
            }
        }
    ]
}
