{
  "title": "Ngày cúp học của Yūta",
  "description": "Một câu chuyện về một cậu bé trốn học và rút ra một bài học quan trọng.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Con không muốn đi học!",
      "description": "Yūta giả vờ bị ốm để trốn một bài kiểm tra toán và bắt đầu cuộc phiêu lưu của mình.",
      "sentences": {
        "[またテストかよ…]": "[Lại kiểm tra nữa à…]",
        "小学五年生のゆうたは、ふとんの中でつぶやいた。": "Yuta, học sinh lớp năm, lẩm bẩm trong chăn.",
        "今日は算数のテストがある日だ。": "Hôm nay là ngày có bài kiểm tra số học.",
        "昨日の夜、ゲームばかりしていて、まったく勉強しなかった。": "Tối qua, cậu chỉ toàn chơi game mà chẳng học hành gì cả.",
        "[行きたくないなぁ……テスト、ぜったいにできないよ…]": "[Không muốn đi tẹo nào… Bài kiểm tra này, chắc chắn mình sẽ chẳng làm được đâu…]",
        "お母さんが朝ごはんを作っているあいだに、ゆうたはそっとおなかをおさえた。": "Trong lúc mẹ đang chuẩn bị bữa sáng, Yuta nhẹ nhàng ôm bụng.",
        "そして、少しだけ苦しそうな声を出してみた。": "Rồi cậu cố gắng phát ra một tiếng kêu có vẻ đau đớn.",
        "[お母さん、なんか、おなかがいたい…]": "[Mẹ ơi, con, con đau bụng…]",
        "お母さんは心配そうにゆうたのほうを見た。": "Mẹ lo lắng nhìn về phía Yuta.",
        "[え？大丈夫？昨日は何か変なもの食べた？]": "[Hả? Con có sao không? Tối qua con ăn phải cái gì lạ à?]",
        "[ううん……わかんない…]": "[Ưm… con không biết…]",
        "[じゃあ今日は学校休もうか。無理しないでね。]": "[Vậy hôm nay con nghỉ học đi nhé. Đừng cố gắng quá.]",
        "作戦成功。": "Kế hoạch thành công.",
        "ゆうたはふとんにもぐりこみ、にやりと笑った。": "Yuta chui tọt vào chăn, cười nhếch mép.",
        "でも、心のどこかでちょっとだけ罪悪感もあった。": "Thế nhưng, sâu thẳm trong lòng, cậu cũng cảm thấy một chút tội lỗi.",
        "しばらくして、お母さんは仕事に出かけた。": "Một lúc sau, mẹ đi làm.",
        "[やった！じゃあ今日はぼうけんだ！]": "[Tuyệt vời! Vậy thì hôm nay là một cuộc phiêu lưu rồi!]",
        "ゆうたはランドセルではなく、小さなかばんを持って家を出た。": "Yuta rời khỏi nhà, không mang cặp sách mà mang một chiếc túi nhỏ.",
        "学校には行かず、自由な時間を楽しむつもりだった。": "Cậu không đến trường, mà định tận hưởng khoảng thời gian tự do của mình."
      }
    },
    {
      "id": "ch2",
      "title": "Phiêu lưu bắt đầu!",
      "description": "Yūta đi dạo trên phố mua sắm và dần dần bị lạc trong thành phố.",
      "sentences": {
        "ゆうたは近くの商店街に向かった。": "Yuta đi về phía khu phố mua sắm gần đó.",
        "朝の光が気持ちよくて、自由な気分が心をおどらせる。": "Ánh nắng buổi sáng thật dễ chịu, và cảm giác tự do khiến trái tim phấn chấn.",
        "「まずは、たい焼きだ！」": "“Trước hết là bánh taiyaki!”",
        "いつも学校の帰りに気になっていたたい焼き屋さんに入って、おこづかいでたい焼きを買った。": "Yuta ghé vào tiệm taiyaki mà cậu bé vẫn để ý mỗi khi tan học và dùng tiền tiêu vặt mua một chiếc bánh.",
        "中にはあんこがたっぷり入っていて、外はカリカリだった。": "Bên trong có rất nhiều nhân đậu đỏ, còn vỏ ngoài thì giòn tan.",
        "「うまい〜。学校よりずっといい！」": "“Ngon quá~. Tuyệt hơn đi học nhiều!”",
        "次に、ゲームセンターに向かった。": "Tiếp theo, cậu bé đi đến khu trò chơi điện tử.",
        "朝早くて人も少なかった。": "Vì còn sáng sớm nên có rất ít người.",
        "ゆうたはクレーンゲームにチャレンジ。": "Yuta thử chơi trò gắp thú bông.",
        "「あとちょっとだったのに〜！もう一回！」": "“Suýt được rồi~! Một lần nữa nào!”",
        "何回かやって、結局ぬいぐるみは取れなかったけど、楽しかった。": "Sau vài lần thử, cuối cùng cậu bé không gắp được thú bông nào nhưng vẫn rất vui.",
        "それから、見たことのない道を歩いてみることにした。": "Sau đó, cậu bé quyết định đi bộ trên một con đường chưa từng thấy bao giờ.",
        "「ぼくは今、探検家だ！」": "“Giờ mình là nhà thám hiểm!”",
        "だんだんと知らない風景になっていく。": "Cảnh vật dần trở nên xa lạ.",
        "ビルのあいだに小さな神社を見つけたり、猫が昼寝しているのを見たりして、ゆうたはわくわくしていた。": "Yuta cảm thấy phấn khích khi tìm thấy một ngôi đền nhỏ giữa các tòa nhà và nhìn thấy những chú mèo đang ngủ trưa.",
        "でも、しばらくすると、道がわからなくなってしまった。": "Nhưng một lúc sau, cậu bé bị lạc đường.",
        "「ん？ここ、どこだろう……」": "“Ơ? Đây là đâu nhỉ…?”",
        "なんとなくドキドキしてきた。": "Cậu bé bắt đầu cảm thấy lo lắng."
      }
    },
    {
      "id": "ch3",
      "title": "Gặp chuyện đáng sợ",
      "description": "Yūta gặp phải một kẻ lạ mặt đáng sợ và bị mất ví trong lúc bỏ chạy.",
      "sentences": {
        "ゆうたがうろうろしていると、知らないお兄さんが近づいてきた。": "Khi Yuta đang đi loanh quanh, một người đàn ông lạ mặt tiến đến gần.",
        "黒い服を着ていて、少しこわい顔をしていた。": "Anh ta mặc đồ đen và có vẻ mặt hơi đáng sợ.",
        "「なあ、ちょっと金持ってない？」": "「Này, có tiền không đấy?」",
        "「え？あ、ないです……」": "「Hả? À, không có ạ…」",
        "「うそだろ？そのかばん見せてみ？」": "「Nói dối à? Đưa cái cặp đó đây xem nào?」",
        "こわい。とてもこわい。": "Sợ quá. Sợ lắm.",
        "心臓がドキドキして、足がふるえた。": "Tim cậu đập thình thịch, chân run lẩy bẩy.",
        "ゆうたは、こわくなって、ふいに走り出した。": "Yuta sợ hãi, bất chợt bỏ chạy.",
        "「うわああああああっ！」": "「Oa oa oa oa oa!」",
        "全力で走って、走って、知らない公園に逃げ込んだ。": "Cậu dốc toàn lực chạy, chạy mãi, rồi trốn vào một công viên lạ.",
        "「はぁ、はぁ……こわかった……」": "「Hộc, hộc… Sợ quá…」",
        "でも、ポケットをさわって気がついた。": "Nhưng rồi, cậu sờ vào túi và nhận ra.",
        "「……財布が、ない……」": "「…Ví, không có…」",
        "どこかで落としたのか、走っている途中に落としたのか、まったくわからない。": "Cậu không biết mình làm rơi ở đâu, hay làm rơi khi đang chạy.",
        "「おこづかい、全部入ってたのに……」": "「Tiền tiêu vặt, tất cả đều ở trong đó mà…」",
        "涙が少し出てきた。": "Nước mắt cậu khẽ trào ra."
      }
    },
    {
      "id": "ch4",
      "title": "Tôi Muốn Về Nhà, Nhưng...",
      "description": "Bị lạc và sợ hãi, Yūta được một cụ bà tốt bụng ở tiệm hoa giúp đỡ.",
      "sentences": {
        "日がくれてきた。": "Trời đã tối.",
        "空はオレンジ色になっていて、風が少し寒くなってきた。": "Bầu trời chuyển sang màu cam, và gió bắt đầu se lạnh.",
        "「もう帰りたいよ……でも道がわからない……」": "“Con muốn về nhà rồi… nhưng con không biết đường…”",
        "お母さんに電話したくても、スマホは持っていない。": "Dù muốn gọi cho mẹ nhưng cậu bé không có điện thoại thông minh.",
        "まいごになってしまった。": "Cậu bé đã bị lạc.",
        "公園のベンチに座って、ゆうたはぽろぽろと泣き出した。": "Yuta ngồi trên ghế đá công viên và òa khóc nức nở.",
        "そのとき、近くの小さな花屋さんから出てきたおばあさんが声をかけてくれた。": "Lúc đó, một bà lão từ tiệm hoa nhỏ gần đó bước ra và cất tiếng gọi cậu bé.",
        "「どうしたの、ぼうや？」": "“Cháu sao vậy, bé trai?”",
        "「……まいご、です。」": "“…Cháu bị lạc ạ.”",
        "おばあさんはやさしい目をしていた。": "Bà lão có ánh mắt hiền từ.",
        "あたたかいお茶をくれて、お店の中に入れてくれた。": "Bà cho cậu bé một cốc trà ấm và dẫn cậu vào trong tiệm.",
        "「お母さんの電話番号、わかる？」": "“Cháu có nhớ số điện thoại của mẹ không?”",
        "「……うん。」": "“…Vâng ạ.”",
        "おばあさんは電話を貸してくれて、ゆうたはお母さんに電話をかけた。": "Bà lão cho cậu bé mượn điện thoại, và Yuta đã gọi cho mẹ mình."
      }
    },
    {
      "id": "ch5",
      "title": "Mừng Yūta về nhà.",
      "description": "Yūta gặp lại mẹ đang lo lắng và hứa sẽ đi học đàng hoàng.",
      "sentences": {
        "お母さんが店まで来たとき、ゆうたはわっと泣きだした。": "Khi mẹ đến cửa hàng, Yuta bật khóc nức nở.",
        "「ごめんなさい……学校、行きたくなかっただけ……」": "“Con xin lỗi… Con chỉ là không muốn đi học thôi…”",
        "お母さんはきびしい顔をしながらも、やさしくゆうたを抱きしめた。": "Dù gương mặt có vẻ nghiêm nghị, người mẹ vẫn nhẹ nhàng ôm Yuta vào lòng.",
        "「もう、心配したんだから。」": "“Mẹ đã lo cho con lắm đấy.”",
        "「……ごめんなさい。」": "“...Con xin lỗi.”",
        "家に帰ると、お姉ちゃんが玄関で待っていた。": "Về đến nhà, chị gái đã đợi ở cửa ra vào.",
        "「ゆうた、どこ行ってたの？ばかだね〜」": "“Yuta, em đi đâu vậy? Ngốc quá đi mất~”",
        "「……うん。もうサボらない。」": "“...Vâng. Con sẽ không trốn học nữa.”",
        "その夜、ゆうたはお風呂に入って、あたたかいごはんを食べて、早めに寝た。": "Tối hôm đó, Yuta đi tắm, ăn bữa cơm ấm áp rồi đi ngủ sớm.",
        "「明日は、ちゃんと学校行こう……」": "“Ngày mai, mình sẽ đi học đàng hoàng…”"
      }
    },
    {
      "id": "ch5",
      "title": "Lời bạt: Chuyện gì đã xảy ra với cuộc thử nghiệm?",
      "description": "Yūta trở lại trường, làm bài kiểm tra và hứa sẽ cố gắng hơn.",
      "sentences": {
        "次の日、ゆうたは学校に行った。": "Ngày hôm sau, Yuta đến trường.",
        "久しぶりに友だちに会えて、ちょっとだけうれしかった。": "Được gặp lại bạn bè sau bao ngày, cậu bé cảm thấy vui một chút.",
        "算数のテストは……まあまあだった。": "Bài kiểm tra toán thì… cũng tạm được.",
        "でも、昨日のことを思えば、まじめに受けただけでもがんばったと思った。": "Nhưng nghĩ đến chuyện ngày hôm qua, cậu bé tự thấy mình đã rất cố gắng chỉ riêng việc làm bài nghiêm túc.",
        "先生がゆうたに言った。": "Thầy giáo nói với Yuta:",
        "「よくがんばったね、ゆうたくん。」": "“Yuta cố gắng lắm đấy!”",
        "ゆうたはうなずいた。": "Yuta gật đầu.",
        "「うん、つぎはもっとがんばる！」": "“Vâng, lần sau con sẽ cố gắng hơn nữa ạ!”",
        "空は青く、気持ちのよい朝だった。": "Bầu trời trong xanh, là một buổi sáng dễ chịu."
      }
    }
  ]
}