{
  "title": "Moonlight Tiger",
  "description": "A peaceful story about a tiger's gentle journey through a moonlit night, from mountain to village and back again, watching over sleeping children and finding peace in the moonlight.",
  "pages": [
    {
      "id": "1",
      "title": "Night Falls",
      "description": "The tiger quietly emerges from the mountain at night",
      "sentences": {
        "밤이 되자, 호랑이가 산에서 조용히 나왔어요.": "When night came, the tiger quietly came out of the mountain."
      }
    },
    {
      "id": "2",
      "title": "Moonlight on Back",
      "description": "White moonlight softly shines on the tiger's back",
      "sentences": {
        "하얀 달빛이 호랑이의 등을 부드럽게 비추었어요.": "The white moonlight softly shone on the tiger's back."
      }
    },
    {
      "id": "3",
      "title": "Through the Pine Forest",
      "description": "The tiger passes through a pine forest, listening to the wind",
      "sentences": {
        "호랑이는 솔나무 숲을 지나며 바람 소리를 들었어요.": "The tiger passed through a pine forest, listening to the wind."
      }
    },
    {
      "id": "4",
      "title": "Sparkling Pawprints",
      "description": "The tiger's pawprints sparkle like little stars",
      "sentences": {
        "발자국은 반짝반짝, 작은 별처럼 빛났어요.": "Its pawprints sparkled, shining like little stars."
      }
    },
    {
      "id": "5",
      "title": "Moon on Water",
      "description": "The moon wavers on the water as the tiger approaches the stream",
      "sentences": {
        "냇가에 다가가자, 달이 물 위에서 흔들렸어요.": "As it came to the stream, the moon wavered on the water."
      }
    },
    {
      "id": "6",
      "title": "Dancing Ripples",
      "description": "The ripples dance and the moonlight sparkles",
      "sentences": {
        "물결이 춤추듯 달빛을 반짝였어요.": "The ripples danced, and the moonlight sparkled."
      }
    },
    {
      "id": "7",
      "title": "White Cranes",
      "description": "The tiger sees white cranes beside a lotus pond",
      "sentences": {
        "호랑이는 연못 옆에서 흰 학을 보았어요.": "The tiger saw white cranes beside a lotus pond."
      }
    },
    {
      "id": "8",
      "title": "Cranes Soar",
      "description": "The cranes spread their wings and soar into the moonlight",
      "sentences": {
        "학들은 날개를 펴고 달빛 속에서 날아올랐어요.": "The cranes spread their wings and soared into the moonlight."
      }
    },
    {
      "id": "9",
      "title": "Down to the Village",
      "description": "The tiger walks quietly down to the village",
      "sentences": {
        "호랑이는 마을로 내려가 조용히 걸었어요.": "The tiger walked quietly down to the village."
      }
    },
    {
      "id": "10",
      "title": "Sleeping Children",
      "description": "Children are fast asleep with moonlight flowing through windows",
      "sentences": {
        "아이들은 깊이 잠들었고, 창가에 달빛이 흘렀어요.": "The children were fast asleep, and moonlight flowed through the windows."
      }
    },
    {
      "id": "11",
      "title": "Grandmother's Prayer",
      "description": "An old grandmother turns off her lantern and whispers a prayer",
      "sentences": {
        "한 할머니가 등불을 끄고 기도를 드렸어요.": "An old grandmother turned off her lantern and whispered a prayer."
      }
    },
    {
      "id": "12",
      "title": "Watching from Afar",
      "description": "The tiger watches from afar and nods its head",
      "sentences": {
        "호랑이는 멀리서 지켜보며 고개를 끄덕였어요.": "The tiger watched from afar and nodded its head."
      }
    },
    {
      "id": "13",
      "title": "Looking at the Moon",
      "description": "On the way back to the mountain, the tiger looks up at the moon",
      "sentences": {
        "산으로 돌아가는 길에, 호랑이는 달을 올려다보았어요.": "On the way back to the mountain, the tiger looked up at the moon."
      }
    },
    {
      "id": "14",
      "title": "The Moon Smiles",
      "description": "The moon seems to smile, shining brightly on the tiger",
      "sentences": {
        "달은 크게 웃는 듯, 호랑이를 환하게 비추었어요.": "The moon seemed to smile, shining brightly on the tiger."
      }
    },
    {
      "id": "15",
      "title": "Return to Sleep",
      "description": "The tiger disappears into the moonlight to sleep again in the mountain",
      "sentences": {
        "그리고 호랑이는 달빛 속으로 사라져, 다시 산에 잠들었어요.": "And then the tiger disappeared into the moonlight, to sleep again in the mountain."
      }
    }
  ]
}