{
    "title": "Moonlight Tiger",
    "description": "Una historia pacífica sobre el viaje gentil de un tigre a través de una noche iluminada por la luna, desde la montaña hasta el pueblo y de vuelta, cuidando a los niños dormidos y encontrando paz en la luz de la luna.",
    "pages": [
        {
            "id": "1",
            "title": "Night Falls",
            "description": "El tigre emerge silenciosamente de la montaña en la noche",
            "sentences": {
                "밤이 되자, 호랑이가 산에서 조용히 나왔어요.": "Cuando llegó la noche, el tigre salió silenciosamente de la montaña."
            }
        },
        {
            "id": "2",
            "title": "Moonlight on Back",
            "description": "La luz blanca de la luna brilla suavemente en la espalda del tigre",
            "sentences": {
                "하얀 달빛이 호랑이의 등을 부드럽게 비추었어요.": "La luz blanca de la luna brilló suavemente en la espalda del tigre."
            }
        },
        {
            "id": "3",
            "title": "Through the Pine Forest",
            "description": "El tigre pasa por un bosque de pinos, escuchando el viento",
            "sentences": {
                "호랑이는 솔나무 숲을 지나며 바람 소리를 들었어요.": "El tigre pasó por un bosque de pinos, escuchando el viento."
            }
        },
        {
            "id": "4",
            "title": "Sparkling Pawprints",
            "description": "Las huellas del tigre brillan como pequeñas estrellas",
            "sentences": {
                "발자국은 반짝반짝, 작은 별처럼 빛났어요.": "Sus huellas brillaron, resplandeciendo como pequeñas estrellas."
            }
        },
        {
            "id": "5",
            "title": "Moon on Water",
            "description": "La luna se balancea en el agua mientras el tigre se acerca al arroyo",
            "sentences": {
                "냇가에 다가가자, 달이 물 위에서 흔들렸어요.": "Al acercarse al arroyo, la luna se balanceó en el agua."
            }
        },
        {
            "id": "6",
            "title": "Dancing Ripples",
            "description": "Las ondas bailan y la luz de la luna brilla",
            "sentences": {
                "물결이 춤추듯 달빛을 반짝였어요.": "Las ondas bailaron y la luz de la luna brilló."
            }
        },
        {
            "id": "7",
            "title": "White Cranes",
            "description": "El tigre ve grullas blancas junto a un estanque de lotos",
            "sentences": {
                "호랑이는 연못 옆에서 흰 학을 보았어요.": "El tigre vio grullas blancas junto a un estanque de lotos."
            }
        },
        {
            "id": "8",
            "title": "Cranes Soar",
            "description": "Las grullas extienden sus alas y se elevan hacia la luz de la luna",
            "sentences": {
                "학들은 날개를 펴고 달빛 속에서 날아올랐어요.": "Las grullas extendieron sus alas y se elevaron hacia la luz de la luna."
            }
        },
        {
            "id": "9",
            "title": "Down to the Village",
            "description": "El tigre camina silenciosamente hacia el pueblo",
            "sentences": {
                "호랑이는 마을로 내려가 조용히 걸었어요.": "El tigre caminó silenciosamente hacia el pueblo."
            }
        },
        {
            "id": "10",
            "title": "Sleeping Children",
            "description": "Los niños duermen profundamente mientras la luz de la luna fluye por las ventanas",
            "sentences": {
                "아이들은 깊이 잠들었고, 창가에 달빛이 흘렀어요.": "Los niños dormían profundamente y la luz de la luna fluía por las ventanas."
            }
        },
        {
            "id": "11",
            "title": "Grandmother's Prayer",
            "description": "Una anciana abuela apaga su linterna y susurra una oración",
            "sentences": {
                "한 할머니가 등불을 끄고 기도를 드렸어요.": "Una anciana abuela apagó su linterna y susurró una oración."
            }
        },
        {
            "id": "12",
            "title": "Watching from Afar",
            "description": "El tigre observa desde lejos y asiente con la cabeza",
            "sentences": {
                "호랑이는 멀리서 지켜보며 고개를 끄덕였어요.": "El tigre observó desde lejos y asintió con la cabeza."
            }
        },
        {
            "id": "13",
            "title": "Looking at the Moon",
            "description": "En el camino de regreso a la montaña, el tigre mira hacia la luna",
            "sentences": {
                "산으로 돌아가는 길에, 호랑이는 달을 올려다보았어요.": "En el camino de regreso a la montaña, el tigre miró hacia la luna."
            }
        },
        {
            "id": "14",
            "title": "The Moon Smiles",
            "description": "La luna parece sonreír, brillando intensamente sobre el tigre",
            "sentences": {
                "달은 크게 웃는 듯, 호랑이를 환하게 비추었어요.": "La luna parecía sonreír, brillando intensamente sobre el tigre."
            }
        },
        {
            "id": "15",
            "title": "Return to Sleep",
            "description": "El tigre desaparece en la luz de la luna para dormir nuevamente en la montaña",
            "sentences": {
                "그리고 호랑이는 달빛 속으로 사라져, 다시 산에 잠들었어요.": "Y entonces el tigre desapareció en la luz de la luna, para dormir nuevamente en la montaña."
            }
        }
    ]
}