{
  "title": "Mekong River Adventure",
  "description": "A magical story about Mai and her encounter with a talking island on the Mekong River, as they journey together from the river to the sea, discovering friendship and the meaning of home.",
  "pages": [
    {
      "id": "1",
      "title": "By the Mekong River",
      "description": "Mai likes to sit by the Mekong River where the water flows gently and coconut trees cast shadows on the water",
      "sentences": {
        "Mai thích ngồi bên bờ sông Mê Kông, nơi nước chảy hiền hòa và những hàng dừa soi bóng xuống mặt nước.": "Mai liked to sit by the Mekong River, where the water flowed gently and rows of coconut trees cast shadows on the water surface."
      }
    },
    {
      "id": "2",
      "title": "Evening Sounds",
      "description": "Every evening, Mai listens to the distant sound of motorboats mixed with birds calling in the wind",
      "sentences": {
        "Mỗi buổi chiều, cô nghe tiếng ghe máy xa xa hòa cùng tiếng chim gọi bầy trong gió.": "Every evening, she heard the distant sound of motorboats mixed with birds calling their flocks in the wind."
      }
    },
    {
      "id": "3",
      "title": "Something Floating",
      "description": "On a bright sunny day, Mai discovers something floating in the middle of the river",
      "sentences": {
        "Một ngày nắng rực rỡ, Mai phát hiện giữa dòng sông có một vật gì đó đang trôi lại gần.": "On a bright sunny day, Mai discovered something floating in the middle of the river, drifting closer."
      }
    },
    {
      "id": "4",
      "title": "A Small Island",
      "description": "As it gets closer, Mai realizes it's a small island covered with young coconut trees and wild flowers",
      "sentences": {
        "Khi lại gần, cô nhận ra đó là một hòn đảo nhỏ, phủ đầy dừa non và hoa dại.": "As it came closer, she realized it was a small island, covered with young coconut trees and wild flowers."
      }
    },
    {
      "id": "5",
      "title": "The Island's Search",
      "description": "The island turns slowly, as if searching for something",
      "sentences": {
        "Hòn đảo xoay chậm chạp, như thể đang tìm kiếm điều gì.": "The island turned slowly, as if searching for something."
      }
    },
    {
      "id": "6",
      "title": "Mai's Greeting",
      "description": "Mai calls out to the small island, asking where it came from",
      "sentences": {
        "\"Chào hòn đảo nhỏ kia!\" Mai gọi to. \"Cậu từ đâu đến vậy?\"": "\"Hello, little island!\" Mai called out loudly. \"Where did you come from?\""
      }
    },
    {
      "id": "7",
      "title": "The Island Speaks",
      "description": "A soft voice rises from the wind, saying the island is lost and was blown away from its homeland",
      "sentences": {
        "Một giọng nói khẽ vang lên từ trong gió: \"Tớ bị lạc… gió cuốn tớ đi mất khỏi quê hương.\"": "A soft voice rose from the wind: \"I'm lost... the wind blew me away from my homeland.\""
      }
    },
    {
      "id": "8",
      "title": "Mai's Surprise",
      "description": "Mai's mouth drops open — this is the first time she's heard an island speak",
      "sentences": {
        "Mai há hốc miệng — đây là lần đầu tiên cô nghe một hòn đảo biết nói.": "Mai's mouth dropped open — this was the first time she had heard an island speak."
      }
    },
    {
      "id": "9",
      "title": "Getting on the Island",
      "description": "Without thinking much, Mai rows her small wooden boat closer and steps onto the island",
      "sentences": {
        "Không suy nghĩ nhiều, cô chèo chiếc xuồng gỗ nhỏ đến gần và bước lên hòn đảo.": "Without thinking much, she rowed her small wooden boat closer and stepped onto the island."
      }
    },
    {
      "id": "10",
      "title": "Soft Ground",
      "description": "The ground under her feet is soft like sand, and coconut water falls like clear musical drops",
      "sentences": {
        "Mặt đất dưới chân cô mềm như cát, và nước dừa rơi xuống như những giọt nhạc trong trẻo.": "The ground under her feet was soft like sand, and coconut water fell like clear musical drops."
      }
    },
    {
      "id": "11",
      "title": "Mai's Promise",
      "description": "Mai promises to help the island find its way home",
      "sentences": {
        "\"Đừng lo, tớ sẽ giúp cậu tìm lại nhà,\" Mai nói và mỉm cười.": "\"Don't worry, I'll help you find your way home,\" Mai said and smiled."
      }
    },
    {
      "id": "12",
      "title": "The Island's Joy",
      "description": "The island is happy, coconut trees sway and leaves sing rustling in the sunlight",
      "sentences": {
        "Hòn đảo vui mừng, những cây dừa đung đưa và tiếng lá hát xào xạc trong nắng.": "The island was happy, coconut trees swayed and leaves sang rustling in the sunlight."
      }
    },
    {
      "id": "13",
      "title": "Floating Market",
      "description": "They drift together past the floating market, where vendors exclaim about the girl riding a talking island",
      "sentences": {
        "Họ cùng nhau trôi qua chợ nổi, nơi các cô bán hàng reo lên: \"Nhìn kìa, con bé đang cưỡi hòn đảo biết đi!\"":
        "They drifted together past the floating market, where vendors exclaimed: \"Look, the little girl is riding a talking island!\""
      }
    },
    {
      "id": "14",
      "title": "Shy Island",
      "description": "Mai laughs and waves, while the island shyly hides behind a light mist",
      "sentences": {
        "Mai cười, vẫy tay, còn hòn đảo thì thẹn thùng ẩn mình sau màn sương nhẹ.": "Mai laughed and waved, while the island shyly hid itself behind a light mist."
      }
    },
    {
      "id": "15",
      "title": "Fireflies at Night",
      "description": "Night falls and thousands of fireflies emerge, lighting up the sky like a garden of stars on the water",
      "sentences": {
        "Đêm xuống, hàng ngàn đom đóm bay ra, thắp sáng bầu trời như một vườn sao trên mặt nước.": "Night fell, thousands of fireflies emerged, lighting up the sky like a garden of stars on the water."
      }
    },
    {
      "id": "16",
      "title": "Homesickness",
      "description": "The island softly says it misses home and wonders if Mother River still remembers it",
      "sentences": {
        "\"Tớ nhớ nhà lắm,\" hòn đảo khẽ nói. \"Không biết mẹ sông có còn nhớ tớ không.\"": "\"I miss home so much,\" the island said softly. \"I wonder if Mother River still remembers me.\""
      }
    },
    {
      "id": "17",
      "title": "Mai's Comfort",
      "description": "Mai places her hand on the coconut tree trunk and reassures the island",
      "sentences": {
        "Mai đặt tay lên thân cây dừa: \"Cậu cứ tin đi, sông Mê Kông luôn đón những gì thuộc về mình.\"": "Mai placed her hand on the coconut tree trunk: \"Just believe, the Mekong River always welcomes what belongs to it.\""
      }
    },
    {
      "id": "18",
      "title": "Approaching the Sea",
      "description": "The next morning, they see the water gradually becoming salty, with the fresh smell of sea breeze",
      "sentences": {
        "Sáng hôm sau, họ thấy mặt nước dần chuyển mặn, mùi gió biển ùa đến thơm mát.": "The next morning, they saw the water gradually becoming salty, with the fresh smell of sea breeze rushing in."
      }
    },
    {
      "id": "19",
      "title": "Finding Home",
      "description": "Where the river meets the sea, the island trembles slightly as coconut roots shine and slowly sink into the sand",
      "sentences": {
        "Ở nơi sông gặp biển, hòn đảo khẽ rung lên — những rễ dừa sáng lấp lánh rồi từ từ cắm xuống lòng cát.": "Where the river meets the sea, the island trembled slightly — coconut roots sparkled and slowly sank into the sand."
      }
    },
    {
      "id": "20",
      "title": "Farewell",
      "description": "Mai sits in her boat, watching the island gradually settle, hearing a soft whisper of thanks in the waves",
      "sentences": {
        "Mai ngồi trên xuồng, nhìn hòn đảo dần dần đứng yên, nghe tiếng thì thầm cảm ơn vang khẽ trong sóng: \"Mai ơi, cám ơn cậu… bạn của dòng sông.\"": "Mai sat in her boat, watching the island gradually settle, hearing a soft whisper of thanks in the waves: \"Mai, thank you... friend of the river.\""
      }
    }
  ]
}