{
  "title": "メコン川の冒険",
  "description": "メイという少女がメコン川で話す島と出会い、川から海へと旅する中で友情と故郷の意味を発見する魔法のような物語。",
  "pages": [
    {
      "id": "1",
      "title": "メコン川のほとりで",
      "description": "メイは水が優しく流れ、ココナッツの木が水面に影を落とすメコン川のほとりに座るのが好き",
      "sentences": {
        "Mai thích ngồi bên bờ sông Mê Kông, nơi nước chảy hiền hòa và những hàng dừa soi bóng xuống mặt nước.": "メイは水が優しく流れ、ココナッツの木が水面に影を落とすメコン川のほとりに座るのが好きでした。"
      }
    },
    {
      "id": "2",
      "title": "夕方の音",
      "description": "毎夕方、メイは遠くのモーターボートの音と風に乗ってくる鳥の群れの声を聞く",
      "sentences": {
        "Mỗi buổi chiều, cô nghe tiếng ghe máy xa xa hòa cùng tiếng chim gọi bầy trong gió.": "毎夕方、彼女は遠くのモーターボートの音と風に乗ってくる鳥の群れの声を聞いていました。"
      }
    },
    {
      "id": "3",
      "title": "流れてくる何か",
      "description": "明るい晴れた日、メイは川の真ん中に何かが流れてくるのを発見する",
      "sentences": {
        "Một ngày nắng rực rỡ, Mai phát hiện giữa dòng sông có một vật gì đó đang trôi lại gần.": "明るい晴れた日、メイは川の真ん中に何かが近くに流れてくるのを発見しました。"
      }
    },
    {
      "id": "4",
      "title": "小さな島",
      "description": "近づくと、メイはそれが若いココナッツの木と野の花に覆われた小さな島だと気づく",
      "sentences": {
        "Khi lại gần, cô nhận ra đó là một hòn đảo nhỏ, phủ đầy dừa non và hoa dại.": "近づくと、彼女はそれが若いココナッツの木と野の花に覆われた小さな島だと気づきました。"
      }
    },
    {
      "id": "5",
      "title": "島の探求",
      "description": "島はゆっくりと回転し、何かを探しているようだった",
      "sentences": {
        "Hòn đảo xoay chậm chạp, như thể đang tìm kiếm điều gì.": "島はゆっくりと回転し、何かを探しているようでした。"
      }
    },
    {
      "id": "6",
      "title": "メイの挨拶",
      "description": "メイは小さな島に大声で挨拶し、どこから来たのか尋ねる",
      "sentences": {
        "\"Chào hòn đảo nhỏ kia!\" Mai gọi to. \"Cậu từ đâu đến vậy?\"": "\"こんにちは、小さな島さん！\"メイは大声で叫びました。「あなたはどこから来たの？」"
      }
    },
    {
      "id": "7",
      "title": "話す島",
      "description": "風の中から柔らかな声が響き、島は迷子で故郷から風に吹き飛ばされたと言う",
      "sentences": {
        "Một giọng nói khẽ vang lên từ trong gió: \"Tớ bị lạc… gió cuốn tớ đi mất khỏi quê hương.\"": "風の中から柔らかな声が響きました：「私は迷子になって…風に故郷から吹き飛ばされてしまったの。」"
      }
    },
    {
      "id": "8",
      "title": "メイの驚き",
      "description": "メイは口を大きく開ける——話す島の声を聞くのは初めてだった",
      "sentences": {
        "Mai há hốc miệng — đây là lần đầu tiên cô nghe một hòn đảo biết nói.": "メイは口を大きく開けました——話す島の声を聞くのは初めてでした。"
      }
    },
    {
      "id": "9",
      "title": "島に乗る",
      "description": "あまり考えずに、メイは小さな木のボートを漕いで近づき、島に上がる",
      "sentences": {
        "Không suy nghĩ nhiều, cô chèo chiếc xuồng gỗ nhỏ đến gần và bước lên hòn đảo.": "あまり考えずに、彼女は小さな木のボートを漕いで近づき、島に上がりました。"
      }
    },
    {
      "id": "10",
      "title": "柔らかな地面",
      "description": "足元の地面は砂のように柔らかく、ココナッツの水が澄んだ音楽の滴のように落ちる",
      "sentences": {
        "Mặt đất dưới chân cô mềm như cát, và nước dừa rơi xuống như những giọt nhạc trong trẻo.": "足元の地面は砂のように柔らかく、ココナッツの水が澄んだ音楽の滴のように落ちました。"
      }
    },
    {
      "id": "11",
      "title": "メイの約束",
      "description": "メイは島が家に帰れるよう手伝うと約束する",
      "sentences": {
        "\"Đừng lo, tớ sẽ giúp cậu tìm lại nhà,\" Mai nói và mỉm cười.": "\"心配しないで、あなたが家に帰れるよう手伝ってあげるから、\"メイは言って微笑みました。"
      }
    },
    {
      "id": "12",
      "title": "島の喜び",
      "description": "島は喜び、ココナッツの木が揺れ、葉っぱが陽光の中でさわさわと歌う",
      "sentences": {
        "Hòn đảo vui mừng, những cây dừa đung đưa và tiếng lá hát xào xạc trong nắng.": "島は喜び、ココナッツの木が揺れ、葉っぱが陽光の中でさわさわと歌いました。"
      }
    },
    {
      "id": "13",
      "title": "浮き市場",
      "description": "彼らは一緒に浮き市場を通り過ぎ、そこで商人たちが話す島に乗る少女について叫ぶ",
      "sentences": {
        "Họ cùng nhau trôi qua chợ nổi, nơi các cô bán hàng reo lên: \"Nhìn kìa, con bé đang cưỡi hòn đảo biết đi!\"":
        "彼らは一緒に浮き市場を通り過ぎ、そこで商人たちが叫びました：「見て、女の子が話す島に乗ってる！」"
      }
    },
    {
      "id": "14",
      "title": "恥ずかしがり屋の島",
      "description": "メイは笑って手を振り、島は恥ずかしそうに軽い霧の後ろに隠れる",
      "sentences": {
        "Mai cười, vẫy tay, còn hòn đảo thì thẹn thùng ẩn mình sau màn sương nhẹ.": "メイは笑って手を振り、島は恥ずかしそうに軽い霧の後ろに隠れました。"
      }
    },
    {
      "id": "15",
      "title": "夜の蛍",
      "description": "夜になると、何千匹もの蛍が現れ、水面の星の庭のように空を照らす",
      "sentences": {
        "Đêm xuống, hàng ngàn đom đóm bay ra, thắp sáng bầu trời như một vườn sao trên mặt nước.": "夜になると、何千匹もの蛍が現れ、水面の星の庭のように空を照らしました。"
      }
    },
    {
      "id": "16",
      "title": "故郷への想い",
      "description": "島は静かに故郷が恋しいと言い、母なる川がまだ自分を覚えているかわからないと言う",
      "sentences": {
        "\"Tớ nhớ nhà lắm,\" hòn đảo khẽ nói. \"Không biết mẹ sông có còn nhớ tớ không.\"": "\"故郷がとても恋しい、\"島は静かに言いました。「母なる川がまだ私を覚えているかわからない。」"
      }
    },
    {
      "id": "17",
      "title": "メイの慰め",
      "description": "メイはココナッツの木の幹に手を置き、島を安心させる",
      "sentences": {
        "Mai đặt tay lên thân cây dừa: \"Cậu cứ tin đi, sông Mê Kông luôn đón những gì thuộc về mình.\"": "メイはココナッツの木の幹に手を置きました：「信じて、メコン川は自分に属するものをいつも迎えてくれるから。」"
      }
    },
    {
      "id": "18",
      "title": "海に向かって",
      "description": "翌朝、彼らは水が徐々に塩辛くなり、海風の爽やかな香りがするのを見る",
      "sentences": {
        "Sáng hôm sau, họ thấy mặt nước dần chuyển mặn, mùi gió biển ùa đến thơm mát.": "翌朝、彼らは水が徐々に塩辛くなり、海風の爽やかな香りが流れてくるのを見ました。"
      }
    },
    {
      "id": "19",
      "title": "故郷を見つける",
      "description": "川が海と出会う場所で、島はココナッツの根が輝いてゆっくりと砂に沈むと、微かに震える",
      "sentences": {
        "Ở nơi sông gặp biển, hòn đảo khẽ rung lên — những rễ dừa sáng lấp lánh rồi từ từ cắm xuống lòng cát.": "川が海と出会う場所で、島は微かに震えました——ココナッツの根が輝いてゆっくりと砂に沈んでいきました。"
      }
    },
    {
      "id": "20",
      "title": "別れ",
      "description": "メイはボートに座り、島が徐々に安定するのを見ながら、波の中に感謝のささやきを聞く",
      "sentences": {
        "Mai ngồi trên xuồng, nhìn hòn đảo dần dần đứng yên, nghe tiếng thì thầm cảm ơn vang khẽ trong sóng: \"Mai ơi, cám ơn cậu… bạn của dòng sông.\"": "メイはボートに座り、島が徐々に安定するのを見ながら、波の中に感謝のささやきを聞きました：「メイ、ありがとう…川の友よ。」"
      }
    }
  ]
}
