{
  "title": "lotus-bloom",
  "description": "A story about a woman discoving a purpose in life through photography",
  "chapters": [
    {
      "id": "ch1",
      "title": "Sương Mai and the Smell of Morning Phở",
      "description": "Mai's routine, corporate life, and a quiet artistic awakening.",
      "sentences": {
        "Sáng sớm, mùi phở bò thoang thoảng từ quán quen đầu hẻm đánh thức Mai.": "Early in the morning, the faint aroma of beef pho from the familiar shop at the alley's entrance woke Mai.",
        "Mẹ đã ngồi vào bàn, đôi mắt còn vương vẻ mơ hồ, nhưng nụ cười khi Mai đặt bát phở nóng hổi trước mặt vẫn ấm áp.": "Her mother was already seated at the table, her eyes still a bit hazy, but the smile she gave when Mai placed the steaming bowl of pho in front of her was still warm.",
        "\"Mẹ ăn ngon nhé,\" Mai khẽ nói, lòng chợt chùng xuống.": "\"Enjoy your meal, Mom,\" Mai said softly, her heart suddenly sinking.",
        "Những khoảnh khắc bình yên bên mẹ thế này, dù ngắn ngủi, lại là liều thuốc xoa dịu tâm hồn Mai.": "These peaceful moments with her mother, however brief, were a soothing balm for Mai's soul.",
        "Đưa mẹ về nhà, Mai lại hòa mình vào dòng xe cộ ồn ã Sài Gòn.": "After taking her mother home, Mai plunged back into the bustling traffic of Saigon.",
        "Văn phòng máy lạnh Quận 1, những con số khô khan của marketing đồ uống, đôi khi khiến cô ngột ngạt.": "The air-conditioned office in District 1, and the dry figures of beverage marketing, sometimes stifled her.",
        "Hôm nay, nhiệm vụ thiết kế hình ảnh sản phẩm mới tưởng chừng nhàm chán.": "Today, the task of designing images for the new product seemed monotonous.",
        "Nhưng khi nhìn vào chai nước với những giọt sương đọng, Mai chợt nhớ ánh nắng ban mai xuyên kẽ lá, về cái \"hồn\" cô từng yêu thích ghi lại bằng ống kính.": "But as she looked at the water bottle with condensation, Mai suddenly remembered the morning sunlight filtering through the leaves, and the \"soul\" she used to love capturing with her lens.",
        "Một tia sáng lóe lên.": "A spark ignited.",
        "Đã đến lúc mang nhiếp ảnh trở lại.": "It was time to return to photography."
      }
    }
  ]
}