{
  "title": "Cho thuê",
  "description": "Một câu chuyện về dịch vụ cho thuê bạn trong Tokyo",
  "chapters": [
    {
      "id": "ch1",
      "title": "Chó đi lạc ở Shibuya và một núi tờ rơi.",
      "description": "Công việc phát tờ rơi bất ngờ trở thành nhiệm vụ giải cứu chó con bị lạc đầy ấm lòng.",
      "sentences": {
        "午前11時、渋谷スクランブル交差点。": "11 giờ sáng, ngã tư Shibuya Scramble.",
        "レンタル田中、今日の任務はビラ配り。": "Tanaka Cho Thuê, nhiệm vụ hôm nay là phát tờ rơi.",
        "千円の時給で、人の視線を避けるプロになった気分だ。": "Với mức lương giờ 1.000 yên, tôi có cảm giác như đã trở thành chuyên gia né tránh ánh nhìn của mọi người.",
        "皆、まるで幽霊でも見るかのように私を避ける。": "Mọi người né tránh tôi cứ như thể nhìn thấy ma vậy.",
        "あと百枚。": "Còn 100 tờ nữa.",
        "退屈なノルマにうんざりしながら、足元に目をやった。": "Vừa chán ngán với chỉ tiêu tẻ nhạt, tôi vừa nhìn xuống chân mình.",
        "茶色い毛玉が、小さく震えている。": "Một cục lông màu nâu đang run rẩy khẽ.",
        "子犬だ。": "Một con chó con.",
        "首輪なし。": "Không có vòng cổ.",
        "こんな喧騒の中で、よくまあ生きているものだ。": "Giữa sự ồn ào náo nhiệt thế này mà nó vẫn sống sót được, thật đáng kinh ngạc.",
        "私と一緒で、ここが居場所じゃないのに、ここにいる。": "Giống như tôi, nơi này không phải là nơi thuộc về nó, vậy mà nó vẫn ở đây.",
        "手にはまだビラがずっしり。": "Trong tay tôi vẫn còn cả xấp tờ rơi nặng trịch.",
        "しかし、このまま放っておくのも寝覚めが悪い。": "Tuy nhiên, cứ để mặc nó thế này thì lương tâm tôi cũng không yên.",
        "結局、ため息一つ、ビラの束を脇に抱え、子犬を拾い上げた。": "Cuối cùng, tôi thở dài một tiếng, kẹp xấp tờ rơi vào nách và nhặt con chó con lên.",
        "掌の上の小さな命。": "Một sinh linh nhỏ bé nằm gọn trong lòng bàn tay.",
        "全く、余計な仕事が増えた。": "Thật là, lại thêm việc không đâu vào đâu nữa rồi.",
        "ポケットでスマホが震える。": "Điện thoại trong túi rung lên.",
        "次の依頼か。": "Lại là một yêu cầu mới ư?",
        "まずはこの毛玉だ。": "Trước hết là cái cục lông này đã."
      }
    },
    {
      "id": "ch2",
      "title": "Sinh linh bé nhỏ, trọng trách lớn",
      "description": "Chú chó con gây rắc rối cho vị trí tạm quyền chính thức mới.",
      "sentences": {
        "渋谷の雑踏を抜け、子犬を抱えながらスマホを覗く。": "Vượt qua đám đông ở Shibuya, tôi vừa ôm chó con vừa lướt điện thoại.",
        "新しい依頼は「代理出席」。": "Nhiệm vụ mới là \"thay mặt tham dự\".",
        "「…は？": "「…Hả?",
        "」思わず声が出た。": "」Tôi bất giác thốt lên.",
        "場所は都内の高級ホテル、ドレスコードは『フォーマル』。": "Địa điểm là một khách sạn sang trọng trong nội thành, và quy định trang phục là 'trang trọng'.",
        "私のいつものレンタル衣装じゃ無理だし、そもそも、この子が…。": "Bộ đồ thuê tôi hay mặc thì không ổn rồi, mà ngay từ đầu, con bé này thì….",
        "抱きかかえた子犬が、クンクン鼻を鳴らし、私のTシャツの裾を甘噛みする。": "Chú chó con trong vòng tay tôi cứ khịt khịt mũi và gặm nhẹ vạt áo T-shirt của tôi.",
        "さっきまでの大人しさはどこへやら、元気いっぱいの『営業妨害』だ。": "Sự ngoan ngoãn ban nãy không thấy đâu, giờ đây nó hoàn toàn năng động, đúng là \"phá hoại công việc\" mà.",
        "「まさか犬同伴で披露宴に出るわけにもいかないしね。": "「Không thể nào mang chó đi dự tiệc cưới được rồi.",
        "この小さな命をどうするか。": "Phải làm gì với sinh linh bé nhỏ này đây?",
        "依頼まであと3時間。": "Còn 3 tiếng nữa là đến lúc làm nhiệm vụ.",
        "とりあえず、最寄りのペットホテルを検索する指が、妙に震えていた。": "Trước mắt, ngón tay tôi run một cách lạ thường khi tìm kiếm khách sạn thú cưng gần nhất.",
        "」エミコはため息をついた。": "」Emiko thở dài."
      }
    },
    {
      "id": "ch3",
      "title": "Dấu chân lạc và mối duyên kỳ lạ",
      "description": "Emiko tìm thấy một giải pháp bất ngờ cho chú chó con tại một cửa hàng kỳ lạ.",
      "sentences": {
        "迫り来る３時間のタイムリミットに、エミコは焦っていた。": "Emiko đang sốt ruột vì thời hạn 3 tiếng cận kề.",
        "スマホで検索したペットホテルは、どこも「本日満室」か「予約必須」の表示ばかり。": "Các khách sạn thú cưng cô tìm trên điện thoại đều hiển thị \"Hôm nay đã kín phòng\" hoặc \"Yêu cầu đặt trước\".",
        "抱きかかえた子犬は、時折小さな声で鳴き、エミコの焦燥感をさらに煽る。": "Chú chó con cô ôm trong lòng thỉnh thoảng lại kêu lên những tiếng nhỏ, càng làm tăng thêm sự sốt ruột của Emiko.",
        "渋谷の裏通りをさまよっていると、場末のスナックとコインランドリーの間に、奇妙な看板を見つけた。": "Khi lang thang trên con phố phía sau Shibuya, cô nhìn thấy một tấm biển kỳ lạ nằm giữa một quán bar tồi tàn và một tiệm giặt tự động.",
        "「何でも相談所 兼 骨董品 兼 猫カフェ（仮）」と手書きされたそれは、まさしく多目的ショップの様相を呈していた。": "Tấm biển viết tay \"Văn phòng tư vấn mọi thứ kiêm Cửa hàng đồ cổ kiêm Quán cà phê mèo (tạm thời)\" đó, quả thực mang dáng dấp của một cửa hàng đa năng.",
        "「あの…すみません」エミコが引き戸を開けると、中には埃っぽい骨董品と、気まぐれに店を闊歩する猫が数匹。": "\"À... xin lỗi.\" Khi Emiko mở cửa trượt, bên trong là những món đồ cổ phủ bụi và vài con mèo đang thong dong đi lại trong quán.",
        "奥から現れたのは、色褪せたアロハシャツを着た白髪の男性だった。": "Từ phía trong bước ra là một người đàn ông tóc bạc, mặc chiếc áo sơ mi Hawaii bạc màu.",
        "「おや、珍しいお客さんだね。": "\"Ồ, khách hiếm đấy nhỉ.",
        "その子犬、どうしたんだい？": "Chú chó con đó bị làm sao vậy?",
        "」店主はエミコが口を開く前に、子犬に目を向けた。": "\" Người chủ quán nhìn chú chó con trước khi Emiko kịp mở lời.",
        "エミコは事情を簡潔に説明した。": "Emiko đã giải thích sự việc một cách ngắn gọn.",
        "「なるほどねぇ。": "\"À, ra vậy.",
        "うちはペットホテルじゃないが、その子、しばらく見ててあげてもいいよ。": "Chỗ chúng tôi không phải khách sạn thú cưng, nhưng tôi có thể trông con bé (chú chó) giúp cô một lát.",
        "タダとはいかないが、面白いものがあるからね…」": "Không miễn phí đâu, nhưng mà tôi có thứ này khá thú vị đấy...\"",
        "「仕事の間だけ預かってくれる所を探していて…」すると店主はニヤリと笑った。": "\"Tôi đang tìm một nơi có thể trông hộ nó trong lúc tôi đi làm...\" Nghe vậy, chủ quán nhếch mép cười."
      }
    },
    {
      "id": "ch4",
      "title": "Cái giá kỳ lạ và nhiệm vụ khẩn cấp",
      "description": "Khoản thanh toán kỳ lạ của người chủ đã hé lộ một giải pháp trang phục, đồng thời đặt ra thách thức cho Emiko.",
      "sentences": {
        "「さて、子犬の預かりの件ですが…」エミコは言いかけた。": "“Về việc trông nom chó con thì…” Emiko bắt đầu nói.",
        "店主はにこやかに首を振る。": "Ông chủ cửa hàng mỉm cười lắc đầu.",
        "「お金は要りませんよ。": "“Không cần tiền đâu.",
        "」エミコは眉をひそめた。": "” Emiko cau mày.",
        "何でも屋の彼女だが、この男が何を要求するか読めない。": "Dù cô là một người làm đủ nghề, nhưng cô không thể đoán được người đàn ông này muốn gì.",
        "「ええ、まさに『レンタル田中』さんの出番です」店主は奥の薄暗い一角を指差した。": "“Vâng, chính là lúc ‘Cho thuê Tanaka’ ra tay rồi.” Ông chủ cửa hàng chỉ vào một góc tối mờ ở phía sau.",
        "まさか、あれが？": "Chẳng lẽ, đó là?",
        "「あのお人形の、お話し相手ですか…？": "“Bạn nói chuyện với con búp bê đó ư…?",
        "」エミコの顔に困惑が浮かぶ。": "” Vẻ bối rối hiện rõ trên mặt Emiko.",
        "「ええ。": "“Đúng vậy.",
        "それと、どうせなら格好良く決めていただきたい」店主はニヤリと笑い、店の奥から古びた桐箪笥を引っ張り出した。": "Và nếu được, tôi muốn cô ăn mặc thật đẹp.” Ông chủ cửa hàng cười ranh mãnh, kéo ra một chiếc tủ gỗ cây trẩu cũ kỹ từ phía sau cửa hàng.",
        "中には、埃をかぶってはいるものの、上質な仕立てのフォーマルなワンピースが数着収まっていた。": "Bên trong, dù bám đầy bụi, có vài chiếc váy liền trang trọng được may với chất liệu cao cấp.",
        "「これで、次のお仕事の衣装も解決ですね！": "“Thế là trang phục cho công việc tiếp theo cũng được giải quyết rồi nhé!",
        "」店主はあっけらかんと言った。": "” Ông chủ cửa hàng thản nhiên nói.",
        "エミコは呆然とするしかなかった。": "Emiko chỉ biết đứng sững sờ.",
        "まさか、人形相手の奇妙なレンタル依頼が、ドレス問題の解決策になるとは。": "Không ngờ một yêu cầu thuê kỳ lạ để trò chuyện với búp bê lại là giải pháp cho vấn đề váy vóc.",
        "この男、一体何者だ。": "Người đàn ông này rốt cuộc là ai chứ.",
        "その代わり、一つ、私の店で『お仕事』をお願いしたい」「お仕事？": "Thay vào đó, tôi muốn nhờ cô làm một ‘công việc’ tại cửa hàng của tôi.” “Công việc ư?",
        "「あそこにいらっしゃるお客様に、少しばかりお付き合い願いたい」見ると、そこには豪華な着物を着た古い日本人形が鎮座していた。": "“Tôi muốn cô bầu bạn một chút với vị khách đang ở đằng kia.” Nhìn theo, cô thấy một con búp bê Nhật Bản cũ kỹ đang ngồi trang trọng, mặc một bộ kimono lộng lẫy."
      }
    },
    {
      "id": "ch5",
      "title": "Cuộc đối thoại thầm lặng",
      "description": "Emiko nói chuyện với búp bê, tinh tế bộc lộ bản thân.",
      "sentences": {
        "えみこは、再び目の前の人形に目を向けた。": "Emiko một lần nữa nhìn về phía con búp bê trước mặt.",
        "何を話せばいいのか、さっぱり見当がつかない。": "Cô hoàn toàn không biết nên nói gì.",
        "「えーと…今日も、いいお天気ですね？": "“Ờm… hôm nay trời cũng đẹp nhỉ?",
        "しかし、ここで引き下がるわけにはいかない。": "Tuy nhiên, cô không thể bỏ cuộc ở đây.",
        "仔犬のためだ。": "Vì con chó con.",
        "「あのですね、私、『レンタル田中』っていう名前で仕事をしてるんです。": "“Chuyện là, tôi làm việc dưới cái tên 'Tanaka Cho Thuê'.",
        "色々な人の『代わり』になるのが仕事でして。": "Công việc của tôi là trở thành 'người thay thế' cho nhiều người khác nhau.",
        "例えば、誰かの話を聞くだけとか、時には恋人のフリをしたり…。": "Ví dụ, chỉ đơn giản là lắng nghe câu chuyện của ai đó, hoặc đôi khi giả vờ làm người yêu…",
        "人形は何も言わない。": "Con búp bê không nói gì.",
        "当然だ。": "Đương nhiên rồi.",
        "店主の男は、相変わらず黙ってこちらを見ている。": "Người đàn ông chủ quán vẫn im lặng nhìn cô.",
        "その視線は、評価しているのか、ただ面白いものを見ているだけなのか、判別がつかない。": "Cô không thể phân biệt được ánh mắt đó là đang đánh giá hay chỉ đơn thuần là đang xem một thứ gì đó thú vị.",
        "「感情とか、余計なものを入れなければ、案外楽なもんです。": "“Nếu không xen vào cảm xúc hay những thứ không cần thiết, thì thật ra nó cũng khá dễ dàng.",
        "だって、自分じゃないんですから。": "Vì đó không phải là chính mình mà.”",
        "「…どうして私がこんな話をしてるんでしょうね。": "“...Tại sao tôi lại đang kể những chuyện này nhỉ.”",
        "人形は相変わらず、涼しい顔でそこにいた。": "Con búp bê vẫn ở đó, với vẻ mặt lạnh lùng như thường lệ.",
        "」自分で言ってて馬鹿らしくなる。": "”Tự nói ra mà thấy ngớ ngẩn.",
        "」言葉が滑らかに出始めた。": "”Lời nói bắt đầu tuôn ra trôi chảy.",
        "だけど…」ふと、先ほど抱き上げた仔犬の、あの温かい重みを思い出した。": "Nhưng mà…” Đột nhiên, cô nhớ lại cái cảm giác ấm áp và nặng trịch của con chó con mà cô vừa bế lên.",
        "」えみこは小さく呟いた。": "”Emiko khẽ lầm bầm."
      }
    },
    {
      "id": "ch6",
      "title": "Cuộc đối thoại kỳ lạ, Lòng dao động",
      "description": "Cuộc trò chuyện với búp bê ngày càng sâu sắc; sự thờ ơ của Emiko bắt đầu lung lay.",
      "sentences": {
        "「…だから、あなたは何も言わないから楽ですよね」と、恵美子は日本人形に語りかけた。": "「...Vì cô chẳng nói gì, nên thật nhẹ nhõm phải không?」 Emiko nói chuyện với con búp bê Nhật.",
        "無表情な人形は相変わらず黙って座っている。": "Con búp bê vô cảm vẫn im lặng ngồi đó như mọi khi.",
        "「私はいつも、相手の期待に応えるための役を演じているだけ。": "「Tôi luôn chỉ đóng một vai diễn để đáp ứng kỳ vọng của người khác.",
        "田中さん、とか、お姉さん、とか、誰かになりきる。": "Hoá thân thành cô Tanaka, hay chị gái, hay bất kỳ ai đó.",
        "文学部の頃は、登場人物になりきって小説を読むのが好きだったのに…今じゃ、自分が登場人物になった気分です。": "Hồi còn ở khoa văn học, tôi thích đọc tiểu thuyết bằng cách nhập vai vào nhân vật... còn bây giờ, tôi cảm thấy như mình đã trở thành một nhân vật.",
        "しかも、特に物語もないような」 「ほう、物語がない、か。": "Hơn nữa, lại chẳng có cốt truyện đặc biệt nào.」 「Ồ, chẳng có cốt truyện nào ư.",
        "それはまだ、見えていないだけかもしれませんな」 恵美子はハッと顔を上げた。": "Điều đó có lẽ là do cô chưa nhìn thấy thôi.」 Emiko giật mình ngẩng mặt lên.",
        "店主はいつの間にか近くに立っていて、にこやかにこちらを見ていた。": "Chủ tiệm không biết từ lúc nào đã đứng gần đó, mỉm cười nhìn cô.",
        "その目は、人形と恵美子の間で交わされた（一方的な）会話の全てを見透かしているかのようだ。": "Đôi mắt đó như thể nhìn thấu mọi lời trò chuyện (đơn phương) diễn ra giữa con búp bê và Emiko.",
        "恵美子の心臓が小さく跳ねた。": "Tim Emiko khẽ nhảy một nhịp.",
        "この男は一体何者なのか。": "Rốt cuộc người đàn ông này là ai?",
        "そして、この奇妙な空間で、自分は何を暴かれようとしているのか。": "Và trong không gian kỳ lạ này, mình sắp bị phơi bày điều gì đây?",
        "ただのバイトのはずなのに、なぜこんなに感情が揺さぶられるのだろう。": "Rõ ràng chỉ là công việc làm thêm, vậy mà tại sao cảm xúc lại bị xáo trộn đến thế?",
        "子犬の温もりを思い出し、胸の奥で何かがざわめいた。": "Nhớ lại hơi ấm của chú chó con, một điều gì đó xao động trong lồng ngực cô."
      }
    },
    {
      "id": "ch7",
      "title": "Câu chuyện vô hình",
      "description": "Emiko trăn trở với ý niệm về câu chuyện ẩn khuất của chính mình.",
      "sentences": {
        "「見えない物語、ねぇ」。": "「Một câu chuyện vô hình, hả」。",
        "エミコは心の中で呟いた。": "Emiko lẩm bẩm trong lòng.",
        "胡散臭い店主の言葉が、耳の奥で反響する。": "Lời nói của người chủ cửa hàng đáng ngờ vẫn vang vọng trong tai cô.",
        "目の前の日本人形は、相変わらず無言でこちらを見つめている。": "Con búp bê Nhật Bản trước mặt vẫn im lặng nhìn cô.",
        "「ええと…今日のニュースは、株価がまた上がったそうですね。": "「Ừm… tin tức hôm nay là giá cổ phiếu lại tăng lên, phải không.",
        "人形さんには関係ないかもしれませんが」。": "Dù có thể không liên quan đến búp bê đâu」。",
        "いつも通り、無難な話題を探し、形だけの会話を続ける。": "Như thường lệ, cô tìm kiếm một chủ đề an toàn và tiếp tục cuộc trò chuyện cho có lệ.",
        "だが、内心は波立っていた。": "Nhưng trong lòng cô đang dậy sóng.",
        "「私に物語？": "「Mình có câu chuyện ư?",
        "そんなもの、あるはずがない。": "Làm gì có chuyện đó.",
        "私は借り物の田中エミコ。": "Mình là Tanaka Emiko vay mượn.",
        "シナリオはいつも他人が書く」。": "Kịch bản lúc nào cũng do người khác viết」.",
        "そう言い聞かせても、どこかで引っかかる。": "Dù tự nhủ như vậy, cô vẫn cảm thấy vướng mắc ở đâu đó.",
        "あの仔犬の、温かい重み。": "Cái sức nặng ấm áp của chú chó con đó.",
        "それもまた、誰かのシナリオなのか。": "Đó cũng là kịch bản của ai đó sao.",
        "もし「私の物語」があるとしたら、それは一体、どんな形をしているのだろう。": "Nếu có một 'câu chuyện của tôi', thì nó sẽ có hình dạng như thế nào nhỉ?",
        "見えない、というのは、単に私が見ようとしていないだけなのだろうか。": "Việc không nhìn thấy, có phải đơn giản là vì mình không cố gắng nhìn không?",
        "エミコは人形の瞳をじっと見つめ返した。": "Emiko nhìn thẳng vào đôi mắt của con búp bê."
      }
    }
  ]
}