{
  "title": "Acérrimos rivales",
  "description": "La historia de dos castores que abandonaron su rivalidad para proteger la comunidad del río.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Rivalidad en el río",
      "description": "Bucky y Chopper compiten para construir la mejor presa, pero algo extraño aparece en la orilla del río.",
      "sentences": {
        "Bucky was a clever beaver.": "Bucky era un castor astuto.",
        "He lived on a wide, peaceful river.": "Vivía en un río ancho y tranquilo.",
        "Bucky loved to build dams.": "A Bucky le encantaba construir presas.",
        "He made them strong and safe.": "Las hacía fuertes y seguras.",
        "Every animal along the river admired Bucky’s dams.": "Todos los animales del río admiraban las presas de Bucky.",
        "But Bucky had one big problem.": "Pero Bucky tenía un gran problema.",
        "On the other side of the river lived another beaver named Chopper.": "Al otro lado del río vivía otro castor llamado Chopper.",
        "Chopper also loved building dams.": "A Chopper también le encantaba construir presas.",
        "But he built his dams very differently.": "Pero él construía sus presas de manera muy diferente.",
        "Chopper’s dams were tall, flashy, and impressive.": "Las presas de Chopper eran altas, llamativas e impresionantes.",
        "They looked nice, but sometimes they leaked or broke easily.": "Se veían bien, pero a veces goteaban o se rompían fácilmente.",
        "Bucky and Chopper did not like each other.": "Bucky y Chopper no se caían bien.",
        "Each beaver wanted to have the best dam on the river.": "Cada castor quería tener la mejor presa del río.",
        "They spent their days working very hard, trying to beat each other.": "Pasaban sus días trabajando muy duro, tratando de superarse el uno al otro.",
        "If Bucky made his dam bigger, Chopper made his even taller.": "Si Bucky hacía su presa más grande, Chopper la hacía aún más alta.",
        "If Chopper built his dam wider, Bucky would quickly add more branches to his own.": "Si Chopper construía su presa más ancha, Bucky rápidamente añadía más ramas a la suya.",
        "Their friends on the river thought their rivalry was funny, but it also caused problems.": "Sus amigos en el río pensaban que su rivalidad era divertida, pero también causaba problemas.",
        "Sometimes the river got blocked, and the water couldn’t flow smoothly.": "A veces el río se bloqueaba y el agua no podía fluir con facilidad.",
        "Animals had trouble crossing the river, and the fish were unhappy too.": "Los animales tenían problemas para cruzar el río, y los peces también estaban infelices.",
        "One day, Bucky woke up very early.": "Un día, Bucky se despertó muy temprano.",
        "He heard strange noises coming from the other side of the river, near Chopper’s dam.": "Oyó ruidos extraños que venían del otro lado del río, cerca de la presa de Chopper.",
        "Bucky quickly went to check.": "Bucky fue rápidamente a investigar.",
        "When he arrived, he saw Chopper standing there, looking very confused.": "Cuando llegó, vio a Chopper parado allí, con un aspecto muy confundido.",
        "“Did you do this, Bucky?” Chopper asked angrily.": "—¿Hiciste esto, Bucky? —preguntó Chopper enfadado.",
        "“No! I thought you did it!” Bucky replied, just as angry.": "—¡No! ¡Creí que lo habías hecho tú! —replicó Bucky, igual de enfadado.",
        "Both beavers looked at the strange thing by the riverbank.": "Ambos castores miraron la cosa extraña junto a la orilla del río.",
        "It was big and made of wood, but it did not look like a dam built by a beaver.": "Era grande y estaba hecha de madera, pero no parecía una presa construida por un castor.",
        "Something new had arrived at their river, and neither beaver knew what it was.": "Algo nuevo había llegado a su río, y ninguno de los dos castores sabía qué era."
      }
    },
    {
      "id": "ch2",
      "title": "El Misterioso Tercer Rival",
      "description": "Bucky y Chopper, perplejos ante el misterioso edificio que apareció de repente a la orilla del río. Ambos, aun desconfiando el uno del otro, empiezan a compartir su inquietud.",
      "sentences": {
        "One morning, Bucky woke up and saw something strange on the riverbank.": "Una mañana, Bucky se despertó y vio algo extraño en la orilla del río.",
        "A new structure had appeared overnight.": "Una nueva estructura había aparecido de la noche a la mañana.",
        "It was big and made from wood, but it looked nothing like a dam he or Chopper would build.": "Era grande y de madera, pero no se parecía en nada a una presa que él o Chopper construirían.",
        "Bucky quickly went to investigate.": "Bucky fue rápidamente a investigar.",
        "He carefully inspected the strange new \"dam.\"": "Inspeccionó cuidadosamente la extraña nueva 'presa'.",
        "It was perfectly straight, with smooth wood pieces.": "Era perfectamente recta, con piezas de madera lisas.",
        "It didn't look like something built by a beaver.": "No parecía algo construido por un castor.",
        "At the same time, Chopper had noticed the new structure too.": "Al mismo tiempo, Chopper también había notado la nueva estructura.",
        "He came running up, looking angry.": "Llegó corriendo, con aspecto enfadado.",
        "“Bucky! Did you build this just to annoy me?” he shouted.": "“¡Bucky! ¿Construiste esto solo para molestarme?” gritó.",
        "“No, I didn’t!” Bucky shouted back.": "“¡No, no lo hice!” le gritó Bucky.",
        "“I thought you built this strange thing to trick me!”": "“¡Pensé que tú habías construido esta cosa extraña para engañarme!”",
        "They argued for a few minutes, each blaming the other.": "Discutieron durante unos minutos, culpándose mutuamente.",
        "Neither beaver could believe the other was telling the truth.": "Ninguno de los castores podía creer que el otro estuviera diciendo la verdad.",
        "Finally, Bucky said, “Maybe there's another beaver trying to take our river.”": "Finalmente, Bucky dijo: “Quizás haya otro castor intentando apoderarse de nuestro río.”",
        "Chopper nodded slowly. “That could be true. But I've never seen a dam like this before.”": "Chopper asintió lentamente. “Eso podría ser cierto. Pero nunca antes había visto una presa como esta.”",
        "The two rivals stood quietly, staring at the mysterious wooden structure.": "Los dos rivales se quedaron quietos, mirando la misteriosa estructura de madera.",
        "Both felt worried and confused.": "Ambos se sentían preocupados y confundidos.",
        "They knew something strange was happening on their river.": "Sabían que algo extraño estaba ocurriendo en su río."
      }
    },
    {
      "id": "ch3",
      "title": "Extrañas Desapariciones",
      "description": "Los animales de la ribera fueron desapareciendo uno a uno, y Bucky se enfrenta solo a la creciente ansiedad.",
      "sentences": {
        "Days passed, and life along the river started to change.": "Pasaron los días y la vida junto al río empezó a cambiar.",
        "At first, nobody noticed.": "Al principio, nadie se dio cuenta.",
        "Animals were busy watching the rivalry between Bucky and Chopper.": "Los animales estaban ocupados observando la rivalidad entre Bucky y Chopper.",
        "But slowly, animals began disappearing.": "Pero poco a poco, los animales comenzaron a desaparecer.",
        "Bucky first noticed when fewer friends came to their daily meetings.": "Bucky se dio cuenta por primera vez cuando menos amigos asistían a sus reuniones diarias.",
        "The river usually had many animals gathering, playing, and sharing news.": "En el río solía haber muchos animales reuniéndose, jugando y compartiendo noticias.",
        "Now, only a few came each day.": "Ahora, solo unos pocos venían cada día.",
        "He wondered where everyone had gone.": "Se preguntó a dónde habían ido todos.",
        "One day, Bucky asked his friend Willow, a gentle rabbit, if she had seen their missing friends.": "Un día, Bucky le preguntó a su amiga Willow, una coneja gentil, si había visto a sus amigos desaparecidos.",
        "Willow shook her head sadly. “No, and I'm starting to get worried too.”": "Willow negó con la cabeza tristemente. “No, y yo también estoy empezando a preocuparme.”",
        "Soon, the animals along the river became scared.": "Pronto, los animales del río se asustaron.",
        "Everyone whispered about a predator, a dangerous animal hunting in the forest.": "Todos susurraban sobre un depredador, un animal peligroso cazando en el bosque.",
        "Some animals moved away, looking for safer homes.": "Algunos animales se fueron, buscando hogares más seguros.",
        "Bucky tried warning his neighbors, but no one listened.": "Bucky intentó advertir a sus vecinos, pero nadie le hizo caso.",
        "They thought he was trying to trick them, distracted by his rivalry with Chopper.": "Creían que estaba intentando engañarlos, distraídos por su rivalidad con Chopper.",
        "They said, \"You're just trying to scare us because you want everyone on your side.\"": "Decían: \"Solo intentas asustarnos porque quieres que todos estén de tu lado.\"",
        "Bucky felt helpless and alone.": "Bucky se sentía indefenso y solo.",
        "Something dangerous was happening, and nobody believed him.": "Algo peligroso estaba sucediendo, y nadie le creía.",
        "He knew he had to figure out what was going on, even if it meant doing it alone.": "Sabía que tenía que averiguar qué estaba pasando, incluso si eso significaba hacerlo solo."
      }
    },
    {
      "id": "ch4",
      "title": "La Verdad Revelada",
      "description": "Para descubrir el misterio, Bucky se acerca sin temor a los edificios humanos. Y presencia una verdad impactante y la tragedia de sus compañeros.",
      "sentences": {
        "One quiet evening, Bucky knew he had to find answers.": "Una tarde tranquila, Bucky supo que tenía que encontrar respuestas.",
        "He swam carefully through the river, staying hidden in the tall grass near the mysterious wooden structure.": "Nadaba con cuidado por el río, manteniéndose escondido entre la hierba alta cerca de la misteriosa estructura de madera.",
        "His heart beat quickly as he came closer.": "Su corazón latía rápidamente a medida que se acercaba.",
        "Strange noises and voices filled the air, louder now than before.": "Ruidos y voces extrañas llenaban el aire, más fuertes ahora que antes.",
        "Slowly and silently, Bucky climbed onto the riverbank.": "Lenta y silenciosamente, Bucky subió a la orilla del río.",
        "He peeked from behind a thick bush.": "Se asomó desde detrás de un arbusto espeso.",
        "He saw bright lights inside the building, and figures moved around inside.": "Vio luces brillantes dentro del edificio, y figuras que se movían en su interior.",
        "To his shock, he realized they were humans.": "Para su asombro, se dio cuenta de que eran humanos.",
        "They were loud, laughing and talking in a way he did not understand.": "Eran ruidosos, reían y hablaban de una manera que él no entendía.",
        "They carried strange shiny objects.": "Llevaban objetos extraños y brillantes.",
        "Suddenly, Bucky noticed Willow, his gentle rabbit friend, quietly hopping through the grass near the lodge.": "De repente, Bucky vio a Willow, su gentil amiga conejita, saltando sigilosamente entre la hierba cerca de la cabaña.",
        "He wanted to warn her, but before he could move, a loud bang echoed through the air.": "Quiso advertirle, pero antes de que pudiera moverse, un fuerte estruendo resonó en el aire.",
        "Willow fell to the ground, and she didn't move again.": "Willow cayó al suelo y no se movió más.",
        "Bucky’s heart stopped. Tears filled his eyes.": "El corazón de Bucky se detuvo. Las lágrimas llenaron sus ojos.",
        "Now he knew the truth.": "Ahora conocía la verdad.",
        "Humans were hunting the animals by the river, and this strange building was their lodge.": "Los humanos estaban cazando a los animales del río, y este extraño edificio era su cabaña de caza.",
        "The disappearances finally made sense.": "Las desapariciones finalmente tenían sentido.",
        "Filled with sadness and guilt, Bucky thought about his rivalry with Chopper.": "Lleno de tristeza y culpa, Bucky pensó en su rivalidad con Chopper.",
        "They had wasted so much time competing, fighting, and arguing.": "Habían perdido tanto tiempo compitiendo, luchando y discutiendo.",
        "Their petty contest now seemed foolish compared to this dangerous new threat.": "Su insignificante disputa ahora parecía una tontería en comparación con esta nueva y peligrosa amenaza.",
        "Bucky felt heavy with regret, realizing that they needed to stop fighting each other and start working together.": "Bucky se sintió abrumado por el arrepentimiento, dándose cuenta de que necesitaban dejar de luchar entre sí y empezar a trabajar juntos.",
        "The lives of everyone along the river depended on it.": "Las vidas de todos a lo largo del río dependían de ello."
      }
    },
    {
      "id": "ch5",
      "title": "Tregua y trabajo en equipo",
      "description": "Bucky le dijo la verdad a Chopper y finalmente los dos decidieron cooperar.",
      "sentences": {
        "The sun was setting, casting an orange glow across the river when Bucky finally decided what he needed to do.": "El sol se ponía, tiñendo el río de un resplandor anaranjado cuando Bucky finalmente decidió lo que tenía que hacer.",
        "He felt nervous but knew there was no other choice.": "Se sentía nervioso, pero sabía que no había otra opción.",
        "With a deep breath, he swam toward Chopper’s dam.": "Con una respiración profunda, nadó hacia la presa de Chopper.",
        "Chopper saw Bucky coming and stood up quickly, ready for an argument.": "Chopper vio venir a Bucky y se levantó rápidamente, preparado para una discusión.",
        "“What are you doing here, Bucky?” he snapped. “Planning to ruin my dam again?”": "“¿Qué haces aquí, Bucky?” espetó. “¿Planeando arruinar mi presa otra vez?”",
        "Bucky shook his head, his voice firm but calm.": "Bucky negó con la cabeza, su voz firme pero tranquila.",
        "“Chopper, we have a much bigger problem than our rivalry. I saw humans at that new structure. It's a hunter’s lodge. They’re hunting us. Willow was killed yesterday.”": "“Chopper, tenemos un problema mucho más grande que nuestra rivalidad. Vi humanos en esa nueva estructura. Es una cabaña de cazadores. Nos están cazando. Willow fue asesinada ayer.”",
        "Chopper froze, eyes wide. He stared at Bucky, not wanting to believe it.": "Chopper se quedó inmóvil, con los ojos muy abiertos. Miró fijamente a Bucky, sin querer creerlo.",
        "“Are you making this up to trick me? It’s just another one of your games, right?”": "“¿Te estás inventando esto para engañarme? Es solo otro de tus juegos, ¿verdad?”",
        "“No!” Bucky shouted, frustrated. “Why would I lie about something this serious? Willow is gone. Many of our friends have disappeared. We have to stop fighting each other and face this together, or we will all be gone soon.”": "“¡No!” gritó Bucky, frustrado. “¿Por qué mentiría sobre algo tan serio? Willow ya no está. Muchos de nuestros amigos han desaparecido. Tenemos que dejar de pelearnos y enfrentar esto juntos, o pronto todos habremos desaparecido.”",
        "Chopper hesitated, looking at the ground. He thought about all the times they fought.": "Chopper dudó, mirando al suelo. Pensó en todas las veces que habían peleado.",
        "“If what you say is true, what could we possibly do against humans?”": "“Si lo que dices es verdad, ¿qué podríamos hacer contra los humanos?”",
        "Bucky took a step closer.": "Bucky dio un paso más cerca.",
        "“I have a plan, but we need to work together. The humans built their lodge right in the river basin, where the ground is low. If we break our dams at the right time, we can cause a flood strong enough to destroy the lodge.”": "“Tengo un plan, pero necesitamos trabajar juntos. Los humanos construyeron su cabaña justo en la cuenca del río, donde el terreno es bajo. Si rompemos nuestras presas en el momento adecuado, podemos causar una inundación lo suficientemente fuerte como para destruir la cabaña.”",
        "Chopper's eyes widened. \"Destroy our dams? You know how hard we've worked on them!\"": "Los ojos de Chopper se abrieron. “¿Destruir nuestras presas? ¡Sabes lo duro que hemos trabajado en ellas!”",
        "Bucky nodded seriously. \"I know, but what good are our dams if there's no one left to see them? Our lives and our friends’ lives are more important than pride.\"": "Bucky asintió seriamente. “Lo sé, pero ¿de qué sirven nuestras presas si no queda nadie para verlas? Nuestras vidas y las vidas de nuestros amigos son más importantes que el orgullo.”",
        "Chopper was quiet, thinking deeply. Finally, he let out a heavy sigh.": "Chopper se quedó en silencio, pensando profundamente. Finalmente, dejó escapar un profundo suspiro.",
        "“Alright, Bucky. Just this once, we do it your way. But if you’re lying to me...”": "“Está bien, Bucky. Solo por esta vez, lo haremos a tu manera. Pero si me estás mintiendo...”",
        "“I’m not lying,” Bucky interrupted. “You’ll see. Together, we can save our home.\"": "“No estoy mintiendo,” interrumpió Bucky. “Ya lo verás. Juntos, podemos salvar nuestro hogar.”",
        "The two beavers nodded at each other.": "Los dos castores asintieron el uno al otro.",
        "They had spent so much time fighting; now it was time to join forces.": "Habían pasado tanto tiempo peleando; ahora era el momento de unir fuerzas.",
        "Their rivalry had to end—at least for now. Their friends depended on it.": "Su rivalidad tenía que terminar —al menos por ahora—. Sus amigos dependían de ello."
      }
    },
    {
      "id": "ch6",
      "title": "El Gran Diluvio",
      "description": "Bucky y Chopper, trabajando juntos, ejecutan un plan para romper la presa e inundar y arrastrar la cabaña del cazador.",
      "sentences": {
        "Night fell over the river, stars glittering quietly in the dark sky.": "La noche cayó sobre el río, las estrellas brillando silenciosamente en el cielo oscuro.",
        "Bucky and Chopper stood together, their hearts beating quickly.": "Bucky y Chopper estaban juntos, con los corazones latiéndoles rápidamente.",
        "The sound of rushing water filled their ears.": "El sonido del agua precipitándose les llenaba los oídos.",
        "They both knew this was the moment they'd been preparing for.": "Ambos sabían que este era el momento para el que se habían estado preparando.",
        "'Are you ready?' Bucky asked, looking at Chopper seriously.": "'¿Estás listo?', preguntó Bucky, mirando a Chopper con seriedad.",
        "'Ready as I'll ever be', Chopper replied, determination in his eyes. 'Let's do this.'": "'Más que listo', respondió Chopper, con determinación en sus ojos. 'Hagámoslo.'",
        "Quickly, both beavers swam toward their own dams.": "Rápidamente, ambos castores nadaron hacia sus propias presas.",
        "Under the pale moonlight, Bucky began pulling out the strong branches and logs that he'd carefully placed.": "Bajo la pálida luz de la luna, Bucky comenzó a sacar las fuertes ramas y troncos que había colocado con cuidado.",
        "His heart ached as he dismantled the work he'd proudly built. But he knew it was necessary.": "Le dolía el corazón mientras desmantelaba el trabajo que había construido con orgullo. Pero sabía que era necesario.",
        "Nearby, Chopper tore apart his own dam, removing big branches and carefully placed sticks, destroying months of hard work in moments.": "Cerca de allí, Chopper destrozó su propia presa, quitando grandes ramas y palos cuidadosamente colocados, destruyendo meses de arduo trabajo en cuestión de minutos.",
        "As their dams weakened, water began trickling, then streaming faster.": "A medida que sus presas se debilitaban, el agua comenzó a gotear, y luego a fluir más rápido.",
        "Soon, powerful waves crashed through the broken dams, roaring downstream.": "Pronto, poderosas olas se estrellaron contra las presas rotas, rugiendo río abajo.",
        "The river surged, growing into a fierce flood that raced toward the hunter's lodge.": "El río se desbordó, convirtiéndose en una feroz inundación que corrió hacia la cabaña del cazador.",
        "The humans inside the lodge heard the roaring water too late.": "Los humanos dentro de la cabaña oyeron el rugido del agua demasiado tarde.",
        "They ran out, shouting in panic, but the water hit the lodge with unstoppable force.": "Salieron corriendo, gritando de pánico, pero el agua golpeó la cabaña con una fuerza imparable.",
        "Logs cracked and walls splintered as the flood swallowed the building.": "Los troncos se agrietaron y las paredes se astillaron mientras la inundación engullía el edificio.",
        "Within moments, the hunter's lodge was swept away.": "En cuestión de segundos, la cabaña del cazador fue arrastrada.",
        "Bucky and Chopper watched from the safety of higher ground, their fur wet, breathing heavily.": "Bucky y Chopper observaban desde la seguridad de un terreno más elevado, con el pelaje mojado y respirando con dificultad.",
        "Animals from the riverbank gathered around, cheering and jumping with joy.": "Los animales de la orilla del río se reunieron, animando y saltando de alegría.",
        "The threat was gone. The river community was safe again.": "La amenaza había desaparecido. La comunidad del río estaba a salvo de nuevo.",
        "Bucky turned to Chopper, smiling gratefully. 'We did it. Together.'": "Bucky se volvió hacia Chopper, sonriendo agradecido. 'Lo hicimos. Juntos.'",
        "Chopper nodded, smiling back. 'We did. And we saved everyone.'": "Chopper asintió, devolviéndole la sonrisa. 'Lo hicimos. Y salvamos a todos.'",
        "They both knew things would never be the same.": "Ambos sabían que las cosas nunca volverían a ser las mismas.",
        "Their rivalry seemed foolish now.": "Su rivalidad ahora parecía una tontería.",
        "From now on, they would build together, protecting their home and friends side by side.": "A partir de ahora, construirían juntos, protegiendo su hogar y amigos codo con codo.",
        "The great flood had not only washed away the human threat—it had also washed away their rivalry, replacing it with a friendship stronger than any dam.": "La gran inundación no solo había arrastrado la amenaza humana, sino que también había borrado su rivalidad, reemplazándola con una amistad más fuerte que cualquier presa."
      }
    },
    {
      "id": "ch7",
      "title": "Epílogo",
      "description": "Después de la inundación, la paz regresó a la orilla del río, y la amistad entre Bucky y Chopper une a los compañeros del río.",
      "sentences": {
        "Weeks passed, and life along the river slowly returned to normal.": "Pasaron las semanas, y la vida a orillas del río volvió lentamente a la normalidad.",
        "The floodwaters had receded, leaving behind fertile soil where flowers now bloomed brightly.": "Las aguas de la inundación habían bajado, dejando un suelo fértil donde ahora las flores brotaban con esplendor.",
        "The animals of the river community came together to remember their lost friends, holding quiet ceremonies and placing beautiful flowers by the riverbank.": "Los animales de la comunidad ribereña se reunieron para recordar a sus amigos perdidos, celebrando ceremonias tranquilas y colocando hermosas flores a la orilla del río.",
        "Bucky and Chopper worked side by side, building something new.": "Bucky y Chopper trabajaron codo con codo, construyendo algo nuevo.",
        "But this time, it wasn't a dam built to outdo each other.": "Pero esta vez, no era una presa construida para superarse el uno al otro.",
        "It was one large, sturdy dam, carefully planned and built together.": "Era una presa grande y robusta, cuidadosamente planificada y construida en conjunto.",
        "This dam stood as a symbol of their new friendship and unity among the animals.": "Esta presa se erigió como símbolo de su nueva amistad y unidad entre los animales.",
        "As they placed the final branch, Chopper turned to Bucky with a gentle smile.": "Mientras colocaban la última rama, Chopper se volvió hacia Bucky con una sonrisa amable.",
        "\"It's funny how things change, isn't it?\"": "\"Es curioso cómo cambian las cosas, ¿no?\"",
        "Bucky nodded thoughtfully.": "Bucky asintió pensativamente.",
        "\"Yes. We spent so much time fighting over who could build the best dam. But now I see what really matters—keeping each other safe.\"": "\"Sí. Pasamos tanto tiempo discutiendo sobre quién podía construir la mejor presa. Pero ahora veo lo que realmente importa: mantenernos a salvo el uno al otro.\"",
        "Chopper laughed softly, looking over the peaceful river.": "Chopper rió suavemente, contemplando el pacífico río.",
        "\"I never thought I'd say this, but I'm glad we’re on the same side.\"": "\"Nunca pensé que diría esto, pero me alegra que estemos del mismo lado.\"",
        "\"Me too,\" Bucky agreed warmly.": "\"Yo también\", convino Bucky con calidez.",
        "All around them, animals played happily, birds sang cheerfully, and the river flowed smoothly.": "A su alrededor, los animales jugaban felices, los pájaros cantaban alegremente, y el río fluía suavemente.",
        "The river community was stronger than ever, bound together by friendship and the shared memories of those they'd lost.": "La comunidad ribereña era más fuerte que nunca, unida por la amistad y los recuerdos compartidos de aquellos que habían perdido.",
        "The great rivalry between Bucky and Chopper was now a distant memory, replaced by a lasting friendship and a shared understanding: true strength comes not from competition but from working together.": "La gran rivalidad entre Bucky y Chopper era ahora un recuerdo lejano, reemplazada por una amistad duradera y un entendimiento compartido: la verdadera fuerza no viene de la competencia, sino de trabajar juntos."
      }
    }
  ]
}