{
  "title": "Kình địch Đập",
  "description": "Câu chuyện hai con hải ly gạt bỏ hiềm khích để bảo vệ cộng đồng ven sông.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Ganh đua trên sông",
      "description": "Bucky và Chopper cạnh tranh để xây dựng con đập tốt nhất, nhưng một thứ kỳ lạ xuất hiện trên bờ sông.",
      "sentences": {
        "Bucky was a clever beaver.": "Bucky là một chú hải ly thông minh.",
        "He lived on a wide, peaceful river.": "Cậu sống trên một con sông rộng lớn, yên bình.",
        "Bucky loved to build dams.": "Bucky rất thích xây đập.",
        "He made them strong and safe.": "Cậu làm chúng vững chắc và an toàn.",
        "Every animal along the river admired Bucky’s dams.": "Mọi loài vật sống dọc bờ sông đều ngưỡng mộ những con đập của Bucky.",
        "But Bucky had one big problem.": "Nhưng Bucky có một vấn đề lớn.",
        "On the other side of the river lived another beaver named Chopper.": "Phía bên kia sông có một chú hải ly khác tên là Chopper.",
        "Chopper also loved building dams.": "Chopper cũng rất thích xây đập.",
        "But he built his dams very differently.": "Nhưng cậu ta xây đập rất khác.",
        "Chopper’s dams were tall, flashy, and impressive.": "Những con đập của Chopper cao lớn, lộng lẫy và ấn tượng.",
        "They looked nice, but sometimes they leaked or broke easily.": "Chúng trông đẹp mắt, nhưng đôi khi lại bị rò rỉ hoặc dễ vỡ.",
        "Bucky and Chopper did not like each other.": "Bucky và Chopper không ưa nhau.",
        "Each beaver wanted to have the best dam on the river.": "Mỗi chú hải ly đều muốn có con đập tốt nhất trên sông.",
        "They spent their days working very hard, trying to beat each other.": "Chúng dành cả ngày làm việc rất chăm chỉ, cố gắng vượt qua đối phương.",
        "If Bucky made his dam bigger, Chopper made his even taller.": "Nếu Bucky làm con đập của mình lớn hơn, Chopper sẽ làm con đập của mình cao hơn nữa.",
        "If Chopper built his dam wider, Bucky would quickly add more branches to his own.": "Nếu Chopper xây đập rộng hơn, Bucky sẽ nhanh chóng thêm nhiều cành cây vào đập của mình.",
        "Their friends on the river thought their rivalry was funny, but it also caused problems.": "Những người bạn trên sông thấy cuộc cạnh tranh của chúng thật buồn cười, nhưng nó cũng gây ra nhiều vấn đề.",
        "Sometimes the river got blocked, and the water couldn’t flow smoothly.": "Đôi khi dòng sông bị tắc nghẽn, nước không thể chảy êm đềm.",
        "Animals had trouble crossing the river, and the fish were unhappy too.": "Các loài vật gặp khó khăn khi băng qua sông, và cá cũng không vui.",
        "One day, Bucky woke up very early.": "Một ngày nọ, Bucky thức dậy rất sớm.",
        "He heard strange noises coming from the other side of the river, near Chopper’s dam.": "Cậu nghe thấy những tiếng động lạ phát ra từ phía bên kia sông, gần con đập của Chopper.",
        "Bucky quickly went to check.": "Bucky nhanh chóng đi kiểm tra.",
        "When he arrived, he saw Chopper standing there, looking very confused.": "Khi đến nơi, cậu thấy Chopper đang đứng đó, trông rất bối rối.",
        "“Did you do this, Bucky?” Chopper asked angrily.": "“Mày làm cái này à, Bucky?” Chopper hỏi một cách tức giận.",
        "“No! I thought you did it!” Bucky replied, just as angry.": "“Không! Tao cứ nghĩ mày làm!” Bucky đáp lại, cũng tức giận không kém.",
        "Both beavers looked at the strange thing by the riverbank.": "Cả hai chú hải ly nhìn vào vật thể lạ bên bờ sông.",
        "It was big and made of wood, but it did not look like a dam built by a beaver.": "Nó lớn và làm bằng gỗ, nhưng trông không giống một con đập do hải ly xây dựng.",
        "Something new had arrived at their river, and neither beaver knew what it was.": "Một điều gì đó mới mẻ đã xuất hiện ở con sông của chúng, và cả hai chú hải ly đều không biết đó là gì."
      }
    },
    {
      "id": "ch2",
      "title": "Đối Thủ Bí Ẩn Thứ Ba",
      "description": "Bucky và Chopper hoang mang trước tòa nhà bí ẩn xuất hiện đột ngột bên bờ sông.  Cả hai nghi ngờ lẫn nhau, nhưng cũng bắt đầu chia sẻ sự lo lắng.",
      "sentences": {
        "One morning, Bucky woke up and saw something strange on the riverbank.": "Một buổi sáng, Bucky thức dậy và nhìn thấy một thứ gì đó lạ lùng trên bờ sông.",
        "A new structure had appeared overnight.": "Một công trình mới đã xuất hiện qua đêm.",
        "It was big and made from wood, but it looked nothing like a dam he or Chopper would build.": "Nó lớn và được làm bằng gỗ, nhưng trông không giống bất kỳ con đập nào mà cậu ta hay Chopper có thể xây.",
        "Bucky quickly went to investigate.": "Bucky nhanh chóng đi điều tra.",
        "He carefully inspected the strange new \"dam.\"": "Cậu ta cẩn thận kiểm tra con \"đập\" mới lạ lùng đó.",
        "It was perfectly straight, with smooth wood pieces.": "Nó thẳng tắp hoàn hảo, với những mảnh gỗ nhẵn nhụi.",
        "It didn't look like something built by a beaver.": "Nó không trông giống thứ gì đó do một con hải ly xây dựng.",
        "At the same time, Chopper had noticed the new structure too.": "Cùng lúc đó, Chopper cũng nhận thấy công trình mới.",
        "He came running up, looking angry.": "Nó chạy đến, trông rất tức giận.",
        "“Bucky! Did you build this just to annoy me?” he shouted.": "“Bucky! Chú xây cái này chỉ để chọc tức tớ à?” nó hét lên.",
        "“No, I didn’t!” Bucky shouted back.": "“Không, tớ không xây!” Bucky đáp lại.",
        "“I thought you built this strange thing to trick me!”": "“Tớ tưởng chú xây thứ kỳ lạ này để lừa tớ!”",
        "They argued for a few minutes, each blaming the other.": "Chúng cãi nhau vài phút, mỗi con đổ lỗi cho con kia.",
        "Neither beaver could believe the other was telling the truth.": "Không con hải ly nào tin rằng con kia đang nói thật.",
        "Finally, Bucky said, “Maybe there's another beaver trying to take our river.”": "Cuối cùng, Bucky nói, “Có lẽ có một con hải ly khác đang cố chiếm lấy dòng sông của chúng ta.”",
        "Chopper nodded slowly. “That could be true. But I've never seen a dam like this before.”": "Chopper gật đầu chậm rãi. “Điều đó có thể đúng. Nhưng tớ chưa từng thấy con đập nào như thế này trước đây.”",
        "The two rivals stood quietly, staring at the mysterious wooden structure.": "Hai đối thủ đứng yên lặng, nhìn chằm chằm vào công trình gỗ bí ẩn.",
        "Both felt worried and confused.": "Cả hai đều cảm thấy lo lắng và bối rối.",
        "They knew something strange was happening on their river.": "Chúng biết rằng có điều gì đó lạ lùng đang xảy ra trên dòng sông của chúng."
      }
    },
    {
      "id": "ch3",
      "title": "Strange Disappearances",
      "description": "Các con vật dọc bờ sông lần lượt biến mất, và Bucky một mình đối mặt với nỗi lo lắng ngày càng sâu sắc.",
      "sentences": {
        "Days passed, and life along the river started to change.": "Ngày tháng trôi qua, cuộc sống ven sông bắt đầu thay đổi.",
        "At first, nobody noticed.": "Lúc đầu, không ai nhận ra.",
        "Animals were busy watching the rivalry between Bucky and Chopper.": "Các con vật bận rộn theo dõi cuộc ganh đua giữa Bucky và Chopper.",
        "But slowly, animals began disappearing.": "Nhưng dần dần, các con vật bắt đầu biến mất.",
        "Bucky first noticed when fewer friends came to their daily meetings.": "Bucky nhận ra điều đó đầu tiên khi số lượng bạn bè đến các cuộc họp hàng ngày của chúng ít đi.",
        "The river usually had many animals gathering, playing, and sharing news.": "Con sông thường có rất nhiều con vật tụ tập, vui chơi và chia sẻ tin tức.",
        "Now, only a few came each day.": "Giờ đây, mỗi ngày chỉ có vài con đến.",
        "He wondered where everyone had gone.": "Cậu tự hỏi mọi người đã đi đâu.",
        "One day, Bucky asked his friend Willow, a gentle rabbit, if she had seen their missing friends.": "Một ngày nọ, Bucky hỏi người bạn Willow, một cô thỏ hiền lành, liệu cô có nhìn thấy những người bạn mất tích của chúng không.",
        "Willow shook her head sadly. “No, and I'm starting to get worried too.”": "Willow buồn bã lắc đầu. “Không, và tớ cũng bắt đầu lo lắng rồi.”",
        "Soon, the animals along the river became scared.": "Chẳng bao lâu sau, các con vật ven sông trở nên sợ hãi.",
        "Everyone whispered about a predator, a dangerous animal hunting in the forest.": "Mọi người thì thầm về một kẻ săn mồi, một con vật nguy hiểm đang săn lùng trong rừng.",
        "Some animals moved away, looking for safer homes.": "Một số con vật đã rời đi, tìm kiếm những ngôi nhà an toàn hơn.",
        "Bucky tried warning his neighbors, but no one listened.": "Bucky cố gắng cảnh báo hàng xóm của mình, nhưng không ai nghe.",
        "They thought he was trying to trick them, distracted by his rivalry with Chopper.": "Họ nghĩ cậu ta đang cố lừa gạt họ, bị phân tâm bởi sự ganh đua với Chopper.",
        "They said, \"You're just trying to scare us because you want everyone on your side.\"": "Họ nói, \"Cậu chỉ đang cố dọa chúng tôi vì muốn mọi người về phe mình thôi.\"",
        "Bucky felt helpless and alone.": "Bucky cảm thấy bất lực và cô đơn.",
        "Something dangerous was happening, and nobody believed him.": "Có điều gì đó nguy hiểm đang xảy ra, và không ai tin cậu.",
        "He knew he had to figure out what was going on, even if it meant doing it alone.": "Cậu biết mình phải tìm ra chuyện gì đang xảy ra, ngay cả khi điều đó có nghĩa là phải làm một mình."
      }
    },
    {
      "id": "ch4",
      "title": "Sự Thật Được Tiết Lộ",
      "description": "Bucky, không sợ hãi, lại gần những công trình của con người để tìm ra bí ẩn. Và rồi, cậu chứng kiến sự thật gây sốc và bi kịch của đồng đội.",
      "sentences": {
        "One quiet evening, Bucky knew he had to find answers.": "Một buổi chiều yên tĩnh, Bucky biết mình phải tìm câu trả lời.",
        "He swam carefully through the river, staying hidden in the tall grass near the mysterious wooden structure.": "Nó bơi cẩn thận qua sông, ẩn mình trong đám cỏ cao gần công trình gỗ bí ẩn.",
        "His heart beat quickly as he came closer.": "Trái tim nó đập nhanh khi nó đến gần.",
        "Strange noises and voices filled the air, louder now than before.": "Những tiếng động lạ và tiếng nói vang vọng khắp không gian, giờ đây lớn hơn trước.",
        "Slowly and silently, Bucky climbed onto the riverbank.": "Chậm rãi và lặng lẽ, Bucky trèo lên bờ sông.",
        "He peeked from behind a thick bush.": "Nó nhìn trộm từ sau một bụi cây rậm.",
        "He saw bright lights inside the building, and figures moved around inside.": "Nó thấy những ánh đèn sáng bên trong tòa nhà, và những bóng người di chuyển bên trong.",
        "To his shock, he realized they were humans.": "Cái sốc, nó nhận ra đó là con người.",
        "They were loud, laughing and talking in a way he did not understand.": "Họ rất ồn ào, cười đùa và nói chuyện theo cách mà nó không hiểu.",
        "They carried strange shiny objects.": "Họ mang theo những vật thể lạ lấp lánh.",
        "Suddenly, Bucky noticed Willow, his gentle rabbit friend, quietly hopping through the grass near the lodge.": "Đột nhiên, Bucky chú ý thấy Willow, người bạn thỏ hiền lành của nó, đang nhảy nhẹ nhàng trên cỏ gần nhà nghỉ.",
        "He wanted to warn her, but before he could move, a loud bang echoed through the air.": "Nó muốn cảnh báo cô ấy, nhưng trước khi nó kịp di chuyển, một tiếng nổ lớn vang vọng khắp không gian.",
        "Willow fell to the ground, and she didn't move again.": "Willow ngã xuống đất, và không cử động nữa.",
        "Bucky’s heart stopped. Tears filled his eyes.": "Trái tim Bucky như ngừng đập. Nước mắt ngấn đầy.",
        "Now he knew the truth.": "Giờ thì nó biết sự thật rồi.",
        "Humans were hunting the animals by the river, and this strange building was their lodge.": "Con người đang săn bắt động vật bên bờ sông, và tòa nhà kỳ lạ này là nhà nghỉ của họ.",
        "The disappearances finally made sense.": "Những vụ mất tích cuối cùng cũng có lời giải thích.",
        "Filled with sadness and guilt, Bucky thought about his rivalry with Chopper.": "Đầy sự buồn bã và tội lỗi, Bucky nghĩ về sự ganh đua với Chopper.",
        "They had wasted so much time competing, fighting, and arguing.": "Họ đã lãng phí quá nhiều thời gian để cạnh tranh, chiến đấu và tranh cãi.",
        "Their petty contest now seemed foolish compared to this dangerous new threat.": "Cuộc tranh giành nhỏ nhặt đó giờ đây dường như thật ngớ ngẩn so với mối đe dọa mới nguy hiểm này.",
        "Bucky felt heavy with regret, realizing that they needed to stop fighting each other and start working together.": "Bucky cảm thấy nặng trĩu bởi sự hối tiếc, nhận ra rằng họ cần phải ngừng chiến đấu với nhau và bắt đầu hợp tác.",
        "The lives of everyone along the river depended on it.": "Sinh mạng của mọi người dọc theo con sông đều phụ thuộc vào điều đó."
      }
    },
    {
      "id": "ch5",
      "title": "Hòa bình và hợp tác",
      "description": "Bucky nói sự thật với Chopper, và cuối cùng cả hai quyết định hợp tác.",
      "sentences": {
        "The sun was setting, casting an orange glow across the river when Bucky finally decided what he needed to do.": "Mặt trời đang lặn, nhuộm một màu cam rực rỡ trên dòng sông khi Bucky cuối cùng cũng quyết định điều mình cần làm.",
        "He felt nervous but knew there was no other choice.": "Cậu cảm thấy lo lắng nhưng biết rằng không còn lựa chọn nào khác.",
        "With a deep breath, he swam toward Chopper’s dam.": "Hít một hơi thật sâu, cậu bơi về phía đập của Chopper.",
        "Chopper saw Bucky coming and stood up quickly, ready for an argument.": "Chopper nhìn thấy Bucky đang đến và nhanh chóng đứng dậy, sẵn sàng cho một cuộc tranh cãi.",
        "“What are you doing here, Bucky?” he snapped. “Planning to ruin my dam again?”": "“Mày đang làm gì ở đây, Bucky?” hắn quát. “Lại định phá đập của tao nữa à?”",
        "Bucky shook his head, his voice firm but calm.": "Bucky lắc đầu, giọng nói chắc chắn nhưng bình tĩnh.",
        "“Chopper, we have a much bigger problem than our rivalry. I saw humans at that new structure. It's a hunter’s lodge. They’re hunting us. Willow was killed yesterday.”": "“Chopper, chúng ta đang gặp vấn đề lớn hơn nhiều so với sự ganh đua của chúng ta. Tao đã nhìn thấy người ở công trình mới đó. Đó là một trại săn. Chúng đang săn lùng chúng ta. Willow đã bị giết vào hôm qua.”",
        "Chopper froze, eyes wide. He stared at Bucky, not wanting to believe it.": "Chopper chết đứng, mắt mở to. Hắn nhìn chằm chằm vào Bucky, không muốn tin điều đó.",
        "“Are you making this up to trick me? It’s just another one of your games, right?”": "“Mày bịa chuyện để lừa tao à? Chỉ là một trò chơi khác của mày thôi, đúng không?”",
        "“No!” Bucky shouted, frustrated. “Why would I lie about something this serious? Willow is gone. Many of our friends have disappeared. We have to stop fighting each other and face this together, or we will all be gone soon.”": "“Không!” Bucky hét lên, đầy bực bội. “Tại sao tao phải nói dối về một chuyện nghiêm trọng như thế này? Willow đã mất rồi. Nhiều bạn của chúng ta đã biến mất. Chúng ta phải ngừng đánh nhau và cùng nhau đối mặt với việc này, nếu không thì tất cả chúng ta sẽ sớm biến mất.”",
        "Chopper hesitated, looking at the ground. He thought about all the times they fought.": "Chopper do dự, nhìn xuống đất. Hắn nghĩ về tất cả những lần họ đã đánh nhau.",
        "“If what you say is true, what could we possibly do against humans?”": "“Nếu những gì mày nói là sự thật, thì chúng ta có thể làm gì chống lại loài người?”",
        "Bucky took a step closer.": "Bucky bước lại gần hơn.",
        "“I have a plan, but we need to work together. The humans built their lodge right in the river basin, where the ground is low. If we break our dams at the right time, we can cause a flood strong enough to destroy the lodge.”": "“Tao có một kế hoạch, nhưng chúng ta cần phải cùng nhau làm việc. Loài người đã xây dựng trại của chúng ngay trong lưu vực sông, nơi đất thấp. Nếu chúng ta phá đập đúng lúc, chúng ta có thể gây ra một trận lụt đủ mạnh để phá hủy trại.”",
        "Chopper's eyes widened. \"Destroy our dams? You know how hard we've worked on them!\"": "Mắt Chopper mở to. \"Phá hủy đập của chúng ta? Mày biết chúng ta đã phải làm việc chăm chỉ như thế nào rồi đấy!\"",
        "Bucky nodded seriously. \"I know, but what good are our dams if there's no one left to see them? Our lives and our friends’ lives are more important than pride.\"": "Bucky nghiêm túc gật đầu. \"Tao biết, nhưng đập của chúng ta có ích gì nếu không còn ai để nhìn thấy chúng nữa? Sinh mạng của chúng ta và bạn bè của chúng ta quan trọng hơn lòng tự trọng.\"",
        "Chopper was quiet, thinking deeply. Finally, he let out a heavy sigh.": "Chopper im lặng, suy nghĩ sâu sắc. Cuối cùng, hắn thở dài nặng nề.",
        "“Alright, Bucky. Just this once, we do it your way. But if you’re lying to me...”": "“Được rồi, Bucky. Chỉ lần này thôi, chúng ta sẽ làm theo cách của mày. Nhưng nếu mày đang nói dối tao…”",
        "“I’m not lying,” Bucky interrupted. “You’ll see. Together, we can save our home.\"": "“Tao không nói dối,” Bucky ngắt lời. “Mày sẽ thấy. Cùng nhau, chúng ta có thể cứu lấy ngôi nhà của mình.”",
        "The two beavers nodded at each other.": "Hai con hải ly gật đầu với nhau.",
        "They had spent so much time fighting; now it was time to join forces.": "Chúng đã dành quá nhiều thời gian để đánh nhau; giờ là lúc nên cùng nhau hợp lực.",
        "Their rivalry had to end—at least for now. Their friends depended on it.": "Sự ganh đua của chúng phải kết thúc - ít nhất là hiện tại. Bạn bè của chúng phụ thuộc vào điều đó."
      }
    },
    {
      "id": "ch6",
      "title": "Trận Đại Hồng Thủy",
      "description": "Bucky và Chopper hợp tác thực hiện kế hoạch phá vỡ đập để cuốn trôi trại săn của thợ săn bằng lũ.",
      "sentences": {
        "Night fell over the river, stars glittering quietly in the dark sky.": "Đêm buông xuống trên dòng sông, những vì sao lấp lánh tĩnh lặng trên bầu trời tối. ",
        "Bucky and Chopper stood together, their hearts beating quickly.": "Bucky và Chopper đứng cạnh nhau, tim đập nhanh. ",
        "The sound of rushing water filled their ears.": "Âm thanh nước chảy xiết tràn ngập tai họ.",
        "They both knew this was the moment they'd been preparing for.": "Cả hai đều biết đây chính là khoảnh khắc họ đã chuẩn bị bấy lâu.",
        "'Are you ready?' Bucky asked, looking at Chopper seriously.": "'Cậu sẵn sàng chưa?' Bucky hỏi, nhìn Chopper một cách nghiêm túc.",
        "'Ready as I'll ever be', Chopper replied, determination in his eyes. 'Let's do this.'": "'Sẵn sàng hơn bao giờ hết', Chopper đáp, ánh mắt đầy quyết tâm. 'Làm thôi.'",
        "Quickly, both beavers swam toward their own dams.": "Nhanh chóng, cả hai con hải ly bơi về phía đập của mình.",
        "Under the pale moonlight, Bucky began pulling out the strong branches and logs that he'd carefully placed.": "Dưới ánh trăng mờ nhạt, Bucky bắt đầu kéo ra những cành cây và khúc gỗ chắc chắn mà cậu đã cẩn thận đặt vào.",
        "His heart ached as he dismantled the work he'd proudly built. But he knew it was necessary.": "Tim cậu đau nhói khi tháo dỡ công trình mà cậu đã tự hào xây dựng. Nhưng cậu biết điều đó là cần thiết.",
        "Nearby, Chopper tore apart his own dam, removing big branches and carefully placed sticks, destroying months of hard work in moments.": "Gần đó, Chopper phá tan đập của mình, loại bỏ những cành cây lớn và những thanh gỗ được đặt cẩn thận, phá hủy công sức hàng tháng trời chỉ trong chốc lát.",
        "As their dams weakened, water began trickling, then streaming faster.": "Khi những con đập của họ yếu đi, nước bắt đầu chảy nhỏ giọt, rồi ào ạt hơn.",
        "Soon, powerful waves crashed through the broken dams, roaring downstream.": "Chẳng mấy chốc, những đợt sóng mạnh mẽ ập qua những con đập đã vỡ, gầm thét chảy xuôi dòng.",
        "The river surged, growing into a fierce flood that raced toward the hunter's lodge.": "Dòng sông dâng cao, biến thành một trận lũ hung dữ cuồn cuộn đổ về phía ngôi nhà gỗ của thợ săn.",
        "The humans inside the lodge heard the roaring water too late.": "Những người bên trong ngôi nhà gỗ nghe thấy tiếng nước gầm thét thì đã quá muộn.",
        "They ran out, shouting in panic, but the water hit the lodge with unstoppable force.": "Họ chạy ra ngoài, la hét trong hoảng loạn, nhưng nước đã ập vào ngôi nhà với một lực không thể cản phá.",
        "Logs cracked and walls splintered as the flood swallowed the building.": "Những khúc gỗ nứt toác và tường vỡ vụn khi lũ lụt nhấn chìm tòa nhà.",
        "Within moments, the hunter's lodge was swept away.": "Trong tích tắc, ngôi nhà gỗ của thợ săn đã bị cuốn trôi.",
        "Bucky and Chopper watched from the safety of higher ground, their fur wet, breathing heavily.": "Bucky và Chopper quan sát từ nơi an toàn trên cao, lông ướt sũng, thở hổn hển.",
        "Animals from the riverbank gathered around, cheering and jumping with joy.": "Các loài động vật từ bờ sông tụ tập lại, hò reo và nhảy cẫng lên vì vui sướng.",
        "The threat was gone. The river community was safe again.": "Mối đe dọa đã biến mất. Cộng đồng sông nước lại được an toàn.",
        "Bucky turned to Chopper, smiling gratefully. 'We did it. Together.'": "Bucky quay sang Chopper, mỉm cười biết ơn. 'Chúng ta đã làm được. Cùng nhau.'",
        "Chopper nodded, smiling back. 'We did. And we saved everyone.'": "Chopper gật đầu, mỉm cười đáp lại. 'Đúng vậy. Và chúng ta đã cứu tất cả mọi người.'",
        "They both knew things would never be the same.": "Cả hai đều biết mọi thứ sẽ không bao giờ như trước nữa.",
        "Their rivalry seemed foolish now.": "Sự cạnh tranh của họ giờ đây có vẻ thật ngớ ngẩn.",
        "From now on, they would build together, protecting their home and friends side by side.": "Từ nay trở đi, họ sẽ cùng nhau xây dựng, bảo vệ nhà cửa và bạn bè kề vai sát cánh.",
        "The great flood had not only washed away the human threat—it had also washed away their rivalry, replacing it with a friendship stronger than any dam.": "Trận lũ lớn không chỉ cuốn trôi mối đe dọa từ con người mà còn cuốn đi sự đối đầu của họ, thay vào đó là một tình bạn bền chặt hơn bất kỳ con đập nào."
      }
    },
    {
      "id": "ch7",
      "title": "Lời bạt",
      "description": "Sau trận lụt, bình yên đã trở lại bờ sông, và tình bạn của Bucky và Chopper đã gắn kết những người bạn bên sông lại với nhau.",
      "sentences": {
        "Weeks passed, and life along the river slowly returned to normal.": "Nhiều tuần trôi qua, cuộc sống ven sông dần trở lại bình thường.",
        "The floodwaters had receded, leaving behind fertile soil where flowers now bloomed brightly.": "Nước lũ đã rút đi, để lại lớp đất màu mỡ nơi những bông hoa giờ đây đang khoe sắc thắm.",
        "The animals of the river community came together to remember their lost friends, holding quiet ceremonies and placing beautiful flowers by the riverbank.": "Các loài vật trong cộng đồng sông nước cùng nhau tưởng nhớ những người bạn đã mất, tổ chức các buổi lễ lặng lẽ và đặt những bông hoa xinh đẹp bên bờ sông.",
        "Bucky and Chopper worked side by side, building something new.": "Bucky và Chopper làm việc cạnh nhau, cùng xây dựng một thứ gì đó mới.",
        "But this time, it wasn't a dam built to outdo each other.": "Nhưng lần này, đó không phải là một con đập được xây dựng để cạnh tranh với nhau.",
        "It was one large, sturdy dam, carefully planned and built together.": "Đó là một con đập lớn, vững chắc, được lên kế hoạch cẩn thận và cùng nhau xây dựng.",
        "This dam stood as a symbol of their new friendship and unity among the animals.": "Con đập này đứng sừng sững như một biểu tượng cho tình bạn mới của họ và sự đoàn kết giữa các loài vật.",
        "As they placed the final branch, Chopper turned to Bucky with a gentle smile.": "Khi họ đặt nhánh cây cuối cùng xuống, Chopper quay sang Bucky với một nụ cười hiền.",
        "\"It's funny how things change, isn't it?\"": "\"Mọi chuyện thay đổi thật thú vị, phải không?\"",
        "Bucky nodded thoughtfully.": "Bucky gật đầu trầm ngâm.",
        "\"Yes. We spent so much time fighting over who could build the best dam. But now I see what really matters—keeping each other safe.\"": "\"Đúng vậy. Chúng ta đã tốn quá nhiều thời gian tranh giành xem ai xây được con đập tốt nhất. Nhưng giờ thì tôi thấy điều thực sự quan trọng là gì rồi – đó là giữ cho nhau được an toàn.\"",
        "Chopper laughed softly, looking over the peaceful river.": "Chopper khẽ cười, nhìn ra dòng sông yên bình.",
        "\"I never thought I'd say this, but I'm glad we’re on the same side.\"": "\"Tôi chưa bao giờ nghĩ mình sẽ nói điều này, nhưng tôi rất vui vì chúng ta đã cùng một phe.\"",
        "\"Me too,\" Bucky agreed warmly.": "\"Tôi cũng vậy,\" Bucky đồng tình một cách ấm áp.",
        "All around them, animals played happily, birds sang cheerfully, and the river flowed smoothly.": "Xung quanh họ, các loài vật vui vẻ nô đùa, chim chóc hót líu lo, và dòng sông chảy êm đềm.",
        "The river community was stronger than ever, bound together by friendship and the shared memories of those they'd lost.": "Cộng đồng sông nước giờ đây mạnh mẽ hơn bao giờ hết, gắn kết bởi tình bạn và những ký ức chung về những người đã mất.",
        "The great rivalry between Bucky and Chopper was now a distant memory, replaced by a lasting friendship and a shared understanding: true strength comes not from competition but from working together.": "Cuộc đối đầu lớn giữa Bucky và Chopper giờ đã là một ký ức xa xăm, thay vào đó là một tình bạn bền chặt và một sự thấu hiểu chung: sức mạnh thực sự không đến từ sự cạnh tranh mà đến từ việc cùng nhau hợp tác."
      }
    }
  ]
}