{
    "title": "まほうのスリッパ",
    "description": "Một cô gái tìm thấy đôi dép khiến cô nhảy rất cao. Mỗi trang cô nhảy qua công viên, sông, nhà cửa, thậm chí cả núi.",
    "pages": [
        {
            "id": "1",
            "title": "Mysterious Slippers",
            "description": "Ichiko tìm thấy đôi dép lạ trong phòng của mình",
            "sentences": {
                "あるひ、いちこのへやにふしぎなスリッパがおちていました。": "Một ngày nọ, đôi dép bí ẩn nằm trong phòng của Ichiko."
            }
        },
        {
            "id": "2",
            "title": "Light as a Feather",
            "description": "Đôi dép khiến cô cảm thấy nhẹ nhàng",
            "sentences": {
                "はいてみると、からだがふわっとかるくなりました。": "Khi cô mang chúng, cơ thể cô trở nên nhẹ như lông chim."
            }
        },
        {
            "id": "3",
            "title": "First Jump",
            "description": "Ichiko nhảy qua bàn học của mình",
            "sentences": {
                "いちこがぴょんととぶと、つくえをひととび！": "Khi Ichiko nhảy một cái, cô vượt qua bàn học trong một lần nhảy!"
            }
        },
        {
            "id": "4",
            "title": "House Jump",
            "description": "Cô nhảy qua mái nhà",
            "sentences": {
                "もういちどとぶと、いえのやねもひととび！": "Khi cô nhảy lần nữa, cô vượt qua mái nhà trong một lần nhảy!"
            }
        },
        {
            "id": "5",
            "title": "Higher and Higher",
            "description": "Đôi dép khiến cô nhảy cao hơn nữa",
            "sentences": {
                "スリッパはどんどんたかくはねます。": "Đôi dép khiến cô nhảy ngày càng cao."
            }
        },
        {
            "id": "6",
            "title": "Over River and Forest",
            "description": "Ichiko nhảy qua các chướng ngại vật tự nhiên",
            "sentences": {
                "いちこはかわをこえ、もりをこえました。": "Ichiko nhảy qua sông và qua rừng."
            }
        },
        {
            "id": "7",
            "title": "Reaching for the Stars",
            "description": "Cô gần như chạm được các ngôi sao",
            "sentences": {
                "やまをこえて、ほしにてがとどきそうです。": "Cô nhảy qua núi và gần như chạm được các ngôi sao."
            }
        },
        {
            "id": "8",
            "title": "Amazing!",
            "description": "Ichiko ngạc nhiên về cuộc phiêu lưu của mình",
            "sentences": {
                "「すごい！」いちこはおおわらい。": "\"Tuyệt vời!\" Ichiko cười to."
            }
        },
        {
            "id": "9",
            "title": "Getting Tired",
            "description": "Ichiko buồn ngủ và hạ xuống",
            "sentences": {
                "でも、ねむくなって、ゆっくりおりてきました。": "Nhưng cô buồn ngủ và từ từ hạ xuống."
            }
        },
        {
            "id": "10",
            "title": "Back Home",
            "description": "Ichiko trở về giường với đôi dép",
            "sentences": {
                "ベッドにただいま。スリッパはしずかにまくらのそばにありました。": "Trở về giường. Đôi dép nằm yên lặng bên gối của cô."
            }
        }
    ]
}