{
  "title": "Story Title",
  "description": "Story description",
  "chapters": [
    {
      "id": "ch2",
      "title": "廚房的暗流",
      "description": "李明感到不舒服，因為小美和阿華說話。",
      "sentences": {
        "傍晚，餐廳裡客人不多了。": "By evening, the restaurant was no longer very busy.",
        "廚房裡，李明正在準備明天的食材。": "In the kitchen, Li Ming was preparing tomorrow's ingredients.",
        "外面傳來小美和阿華的說笑聲。": "From outside, the laughter and chatter of Xiao Mei and A Hua drifted in.",
        "阿華今天幫忙到很晚。": "A Hua had helped out until very late today.",
        "「小美，今天的客人真多，你辛苦了！": "\"Xiao Mei, there were so many customers today, you must be exhausted!",
        "」阿華說。": "\" A Hua said.",
        "小美笑著說：「是啊，不過很有趣！": "Xiao Mei smiled and said, \"Yes, there were, but it was quite fun!",
        "阿華，你也很棒！": "A Hua, you were great too!\"",
        "」 李明在廚房裡切菜，手裡的刀很快。": "Li Ming was chopping vegetables in the kitchen, his knife moving swiftly.",
        "他努力不去看外面，但他們的聲音像一條線，一直連著他的耳朵。": "He tried hard not to look outside, but their voices were like a continuous thread connected to his ears.",
        "阿華又說：「對了，小美，我家附近開了一家新的咖啡店，裡面的甜點很好吃，下次一起去？": "A Hua then said, \"Oh, by the way, Xiao Mei, a new coffee shop opened near my place. Their desserts are really good. Want to go together sometime?\"",
        "」 小美想了一下，說：「甜點？": "Xiao Mei thought for a moment and said, \"Desserts?",
        "好啊！": "Sounds good!",
        "聽起來不錯呢。": "That sounds nice.\"",
        "」 他們的笑聲更大了。": "Their laughter grew louder.",
        "李明的手停了一下，然後又更快地動起來。": "Li Ming's hand paused for a moment, then started moving even faster.",
        "他覺得心裡有一點點緊。": "He felt a slight tightness in his chest.",
        "以前，小美和客人說笑，他不會有特別的感覺。": "Before, when Xiao Mei chatted and laughed with customers, he wouldn't feel anything in particular.",
        "他會想：「小美很會和客人聊天，這是好事。": "He would think, \"Xiao Mei is very good at chatting with customers; that's a good thing.\"",
        "」 可是，這次和阿華不一樣。": "But this time, with A Hua, it was different.",
        "阿華是他的同事，他們每天都在一起工作。": "A Hua was his colleague; they worked together every day.",
        "李明的心裡突然感到一股酸酸的、奇怪的感覺。": "A strange, somewhat sour feeling suddenly welled up in Li Ming's heart.",
        "這不是生氣，也不是難過，只是一種說不出來的不舒服。": "It wasn't anger, nor was it sadness, just an indescribable discomfort.",
        "他深吸一口氣，把切好的菜放進碗裡。": "He took a deep breath and put the chopped vegetables into a bowl.",
        "他告訴自己：「李明，這沒什麼。": "He told himself, \"Li Ming, it's nothing.",
        "小美有她的朋友，這很正常。": "Xiao Mei has her friends; that's perfectly normal.\"",
        "」 他走到水池邊洗手，透過玻璃窗，他看到小美和阿華還在外面說話。": "He walked to the sink to wash his hands, and through the glass window, he saw Xiao Mei and A Hua still talking outside.",
        "小美轉頭，剛好看到李明。": "Xiao Mei turned her head and happened to see Li Ming.",
        "她對他笑了一下。": "She smiled at him.",
        "李明的心跳了一下，但他很快地把頭轉開，繼續洗手。": "Li Ming's heart skipped a beat, but he quickly turned his head away and continued washing his hands.",
        "他不想讓小美看到他心裡的想法。": "He didn't want Xiao Mei to see what he was thinking.",
        "外面，阿華又說了什麼，小美又笑了。": "Outside, A Hua said something again, and Xiao Mei laughed once more.",
        "李明的心裡，那股暗流還在輕輕地流動。": "In Li Ming's heart, that subtle undercurrent was still gently flowing."
      }
    }
  ]
}