{
  "title": "Taipei Blues",
  "description": "A slice-of-life story about a chef and a waitress who were ex-lovers, working together at a Chinese restaurant in Taipei.",
  "chapters": [
    {
      "id": "ch1",
      "title": "晚餐高峰",
      "description": "繁忙夜晚，特別要求，兩人不得不溝通。",
      "sentences": {
        "晚上，餐廳裡人很多，很吵。": "In the evening, the restaurant was very crowded and noisy.",
        "小美在客人之間走來走去，非常忙。": "Xiao Mei walked back and forth among the customers, extremely busy.",
        "她有一個客人，點了很多菜，但是他都不喜歡。": "She had a customer who ordered many dishes, but disliked all of them.",
        "客人對小美說：「小姐，這些菜都不太合我的胃口。": "The customer said to Xiao Mei, 'Miss, none of these dishes are quite to my taste.",
        "我想要一個特別的，菜單上沒有的菜。": "I'd like something special, a dish not on the menu.",
        "你可以請廚師做一道清淡的魚湯嗎？": "Could you ask the chef to make a light fish soup?'",
        "」  小美有點為難。": "Xiao Mei felt a bit awkward.",
        "現在是晚餐高峰，廚房一定很忙。": "It was dinner rush hour, and the kitchen must be very busy.",
        "她走到廚房門口，看到李明正在大火前炒菜，汗水從他的額頭流下來。": "She walked to the kitchen entrance and saw Li Ming stir-frying in front of a high flame, sweat dripping from his forehead.",
        "小美輕聲說：「李明，不好意思。": "Xiao Mei whispered, 'Li Ming, excuse me.",
        "外面有一個客人，他對所有的菜都不滿意。": "There's a customer outside who's unhappy with all the dishes.",
        "他想吃一個特別的清淡魚湯。": "He wants a special, light fish soup.'",
        "」  李明停下手，轉過頭看著小美。": "Li Ming stopped what he was doing and turned to look at Xiao Mei.",
        "他臉上有些疲憊，但是當他看到小美焦急的眼神，他沒有生氣。": "There was some fatigue on his face, but when he saw Xiao Mei's anxious look, he didn't get angry.",
        "李明問：「清淡魚湯？": "Li Ming asked, 'Light fish soup?",
        "現在很忙，你知道的。": "It's really busy right now, you know.'",
        "」  小美點點頭：「我知道。": "Xiao Mei nodded, 'I know.",
        "但是他看起來真的很不開心。": "But he really looks unhappy.",
        "他說他只喜歡清淡的。": "He said he only likes light food.'",
        "」  李明想了一下。": "Li Ming thought for a moment.",
        "他想起以前小美也喜歡吃清淡的食物。": "He remembered that Xiao Mei used to like light food too.",
        "他深吸一口氣，說：「好吧。": "He took a deep breath and said, 'Alright.",
        "我去看看有沒有新鮮的魚。": "I'll go see if there's any fresh fish.",
        "你先去跟客人說，要等一下。": "You go tell the customer first that they'll have to wait a bit.'",
        "」  小美聽了，心裡鬆了一口氣。": "Xiao Mei felt a wave of relief when she heard that.",
        "她對李明露出一個小小的笑容：「謝謝你，李明。": "She gave Li Ming a small smile, 'Thank you, Li Ming.",
        "你真好。": "You're so kind.'",
        "」  李明沒有說話，只是點點頭，然後轉身走向冰櫃。": "Li Ming didn't say anything, just nodded, then turned and walked towards the freezer.",
        "小美看著他的背影，心裡感覺暖暖的。": "Xiao Mei watched his retreating back, feeling a warmth in her heart.",
        "她知道，即使他們分手了，李明還是會幫她。": "She knew that even though they had broken up, Li Ming would still help her.",
        "小美回到餐廳前面，準備和客人解釋。": "Xiao Mei returned to the front of the restaurant, ready to explain to the customer.",
        "廚房裡，李明已經開始準備那一碗特別的魚湯了。": "In the kitchen, Li Ming had already started preparing that special bowl of fish soup."
      }
    },
    {
      "id": "ch2",
      "title": "熟悉的味道",
      "description": "舊菜，舊回憶，新感覺。",
      "sentences": {
        "餐厅里，午饭时间很忙。": "The restaurant was bustling during lunchtime.",
        "李明在厨房里，忙着炒菜。": "Li Ming was in the kitchen, busy stir-frying dishes.",
        "小美在外面，笑着对客人说：“您好，请问您想点什么？": "Xiao Mei was in the dining area, smiling as she asked a guest, \"Hello, what would you like to order?\"",
        "”  一位客人拿起菜单，看了一会儿，说：“我要一份番茄炒蛋，再来一份炒饭。": "A guest picked up the menu, looked at it for a moment, and said, \"I'd like the stir-fried tomato and scrambled eggs, and also some fried rice.\"",
        "”  小美听到“番茄炒蛋”这几个字，手微微停了一下。": "Upon hearing the words \"stir-fried tomato and scrambled eggs,\" Xiao Mei's hand paused slightly.",
        "她把点菜单写好，然后大声对厨房里说：“李明，一份番茄炒蛋，一份炒饭！": "She finished writing down the order, then loudly called out to the kitchen, \"Li Ming, one tomato and scrambled eggs, one fried rice!\"",
        "”  李明在厨房里也听到了。": "Li Ming in the kitchen heard her too.",
        "他拿着的勺子慢了下来。": "The spoon in his hand slowed down.",
        "番茄炒蛋……这是以前小美最喜欢吃的菜。": "Tomato and scrambled eggs... This used to be Xiao Mei's favorite dish.",
        "他们下班后，李明常常做这道菜给小美吃。": "After they got off work, Li Ming often made this dish for Xiao Mei.",
        "那时，小美总是开心地笑着，说：“李明，你做的番茄炒蛋真好吃！": "Back then, Xiao Mei would always smile happily and say, \"Li Ming, your tomato and scrambled eggs are so delicious!\"",
        "”  小美也想起了以前。": "Xiao Mei also recalled the past.",
        "她看着厨房的方向，李明正背对着她。": "She looked towards the kitchen, where Li Ming had his back to her.",
        "她的笑容有点不自然。": "Her smile was a little unnatural.",
        "他们以前关系很好，现在却像陌生人一样。": "Their relationship used to be very good, but now they were like strangers.",
        "李明炒菜的声音又快了起来。": "The sound of Li Ming stir-frying sped up again.",
        "他没有回头看小美。": "He didn't turn around to look at Xiao Mei.",
        "小美也转过身，继续去服务其他的客人。": "Xiao Mei also turned around and continued to serve other guests.",
        "番茄炒蛋的香味慢慢从厨房里飘出来，空气中多了一点尴尬。": "The aroma of the tomato and scrambled eggs slowly wafted out from the kitchen, and a hint of awkwardness filled the air.",
        "他们都忙着，心里却都想着那道熟悉的菜和那些回不去的过去。": "They were both busy, yet in their hearts, they were thinking of that familiar dish and the past they could never return to."
      }
    }
  ]
}