{
  "title": "台北ブルース",
  "description": "台北の中華料理店を舞台に、元恋人同士のシェフとウェイトレスが同僚として共に働く日常の物語。",
  "chapters": [
    {
      "id": "ch1",
      "title": "夕食ラッシュ",
      "description": "忙しい夜、特別な要求があったため、二人は意思疎通を図らざるを得なかった。",
      "sentences": {
        "晚上，餐廳裡人很多，很吵。": "夜、レストランは多くの客で賑わい、とても騒がしかった。",
        "小美在客人之間走來走去，非常忙。": "シャオメイは客の間を忙しそうに行き来していた。",
        "她有一個客人，點了很多菜，但是他都不喜歡。": "彼女の客の一人はたくさんの料理を注文したが、どれも気に入らなかった。",
        "客人對小美說：「小姐，這些菜都不太合我的胃口。": "客はシャオメイに言った。「お嬢さん、これらの料理はどれもあまり私の口に合いません。",
        "我想要一個特別的，菜單上沒有的菜。": "メニューにはない、何か特別な料理が欲しいのです。",
        "你可以請廚師做一道清淡的魚湯嗎？": "シェフに、あっさりした魚のスープを一つ作ってもらえませんか？",
        "現在是晚餐高峰，廚房一定很忙。": "今はディナーのピークタイムで、厨房はきっととても忙しいだろう。",
        "她走到廚房門口，看到李明正在大火前炒菜，汗水從他的額頭流下來。": "彼女が厨房の入り口まで行くと、リーミンが強火の前で料理をしており、額から汗が流れ落ちていた。",
        "小美輕聲說：「李明，不好意思。": "シャオメイは小声で言った。「リーミン、悪いんだけど。",
        "外面有一個客人，他對所有的菜都不滿意。": "外に客が一人いて、どんな料理も気に入らないみたいで。",
        "他想吃一個特別的清淡魚湯。": "何か特別な、あっさりした魚のスープが食べたいって言ってるの。",
        "他臉上有些疲憊，但是當他看到小美焦急的眼神，他沒有生氣。": "彼の顔には疲労の色が見えていたが、シャオメイの焦るような視線を見ると、彼は怒らなかった。",
        "李明問：「清淡魚湯？": "リーミンは尋ねた。「あっさりした魚のスープ、だって？",
        "現在很忙，你知道的。": "今は忙しいんだ、君も分かってるだろ。",
        "但是他看起來真的很不開心。": "でも彼、本当に不満そうだったんだ。",
        "他說他只喜歡清淡的。": "あっさりしたものが好きだって言ってたわ。",
        "他想起以前小美也喜歡吃清淡的食物。": "彼は以前シャオメイもあっさりした食べ物を好んでいたことを思い出した。",
        "他深吸一口氣，說：「好吧。": "彼は深呼吸をして言った。「わかったよ。",
        "我去看看有沒有新鮮的魚。": "新鮮な魚があるか見てくる。",
        "你先去跟客人說，要等一下。": "君は先に客に、少し待ってもらうように伝えてきて。",
        "她對李明露出一個小小的笑容：「謝謝你，李明。": "彼女はリーミンに小さな笑顔を見せた。「ありがとう、リーミン。",
        "你真好。": "本当に優しいね。",
        "小美看著他的背影，心裡感覺暖暖的。": "シャオメイは彼の背中を見つめ、心が温かくなるのを感じた。",
        "她知道，即使他們分手了，李明還是會幫她。": "彼女は、たとえ自分たちが別れたとしても、リーミンがいつも助けてくれることを知っていた。",
        "小美回到餐廳前面，準備和客人解釋。": "シャオメイはホールの客の元に戻り、説明する準備をした。",
        "廚房裡，李明已經開始準備那一碗特別的魚湯了。": "厨房では、リーミンがすでにその特別な魚のスープの準備を始めていた。",
        "」小美有點為難。": "」シャオメイは少し困った顔をした。",
        "」李明停下手，轉過頭看著小美。": "」リーミンは手を止め、振り返ってシャオメイを見た。",
        "」小美點點頭：「我知道。": "」シャオメイは頷いた。「分かってるわ。",
        "」李明想了一下。": "」リーミンは少し考えた。",
        "」小美聽了，心裡鬆了一口氣。": "」シャオメイはそれを聞いて、ほっと胸をなでおろした。",
        "」李明沒有說話，只是點點頭，然後轉身走向冰櫃。": "」リーミンは何も言わず、ただ頷くと、振り返って冷蔵庫に向かった。"
      }
    },
    {
      "id": "ch2",
      "title": "お馴染みの味",
      "description": "懐かしの料理、懐かしい思い出、新しい感覚。",
      "sentences": {
        "餐厅里，午饭时间很忙。": "レストランはランチタイムで賑わっていた。",
        "李明在厨房里，忙着炒菜。": "李明は厨房で、料理に忙しかった。",
        "小美在外面，笑着对客人说：“您好，请问您想点什么？": "小美はホールで、笑顔で客に尋ねた。「いらっしゃいませ、ご注文は何になさいますか？」",
        "她把点菜单写好，然后大声对厨房里说：“李明，一份番茄炒蛋，一份炒饭！": "彼女は注文を書き終え、厨房に向かって大声で言った。「李明、トマトと卵の炒め物一つ、チャーハン一つ！」",
        "他拿着的勺子慢了下来。": "彼が持っていたお玉の動きが遅くなった。",
        "番茄炒蛋……这是以前小美最喜欢吃的菜。": "トマトと卵の炒め物……それは以前、小美が一番好きだった料理だ。",
        "他们下班后，李明常常做这道菜给小美吃。": "彼らが仕事の後、李明はよくこの料理を小美に作ってあげた。",
        "那时，小美总是开心地笑着，说：“李明，你做的番茄炒蛋真好吃！": "その頃、小美はいつも嬉しそうに笑って言った。「李明、あなたが作るトマトと卵の炒め物、本当においしい！」",
        "她看着厨房的方向，李明正背对着她。": "彼女は厨房の方を見たが、李明は彼女に背を向けていた。",
        "她的笑容有点不自然。": "彼女の笑顔は少し不自然だった。",
        "他们以前关系很好，现在却像陌生人一样。": "彼らは以前はとても仲が良かったが、今ではまるで他人のようだ。",
        "李明炒菜的声音又快了起来。": "李明が料理を炒める音が再び速くなった。",
        "他没有回头看小美。": "彼は小美を振り返らなかった。",
        "小美也转过身，继续去服务其他的客人。": "小美も振り返り、他の客の接客に戻った。",
        "番茄炒蛋的香味慢慢从厨房里飘出来，空气中多了一点尴尬。": "トマトと卵の炒め物の香りがゆっくりと厨房から漂い、空気中に少し気まずさが加わった。",
        "他们都忙着，心里却都想着那道熟悉的菜和那些回不去的过去。": "二人とも忙しくしていたが、心の中ではあのなじみの料理と、もう戻れない過去を思っていた。",
        "”一位客人拿起菜单，看了一会儿，说：“我要一份番茄炒蛋，再来一份炒饭。": "ある客がメニューを手に取り、しばらく見てから言った。「トマトと卵の炒め物を一つと、チャーハンを一つお願いします。」",
        "”小美听到“番茄炒蛋”这几个字，手微微停了一下。": "小美は「トマトと卵の炒め物」という言葉を聞いて、手がわずかに止まった。",
        "”李明在厨房里也听到了。": "李明も厨房の中でそれを聞いていた。",
        "”小美也想起了以前。": "小美もまた、昔のことを思い出した。"
      }
    },
    {
      "id": "ch3",
      "title": "古き味",
      "description": "客、卵を拒否、元恋人は最高の味を回想",
      "sentences": {
        "餐廳裡，午餐時間還是很忙。": "レストランはランチ時で、相変わらず忙しい。",
        "李明在廚房裡忙著做菜，小美在外面為客人服務。": "李明は厨房で料理に腕を振るい、小美はホールで接客に追われていた。",
        "一個年輕的客人叫住小美。": "若い客の一人が小美を呼び止めた。",
        "「小姐，這個番茄炒蛋…味道不太對。": "「すみません、このトマトと卵の炒め物…味がちょっと違います。」",
        "」客人把盤子推了回來。": "」客は皿を押し戻した。",
        "小美接過盤子，心裡有點奇怪。": "小美は皿を受け取ったが、腑に落ちない思いだった。",
        "番茄炒蛋是店裡很受歡迎的菜。": "トマトと卵の炒め物は、この店の人気メニューの一つだったからだ。",
        "她看了看盤子裡的蛋，然後走進廚房，來到李明旁邊。": "彼女は皿の上の卵を改めて確認すると、厨房に入り、李明の元へと向かった。",
        "「李明，這個客人說番茄炒蛋的味道不太對。": "「李明、お客さんがトマトと卵の炒め物の味が違うって。」",
        "」小美小聲說，把盤子放在櫃檯上。": "」小美は小声でそう言って、カウンターに皿を置いた。",
        "李明停下手上的工作，看向那盤菜。": "李明は手を止め、その皿に目をやった。",
        "紅色的番茄，黃色的蛋，看起來和平常一樣。": "赤いトマトに黄色い卵、見た目はいつも通りだ。",
        "但他知道，味道不是只有「看起來」。": "しかし、味というものは「見た目だけ」ではないことを彼は知っていた。",
        "他想起以前，小美總說他做的番茄炒蛋是「最好吃的」。": "以前、小美はいつも彼の作るトマトと卵の炒め物が「最高においしい」と言っていたことを思い出した。",
        "小美也看著那盤菜，她的腦海裡浮現出另一個畫面。": "小美もその皿を見つめていた。彼女の脳裏には、別の光景が浮かび上がっていた。",
        "她記得，以前他們兩個常常一起做番茄炒蛋。": "以前、二人でよくトマトと卵の炒め物を作っていたことを彼女は覚えていた。",
        "那時候，他們會為了哪一種番茄更好吃而笑，會為了蛋炒得夠不夠滑而爭論。": "あの頃、彼らはどのトマトがより美味しいかで笑い、卵のふわふわ具合で言い争ったものだ。",
        "那時候的味道，對他們來說，是很特別的。": "あの頃の味は、二人にとって特別だった。",
        "「客人說…跟以前吃的不一樣。": "「お客さんが…以前食べたものと違うって。」",
        "」小美輕聲補充，眼神裡帶著一點點複雜的情緒。": "」小美はそっと付け加えた。その眼差しには、複雑な感情が混じっていた。",
        "她沒有說「我們的」以前。": "彼女は「私たちの」昔とは言わなかった。",
        "李明沒有說話。": "李明は何も言わなかった。",
        "他拿起盤子，看了一眼小美。": "彼は皿を手に取ると、小美に目をやった。",
        "她的臉上，好像也寫著「以前」兩個字。": "彼女の顔にも、まるで「昔」という二文字が書かれているようだった。",
        "那種過去「完美」的味道，現在去了哪裡？": "あの頃の「完璧な」味は、いったいどこへ行ってしまったのだろうか。",
        "他把盤子放在一邊。": "彼は皿を脇に置いた。",
        "「我再做一份。": "「もう一度作ろう。」",
        "」他說。": "」彼は言った。",
        "聲音很低，像平常一樣。": "その声は、いつも通り低かった。",
        "小美點點頭，轉身走了出去。": "小美は頷くと、踵を返して出て行った。",
        "廚房裡的空氣，突然變得有點重。": "厨房の空気が、ふと重くなった。",
        "李明看著新的番茄和蛋，他知道，有些味道，是找不回來的。": "李明は新しいトマトと卵を見つめながら、ある味は二度と戻らないことを知っていた。",
        "但他也知道，有些東西，他想努力地再試一次。": "しかし、それでも、あるものはもう一度、懸命に試してみたいと彼は思っていた。"
      }
    }
  ]
}