{
    "title": "Finn y la aventura en el cielo",
    "description": "Un niño llamado Finn navega por el cielo en un barco de papel y tiene una experiencia mágica en una isla flotante.",
    "pages": [
        {
            "id": "1",
            "title": "El niño que mira las nubes",
            "description": "Finn se acuesta en la hierba y mira las nubes mientras fantasea",
            "sentences": {
                "Finn loved to lie in the grass and watch the clouds drift lazily across the blue sky.": "A Finn le encantaba acostarse en la hierba y ver las nubes flotar perezosamente por el cielo azul."
            }
        },
        {
            "id": "2",
            "title": "Las nubes como barcos",
            "description": "Finn imagina que cada nube es un barco navegando hacia tierras lejanas",
            "sentences": {
                "He imagined that each cloud was a ship sailing toward faraway lands.": "Imaginaba que cada nube era un barco navegando hacia tierras lejanas."
            }
        },
        {
            "id": "3",
            "title": "Haciendo un barco de papel",
            "description": "Finn hace un barco de papel con un mapa viejo que le dio su abuelo",
            "sentences": {
                "One morning, he folded a paper boat from an old map his grandfather had given him.": "Una mañana, dobló un barco de papel con un mapa viejo que su abuelo le había regalado."
            }
        },
        {
            "id": "4",
            "title": "Las palabras del abuelo",
            "description": "Las palabras del abuelo de Finn resuenan en su mente",
            "sentences": {
                "\"Every adventure starts with a small step,\" his grandfather's words echoed in his mind.": "\"Toda aventura comienza con un pequeño paso,\" las palabras de su abuelo resonaron en su mente."
            }
        },
        {
            "id": "5",
            "title": "Colocando el barco en el agua",
            "description": "Finn coloca el pequeño barco en el estanque y le da un pequeño empujón",
            "sentences": {
                "Finn placed the little boat on the pond and gave it a tiny push.": "Finn colocó el pequeño barco en el estanque y le dio un pequeño empujón."
            }
        },
        {
            "id": "6",
            "title": "La luz dorada",
            "description": "El barco comienza a brillar con una luz dorada",
            "sentences": {
                "The boat bobbed once, twice—and began to shimmer with golden light.": "El barco se balanceó una vez, dos veces—y comenzó a brillar con una luz dorada."
            }
        },
        {
            "id": "7",
            "title": "La transformación del barco",
            "description": "El papel se despliega en velas altas y ondeantes que huelen a lluvia",
            "sentences": {
                "The paper unfolded itself into tall, billowing sails that smelled like rain.": "El papel se desplegó en velas altas y ondeantes que olían a lluvia."
            }
        },
        {
            "id": "8",
            "title": "La voz del viento",
            "description": "Una voz que parece venir del viento mismo invita a Finn a subir",
            "sentences": {
                "\"Come aboard, Finn!\" whispered a voice that seemed to come from the wind itself.": "\"¡Sube a bordo, Finn!\" susurró una voz que parecía venir del viento mismo."
            }
        },
        {
            "id": "9",
            "title": "El viaje al cielo",
            "description": "Finn sube al barco y se eleva suavemente hacia el aire",
            "sentences": {
                "Heart pounding, Finn stepped onto the glowing deck, and the boat rose gently into the air.": "Con el corazón latiendo fuerte, Finn subió a la cubierta brillante, y el barco se elevó suavemente hacia el aire."
            }
        },
        {
            "id": "10",
            "title": "Mirando hacia abajo",
            "description": "Los árboles de abajo se vuelven cada vez más pequeños hasta parecer pequeños puntos verdes",
            "sentences": {
                "The trees below grew smaller and smaller until they looked like tiny green dots.": "Los árboles de abajo se volvieron cada vez más pequeños hasta que parecían pequeños puntos verdes."
            }
        },
        {
            "id": "11",
            "title": "El descubrimiento de la isla flotante",
            "description": "A través de las nubes, Finn ve algo extraordinario: una isla flotante cubierta de flores y cascadas",
            "sentences": {
                "Through the clouds, Finn saw something extraordinary—a floating island covered in flowers and waterfalls that spilled into the sky.": "A través de las nubes, Finn vio algo extraordinario—una isla flotante cubierta de flores y cascadas que se derramaban hacia el cielo."
            }
        },
        {
            "id": "12",
            "title": "La hierba como estrellas",
            "description": "Cuando aterriza, la hierba suave bajo sus pies brilla como si estuviera llena de luz de estrellas",
            "sentences": {
                "When he landed, the soft grass beneath his feet sparkled as if filled with starlight.": "Cuando aterrizó, la hierba suave bajo sus pies brillaba como si estuviera llena de luz de estrellas."
            }
        },
        {
            "id": "13",
            "title": "Los pájaros amigables",
            "description": "Pájaros amigables vuelan en círculos sobre él, cantando su nombre en canciones alegres",
            "sentences": {
                "Friendly birds circled above him, singing his name in cheerful songs.": "Pájaros amigables volaron en círculos sobre él, cantando su nombre en canciones alegres."
            }
        },
        {
            "id": "14",
            "title": "El encuentro con el zorro plateado",
            "description": "Conoce a un zorro plateado hecho de viento y luz solar, cuyo pelaje brilla como rocío matutino",
            "sentences": {
                "He met a silver fox made of wind and sunlight, whose fur shimmered like morning dew.": "Conoció a un zorro plateado hecho de viento y luz solar, cuyo pelaje brillaba como rocío matutino."
            }
        },
        {
            "id": "15",
            "title": "El saludo del zorro",
            "description": "El zorro da la bienvenida a Finn y le cuenta el secreto de la isla",
            "sentences": {
                "\"Welcome, traveler,\" said the fox. \"The island moves wherever the world needs a dream.\"": "\"Bienvenido, viajero,\" dijo el zorro. \"La isla se mueve dondequiera que el mundo necesite un sueño.\""
            }
        },
        {
            "id": "16",
            "title": "El viaje de la isla",
            "description": "Finn y el zorro observan juntos cómo la isla flota por el horizonte, tocando atardeceres y picos de montañas",
            "sentences": {
                "Together, they watched the island drift across the horizon, touching sunsets and mountain peaks.": "Juntos, observaron cómo la isla flotaba por el horizonte, tocando atardeceres y picos de montañas."
            }
        },
        {
            "id": "17",
            "title": "La flor dorada",
            "description": "Finn quiere llevarse una flor dorada a casa, pero cuando la toca, se convierte en luz cálida y desaparece",
            "sentences": {
                "Finn wanted to take a golden flower home, but when he reached out, it turned into warm light and vanished.": "Finn quería llevarse una flor dorada a casa, pero cuando la tocó, se convirtió en luz cálida y desapareció."
            }
        },
        {
            "id": "18",
            "title": "La enseñanza del zorro",
            "description": "El zorro le enseña sobre la importancia de las cosas que no se pueden ver",
            "sentences": {
                "\"Some things stay with us even when we can't see them,\" the fox said gently.": "\"Algunas cosas permanecen con nosotros incluso cuando no podemos verlas,\" dijo el zorro suavemente."
            }
        },
        {
            "id": "19",
            "title": "El camino de regreso",
            "description": "La isla comienza a desvanecerse en las nubes mientras el viento lleva a Finn de vuelta a su estanque",
            "sentences": {
                "The island began to fade into the clouds as the wind carried Finn back to his pond.": "La isla comenzó a desvanecerse en las nubes mientras el viento llevaba a Finn de vuelta a su estanque."
            }
        },
        {
            "id": "20",
            "title": "El despertar",
            "description": "Finn abre los ojos y ve el barco de papel flotando suavemente en el agua",
            "sentences": {
                "When he opened his eyes, the paper boat floated softly on the water—and Finn smiled, knowing he had truly sailed the sky.": "Cuando abrió los ojos, el barco de papel flotaba suavemente en el agua—y Finn sonrió, sabiendo que realmente había navegado el cielo."
            }
        }
    ]
}
