{
  "title": "フィンと空を旅する冒険",
  "description": "フィンという少年が紙の船で空を旅し、夢の島で不思議な体験をする物語。",
  "pages": [
    {
      "id": "1",
      "title": "雲を見る少年",
      "description": "フィンが草の上で雲を見ながら空想にふけります",
      "sentences": {
        "Finn loved to lie in the grass and watch the clouds drift lazily across the blue sky.": "フィンは草の上に横たわり、雲が青空をゆっくりと流れていくのを見るのが好きでした。"
      }
    },
    {
      "id": "2",
      "title": "雲の船",
      "description": "フィンが雲を船に見立てて想像します",
      "sentences": {
        "He imagined that each cloud was a ship sailing toward faraway lands.": "彼は、それぞれの雲が遠い国々に向かって航海する船だと想像しました。"
      }
    },
    {
      "id": "3",
      "title": "紙の船作り",
      "description": "フィンが祖父の古い地図で紙の船を作ります",
      "sentences": {
        "One morning, he folded a paper boat from an old map his grandfather had given him.": "ある朝、彼は祖父からもらった古い地図から紙の船を折りました。"
      }
    },
    {
      "id": "4",
      "title": "祖父の言葉",
      "description": "フィンの心に祖父の言葉が響きます",
      "sentences": {
        "\"Every adventure starts with a small step,\" his grandfather's words echoed in his mind.": "「すべての冒険は小さな一歩から始まる」と、祖父の言葉が彼の心に響きました。"
      }
    },
    {
      "id": "5",
      "title": "船を水に浮かべる",
      "description": "フィンが小さな船を池に浮かべて押します",
      "sentences": {
        "Finn placed the little boat on the pond and gave it a tiny push.": "フィンは小さな船を池に置き、そっと押しました。"
      }
    },
    {
      "id": "6",
      "title": "金色の光",
      "description": "船が金色の光を放ち始めます",
      "sentences": {
        "The boat bobbed once, twice—and began to shimmer with golden light.": "船は一度、二度と浮かんでは沈みーそして金色の光で輝き始めました。"
      }
    },
    {
      "id": "7",
      "title": "船の変身",
      "description": "紙が大きな帆に変身します",
      "sentences": {
        "The paper unfolded itself into tall, billowing sails that smelled like rain.": "紙は自分で広がり、雨の匂いがする高く膨らむ帆になりました。"
      }
    },
    {
      "id": "8",
      "title": "風の声",
      "description": "風から聞こえる声がフィンを招きます",
      "sentences": {
        "\"Come aboard, Finn!\" whispered a voice that seemed to come from the wind itself.": "「フィン、乗っておいで！」と、風そのものから聞こえてくるような声がささやきました。"
      }
    },
    {
      "id": "9",
      "title": "空への旅立ち",
      "description": "フィンが船に乗り、空へと舞い上がります",
      "sentences": {
        "Heart pounding, Finn stepped onto the glowing deck, and the boat rose gently into the air.": "心臓がドキドキしながら、フィンは光る甲板に足を踏み入れ、船は優雅に空へと舞い上がりました。"
      }
    },
    {
      "id": "10",
      "title": "地上を見下ろす",
      "description": "下の木々が小さな緑の点に見えます",
      "sentences": {
        "The trees below grew smaller and smaller until they looked like tiny green dots.": "下の木々はどんどん小さくなり、ついには小さな緑の点のように見えました。"
      }
    },
    {
      "id": "11",
      "title": "浮遊島の発見",
      "description": "雲の向こうに花と滝のある浮遊島を見つけます",
      "sentences": {
        "Through the clouds, Finn saw something extraordinary—a floating island covered in flowers and waterfalls that spilled into the sky.": "雲の間を通して、フィンは並外れたものを見ましたー花で覆われ、空に流れ落ちる滝のある浮遊島でした。"
      }
    },
    {
      "id": "12",
      "title": "星のような草",
      "description": "フィンが着地し、足下の草が星のように輝きます",
      "sentences": {
        "When he landed, the soft grass beneath his feet sparkled as if filled with starlight.": "着地した時、足下の柔らかい草は星の光で満たされているかのように輝いていました。"
      }
    },
    {
      "id": "13",
      "title": "親切な鳥たち",
      "description": "鳥たちがフィンの名前を歌いながら舞い踊ります",
      "sentences": {
        "Friendly birds circled above him, singing his name in cheerful songs.": "親切な鳥たちが彼の頭上で輪を描き、陽気な歌で彼の名前を歌っていました。"
      }
    },
    {
      "id": "14",
      "title": "銀の狐との出会い",
      "description": "風と日光でできた銀の狐に出会います",
      "sentences": {
        "He met a silver fox made of wind and sunlight, whose fur shimmered like morning dew.": "彼は風と日光でできた銀の狐に出会いました。その毛皮は朝露のように輝いていました。"
      }
    },
    {
      "id": "15",
      "title": "狐の挨拶",
      "description": "狐がフィンを歓迎し、島の秘密を教えます",
      "sentences": {
        "\"Welcome, traveler,\" said the fox. \"The island moves wherever the world needs a dream.\"": "「旅人よ、ようこそ」と狐が言いました。「この島は世界が夢を必要とする場所へと移動するのです」"
      }
    },
    {
      "id": "16",
      "title": "島の旅",
      "description": "フィンと狐が一緒に島の移動を見守ります",
      "sentences": {
        "Together, they watched the island drift across the horizon, touching sunsets and mountain peaks.": "一緒に、彼らは島が地平線を漂い、夕日や山の頂に触れるのを見守りました。"
      }
    },
    {
      "id": "17",
      "title": "金色の花",
      "description": "フィンが金色の花を取ろうとしますが、光になって消えます",
      "sentences": {
        "Finn wanted to take a golden flower home, but when he reached out, it turned into warm light and vanished.": "フィンは金色の花を持ち帰りたかったのですが、手を伸ばすと、それは温かい光になって消えてしまいました。"
      }
    },
    {
      "id": "18",
      "title": "狐の教え",
      "description": "狐が目に見えないものの大切さを教えます",
      "sentences": {
        "\"Some things stay with us even when we can't see them,\" the fox said gently.": "「目に見えなくても、私たちと一緒にいてくれるものがあるのです」と狐は優しく言いました。"
      }
    },
    {
      "id": "19",
      "title": "帰り道",
      "description": "島が雲に消え、風がフィンを池に連れ戻します",
      "sentences": {
        "The island began to fade into the clouds as the wind carried Finn back to his pond.": "風がフィンを池に連れ戻すと、島は雲の中に消え始めました。"
      }
    },
    {
      "id": "20",
      "title": "目覚め",
      "description": "フィンが目を開け、紙の船が水に浮かんでいるのを見ます",
      "sentences": {
        "When he opened his eyes, the paper boat floated softly on the water—and Finn smiled, knowing he had truly sailed the sky.": "目を開けると、紙の船が優雅に水に浮かんでいましたーそしてフィンは、本当に空を航海したことを知って微笑みました。"
      }
    }
  ]
}
