{
    "title": "Finn và cuộc phiêu lưu trên bầu trời",
    "description": "Một cậu bé tên Finn đi thuyền trên bầu trời bằng chiếc thuyền giấy và có một trải nghiệm kỳ diệu trên hòn đảo bay, gặp gỡ một con cáo bạc thông thái dạy cậu về những giấc mơ và sự kỳ diệu.",
    "pages": [
        {
            "id": "1",
            "title": "Cậu bé ngắm mây",
            "description": "Finn nằm trên cỏ và ngắm những đám mây trong khi mơ mộng",
            "sentences": {
                "Finn loved to lie in the grass and watch the clouds drift lazily across the blue sky.": "Finn thích nằm trên cỏ và ngắm những đám mây trôi lười biếng qua bầu trời xanh."
            }
        },
        {
            "id": "2",
            "title": "Những con tàu mây",
            "description": "Finn tưởng tượng mỗi đám mây là một con tàu đi thuyền về những vùng đất xa xôi",
            "sentences": {
                "He imagined that each cloud was a ship sailing toward faraway lands.": "Cậu tưởng tượng rằng mỗi đám mây là một con tàu đi thuyền về những vùng đất xa xôi."
            }
        },
        {
            "id": "3",
            "title": "Làm thuyền giấy",
            "description": "Finn gấp một chiếc thuyền giấy từ tấm bản đồ cũ mà ông nội đã tặng cậu",
            "sentences": {
                "One morning, he folded a paper boat from an old map his grandfather had given him.": "Một buổi sáng, cậu gấp một chiếc thuyền giấy từ tấm bản đồ cũ mà ông nội đã tặng cậu."
            }
        },
        {
            "id": "4",
            "title": "Lời của ông nội",
            "description": "Lời của ông nội Finn vang vọng trong tâm trí cậu",
            "sentences": {
                "\"Every adventure starts with a small step,\" his grandfather's words echoed in his mind.": "\"Mọi cuộc phiêu lưu đều bắt đầu bằng một bước nhỏ,\" lời của ông nội vang vọng trong tâm trí cậu."
            }
        },
        {
            "id": "5",
            "title": "Đặt thuyền xuống nước",
            "description": "Finn đặt chiếc thuyền nhỏ xuống ao và đẩy nó một cách nhẹ nhàng",
            "sentences": {
                "Finn placed the little boat on the pond and gave it a tiny push.": "Finn đặt chiếc thuyền nhỏ xuống ao và đẩy nó một cách nhẹ nhàng."
            }
        },
        {
            "id": "6",
            "title": "Ánh sáng vàng",
            "description": "Chiếc thuyền bắt đầu tỏa sáng với ánh sáng vàng",
            "sentences": {
                "The boat bobbed once, twice—and began to shimmer with golden light.": "Chiếc thuyền nổi lên một lần, hai lần—và bắt đầu tỏa sáng với ánh sáng vàng."
            }
        },
        {
            "id": "7",
            "title": "Sự biến đổi của thuyền",
            "description": "Tờ giấy tự mở ra thành những cánh buồm cao lớn có mùi mưa",
            "sentences": {
                "The paper unfolded itself into tall, billowing sails that smelled like rain.": "Tờ giấy tự mở ra thành những cánh buồm cao lớn có mùi mưa."
            }
        },
        {
            "id": "8",
            "title": "Tiếng nói của gió",
            "description": "Một giọng nói dường như đến từ chính cơn gió mời Finn lên thuyền",
            "sentences": {
                "\"Come aboard, Finn!\" whispered a voice that seemed to come from the wind itself.": "\"Lên thuyền đi, Finn!\" một giọng nói thì thầm như thể đến từ chính cơn gió."
            }
        },
        {
            "id": "9",
            "title": "Cuộc hành trình lên trời",
            "description": "Finn bước lên thuyền và nhẹ nhàng bay lên không trung",
            "sentences": {
                "Heart pounding, Finn stepped onto the glowing deck, and the boat rose gently into the air.": "Tim đập thình thịch, Finn bước lên boong thuyền sáng rực và chiếc thuyền nhẹ nhàng bay lên không trung."
            }
        },
        {
            "id": "10",
            "title": "Nhìn xuống dưới",
            "description": "Những cây cối phía dưới ngày càng nhỏ lại cho đến khi trông như những chấm xanh nhỏ",
            "sentences": {
                "The trees below grew smaller and smaller until they looked like tiny green dots.": "Những cây cối phía dưới ngày càng nhỏ lại cho đến khi trông như những chấm xanh nhỏ."
            }
        },
        {
            "id": "11",
            "title": "Khám phá hòn đảo bay",
            "description": "Qua những đám mây, Finn nhìn thấy một điều phi thường—một hòn đảo bay phủ đầy hoa và thác nước",
            "sentences": {
                "Through the clouds, Finn saw something extraordinary—a floating island covered in flowers and waterfalls that spilled into the sky.": "Qua những đám mây, Finn nhìn thấy một điều phi thường—một hòn đảo bay phủ đầy hoa và thác nước đổ xuống bầu trời."
            }
        },
        {
            "id": "12",
            "title": "Cỏ như ánh sao",
            "description": "Khi cậu hạ cánh, cỏ mềm dưới chân cậu lấp lánh như chứa đầy ánh sao",
            "sentences": {
                "When he landed, the soft grass beneath his feet sparkled as if filled with starlight.": "Khi cậu hạ cánh, cỏ mềm dưới chân cậu lấp lánh như chứa đầy ánh sao."
            }
        },
        {
            "id": "13",
            "title": "Những chú chim thân thiện",
            "description": "Những chú chim thân thiện bay vòng quanh cậu, hát tên cậu bằng những bài ca vui vẻ",
            "sentences": {
                "Friendly birds circled above him, singing his name in cheerful songs.": "Những chú chim thân thiện bay vòng quanh cậu, hát tên cậu bằng những bài ca vui vẻ."
            }
        },
        {
            "id": "14",
            "title": "Gặp gỡ cáo bạc",
            "description": "Cậu gặp một con cáo bạc được tạo nên từ gió và ánh sáng mặt trời, lông của nó lấp lánh như sương mai",
            "sentences": {
                "He met a silver fox made of wind and sunlight, whose fur shimmered like morning dew.": "Cậu gặp một con cáo bạc được tạo nên từ gió và ánh sáng mặt trời, lông của nó lấp lánh như sương mai."
            }
        },
        {
            "id": "15",
            "title": "Lời chào của cáo",
            "description": "Con cáo chào đón Finn và kể cho cậu biết bí mật của hòn đảo",
            "sentences": {
                "\"Welcome, traveler,\" said the fox. \"The island moves wherever the world needs a dream.\"": "\"Chào mừng, người du hành,\" con cáo nói. \"Hòn đảo di chuyển đến bất cứ nơi nào thế giới cần một giấc mơ.\""
            }
        },
        {
            "id": "16",
            "title": "Cuộc hành trình của hòn đảo",
            "description": "Finn và con cáo cùng nhau ngắm hòn đảo trôi qua chân trời, chạm vào hoàng hôn và đỉnh núi",
            "sentences": {
                "Together, they watched the island drift across the horizon, touching sunsets and mountain peaks.": "Cùng nhau, họ ngắm hòn đảo trôi qua chân trời, chạm vào hoàng hôn và đỉnh núi."
            }
        },
        {
            "id": "17",
            "title": "Bông hoa vàng",
            "description": "Finn muốn mang một bông hoa vàng về nhà, nhưng khi cậu với tay ra, nó biến thành ánh sáng ấm áp và biến mất",
            "sentences": {
                "Finn wanted to take a golden flower home, but when he reached out, it turned into warm light and vanished.": "Finn muốn mang một bông hoa vàng về nhà, nhưng khi cậu với tay ra, nó biến thành ánh sáng ấm áp và biến mất."
            }
        },
        {
            "id": "18",
            "title": "Bài học của cáo",
            "description": "Con cáo dạy cậu về tầm quan trọng của những thứ không thể nhìn thấy",
            "sentences": {
                "\"Some things stay with us even when we can't see them,\" the fox said gently.": "\"Một số thứ vẫn ở bên chúng ta ngay cả khi chúng ta không thể nhìn thấy chúng,\" con cáo nói một cách dịu dàng."
            }
        },
        {
            "id": "19",
            "title": "Cuộc hành trình về nhà",
            "description": "Hòn đảo bắt đầu tan biến vào những đám mây khi gió đưa Finn trở về ao của cậu",
            "sentences": {
                "The island began to fade into the clouds as the wind carried Finn back to his pond.": "Hòn đảo bắt đầu tan biến vào những đám mây khi gió đưa Finn trở về ao của cậu."
            }
        },
        {
            "id": "20",
            "title": "Thức dậy",
            "description": "Finn mở mắt và thấy chiếc thuyền giấy nhẹ nhàng trôi trên mặt nước",
            "sentences": {
                "When he opened his eyes, the paper boat floated softly on the water—and Finn smiled, knowing he had truly sailed the sky.": "Khi cậu mở mắt, chiếc thuyền giấy nhẹ nhàng trôi trên mặt nước—và Finn mỉm cười, biết rằng cậu đã thực sự đi thuyền trên bầu trời."
            }
        }
    ]
}
