{
    "title": "芬恩的天空冒险",
    "description": "一个名叫芬恩的男孩乘坐纸船在天空中航行，在漂浮的岛屿上经历了神奇的体验，遇到了一只智慧的银狐，教会了他关于梦想和奇迹的道理。",
    "pages": [
        {
            "id": "1",
            "title": "观云的男孩",
            "description": "芬恩躺在草地上观云并做白日梦",
            "sentences": {
                "Finn loved to lie in the grass and watch the clouds drift lazily across the blue sky.": "芬恩喜欢躺在草地上，看着云朵懒洋洋地飘过蓝天。"
            }
        },
        {
            "id": "2",
            "title": "云朵船",
            "description": "芬恩想象每朵云都是一艘驶向遥远土地的船",
            "sentences": {
                "He imagined that each cloud was a ship sailing toward faraway lands.": "他想象每朵云都是一艘驶向遥远土地的船。"
            }
        },
        {
            "id": "3",
            "title": "制作纸船",
            "description": "芬恩用祖父给他的旧地图折了一只纸船",
            "sentences": {
                "One morning, he folded a paper boat from an old map his grandfather had given him.": "一天早上，他用祖父给他的旧地图折了一只纸船。"
            }
        },
        {
            "id": "4",
            "title": "祖父的话",
            "description": "芬恩祖父的话在他心中回响",
            "sentences": {
                "\"Every adventure starts with a small step,\" his grandfather's words echoed in his mind.": "\"每次冒险都从一小步开始，\"他祖父的话在他心中回响。"
            }
        },
        {
            "id": "5",
            "title": "将船放入水中",
            "description": "芬恩把小船放在池塘里，轻轻推了一下",
            "sentences": {
                "Finn placed the little boat on the pond and gave it a tiny push.": "芬恩把小船放在池塘里，轻轻推了一下。"
            }
        },
        {
            "id": "6",
            "title": "金色光芒",
            "description": "船开始闪烁着金色的光芒",
            "sentences": {
                "The boat bobbed once, twice—and began to shimmer with golden light.": "船上下浮动了一次，两次——然后开始闪烁着金色的光芒。"
            }
        },
        {
            "id": "7",
            "title": "船的变形",
            "description": "纸张自己展开成高大的帆，散发着雨的味道",
            "sentences": {
                "The paper unfolded itself into tall, billowing sails that smelled like rain.": "纸张自己展开成高大的帆，散发着雨的味道。"
            }
        },
        {
            "id": "8",
            "title": "风的声音",
            "description": "一个似乎来自风本身的声音邀请芬恩上船",
            "sentences": {
                "\"Come aboard, Finn!\" whispered a voice that seemed to come from the wind itself.": "\"上船吧，芬恩！\"一个似乎来自风本身的声音低语道。"
            }
        },
        {
            "id": "9",
            "title": "天空之旅",
            "description": "芬恩踏上闪闪发光的甲板，船轻轻地升向空中",
            "sentences": {
                "Heart pounding, Finn stepped onto the glowing deck, and the boat rose gently into the air.": "心跳加速，芬恩踏上闪闪发光的甲板，船轻轻地升向空中。"
            }
        },
        {
            "id": "10",
            "title": "俯瞰大地",
            "description": "下面的树木越来越小，直到看起来像小小的绿点",
            "sentences": {
                "The trees below grew smaller and smaller until they looked like tiny green dots.": "下面的树木越来越小，直到看起来像小小的绿点。"
            }
        },
        {
            "id": "11",
            "title": "发现漂浮岛",
            "description": "穿过云层，芬恩看到了非凡的景象——一座布满花朵和瀑布的漂浮岛",
            "sentences": {
                "Through the clouds, Finn saw something extraordinary—a floating island covered in flowers and waterfalls that spilled into the sky.": "穿过云层，芬恩看到了非凡的景象——一座布满花朵和瀑布的漂浮岛，瀑布倾泻向天空。"
            }
        },
        {
            "id": "12",
            "title": "星光草地",
            "description": "当他着陆时，脚下的柔软草地如星光般闪烁",
            "sentences": {
                "When he landed, the soft grass beneath his feet sparkled as if filled with starlight.": "当他着陆时，脚下的柔软草地如星光般闪烁。"
            }
        },
        {
            "id": "13",
            "title": "友善的鸟儿",
            "description": "友善的鸟儿在他头顶盘旋，用欢快的歌声唱着他的名字",
            "sentences": {
                "Friendly birds circled above him, singing his name in cheerful songs.": "友善的鸟儿在他头顶盘旋，用欢快的歌声唱着他的名字。"
            }
        },
        {
            "id": "14",
            "title": "遇见银狐",
            "description": "他遇到了一只由风和阳光制成的银狐，它的皮毛如晨露般闪烁",
            "sentences": {
                "He met a silver fox made of wind and sunlight, whose fur shimmered like morning dew.": "他遇到了一只由风和阳光制成的银狐，它的皮毛如晨露般闪烁。"
            }
        },
        {
            "id": "15",
            "title": "狐狸的问候",
            "description": "狐狸欢迎芬恩并告诉他岛屿的秘密",
            "sentences": {
                "\"Welcome, traveler,\" said the fox. \"The island moves wherever the world needs a dream.\"": "\"欢迎，旅行者，\"狐狸说。\"这座岛屿会移动到世界需要梦想的地方。\""
            }
        },
        {
            "id": "16",
            "title": "岛屿的旅程",
            "description": "芬恩和狐狸一起观看岛屿漂过地平线，触摸日落和山峰",
            "sentences": {
                "Together, they watched the island drift across the horizon, touching sunsets and mountain peaks.": "他们一起观看岛屿漂过地平线，触摸日落和山峰。"
            }
        },
        {
            "id": "17",
            "title": "金色花朵",
            "description": "芬恩想带一朵金色花朵回家，但当他伸手时，它变成了温暖的光并消失了",
            "sentences": {
                "Finn wanted to take a golden flower home, but when he reached out, it turned into warm light and vanished.": "芬恩想带一朵金色花朵回家，但当他伸手时，它变成了温暖的光并消失了。"
            }
        },
        {
            "id": "18",
            "title": "狐狸的教导",
            "description": "狐狸教导他看不见的事物的重要性",
            "sentences": {
                "\"Some things stay with us even when we can't see them,\" the fox said gently.": "\"有些东西即使我们看不见，也会陪伴着我们，\"狐狸温柔地说。"
            }
        },
        {
            "id": "19",
            "title": "归途",
            "description": "当风将芬恩带回他的池塘时，岛屿开始消失在云中",
            "sentences": {
                "The island began to fade into the clouds as the wind carried Finn back to his pond.": "当风将芬恩带回他的池塘时，岛屿开始消失在云中。"
            }
        },
        {
            "id": "20",
            "title": "醒来",
            "description": "芬恩睁开眼睛，看到纸船轻柔地漂浮在水面上",
            "sentences": {
                "When he opened his eyes, the paper boat floated softly on the water—and Finn smiled, knowing he had truly sailed the sky.": "当他睁开眼睛，纸船轻柔地漂浮在水面上——芬恩笑了，知道他真的在天空中航行过。"
            }
        }
    ]
}
