{
  "current_episode": 2,
  "protagonist": {
    "traits": [
      "Creative and artistic",
      "Socially awkward",
      "Anxious about real relationships",
      "Secretly romantic",
      "Good at maintaining online personas"
    ],
    "current_state": "Struggling to maintain her fake Instagram relationship while dealing with the pressure from her fans"
  },
  "plot_summary": [
    "Bo-mi runs a viral Instagram account where she photoshops her cat into romantic couple poses. When her fake boyfriend gets doxxed, she recruits her weird neighbor Min-seok to pretend to be her boyfriend.",
    "Bo-mi continues to photoshop her cat into fake romantic photos for her viral Instagram, feeling a growing emptiness despite the thousands of likes. Her fabricated world is threatened when she receives a DM from a fan couple inviting her and her 'boyfriend' on a double date.",
    "Bo-mi accepts the double-date invitation and tries to train Min-seok to act like a romantic boyfriend. Their practice session reveals Min-seok's extreme awkwardness, causing Bo-mi to despair over the vast difference between her online fantasy and their real-world interactions."
  ],
  "support_characters": [
    {
      "name": "Min-seok (민석)",
      "role": "Metal guitarist neighbor, fake boyfriend",
      "personality": "Weird, zero social media presence, least romantic person Bo-mi knows"
    },
    {
      "name": "Bo-mi's cat",
      "role": "Judgmental pet, Instagram star",
      "personality": "Judges everyone, especially the fake relationship"
    }
  ],
  "open_threads": [
    "Will Bo-mi's fans discover the truth about her fake relationship?",
    "How will Min-seok handle the influencer lifestyle?",
    "Will Bo-mi and Min-seok develop real feelings for each other?",
    "How will Bo-mi handle the pressure of maintaining her online persona?",
    "Will Bo-mi's fans discover the truth about her fake relationship, especially with the double-date invitation?",
    "How will Bo-mi handle the escalating pressure of maintaining her online persona and the new demand for a real-world interaction?",
    "How will Bo-mi respond to the double-date invitation and its implications for her fake relationship?",
    "How will Bo-mi and Min-seok manage the actual double date given Min-seok's inability to act romantically?",
    "Will Min-seok's awkwardness lead to Bo-mi's fans discovering the truth about her fake relationship?",
    "How will the increasing gap between Bo-mi's curated online persona and her difficult real-life interactions with Min-seok affect her mental state or their evolving relationship?"
  ]
}