{
  "title": "El niño de la terminal",
  "description": "Miguel, a curious 8-year-old Latino boy, spends his days in the airport playground while his mother works as a janitor.",
  "chapters": [
    {
      "id": "ch1",
      "title": "The Playroom",
      "description": "Miguel spends his days in the airport playground while his mother works as a janitor.",
      "sentences": {
        "El JFK es mi segundo hogar.": "JFK is my second home.",
        "Mi mamá dice que es como un pueblo grande, pero yo solo conozco esta terminal.": "My mom says it's like a big town, but I only know this terminal.",
        "La sala de juegos, con sus toboganes azules y rojos y su laberinto de túneles, es mi castillo.": "The playroom, with its blue and red slides and its labyrinth of tunnels, is my castle.",
        "Cada día es igual.": "Every day is the same.",
        "Llegan niños de todas partes, arrastrados por sus papás que miran los grandes paneles luminosos.": "Children arrive from everywhere, pulled along by their dads who are gazing at the big bright panels.",
        "Ríen, corren, construyen castillos con los bloques gigantes.": "They laugh, run, build castles with the giant blocks.",
        "Juegan un rato y luego, ¡puf!, se van.": "They play for a while and then, poof!, they're gone.",
        "Desaparecen por esas puertas enormes, con sus mochilas pequeñas y sus pasaportes.": "They disappear through those enormous doors, with their small backpacks and their passports.",
        "Siempre se van.": "They always leave.",
        "Yo, en cambio, me quedo.": "I, on the other hand, stay.",
        "Mis pies conocen cada centímetro del suelo acolchado.": "My feet know every inch of the cushioned floor.",
        "Puedo ver a mi mamá a lo lejos.": "I can see my mom in the distance.",
        "Su uniforme gris y su carrito de limpieza son como un faro para mí.": "Her gray uniform and her cleaning cart are like a lighthouse to me.",
        "El chirrido de sus ruedas es la banda sonora de mi día.": "The squeak of its wheels is the soundtrack of my day.",
        "Ella se mueve despacio, siempre limpiando, recogiendo lo que otros dejan.": "She moves slowly, always cleaning, picking up what others leave behind.",
        "Hoy, una señora con un bolso brillante y gafas oscuras la detuvo.": "Today, a lady with a shiny purse and dark glasses stopped her.",
        "Le habló rápido, con los dedos señalando el suelo, su voz aguda y molesta.": "She spoke to her quickly, her fingers pointing at the floor, her voice sharp and annoying.",
        "Mamá, con su pañuelo en la cabeza, escuchó en silencio.": "Mom, with her headscarf, listened in silence.",
        "Su espalda estaba recta, pero pude verla tensarse un poquito.": "Her back was straight, but I could see her tense up a little.",
        "Mi corazón dio un brinco.": "My heart skipped a beat.",
        "No entendí todas las palabras, pero el tono de la señora era como un golpe.": "I didn't understand all the words, but the lady's tone was like a blow.",
        "Mamá le contestó bajito, una disculpa, creo.": "Mom replied softly, an apology, I think.",
        "Y la señora solo movió la cabeza con desdén y siguió caminando, sin mirar atrás.": "And the lady just shook her head disdainfully and kept walking, without looking back.",
        "Un nudo se me hizo en la garganta.": "A lump formed in my throat.",
        "¿Por qué le hablaban así a mi mamá?": "Why were they talking to my mom like that?",
        "Ella es fuerte, limpia todo, hace que el aeropuerto se vea bonito.": "She's strong, she cleans everything, she makes the airport look nice.",
        "¿Por qué esa señora no la respetó?": "Why didn't that lady respect her?",
        "Mi mamá, ajena a mi furia silenciosa, solo siguió limpiando, su trapeador haciendo círculos en el piso.": "My mom, oblivious to my silent fury, just kept cleaning, her mop making circles on the floor.",
        "La miré, moviéndose entre la multitud que venía y se iba.": "I watched her, moving among the crowd that came and went.",
        "Ella se quedaba, yo me quedaba.": "She stayed, I stayed.",
        "Y en el bullicio, sentí un orgullo extraño por ella, mezclado con una confusión que no sabía dónde guardar.": "And in the bustle, I felt a strange pride for her, mixed with a confusion I didn't know where to put."
      }
    },
    {
      "id": "ch2",
      "title": "Echoes in the Terminal",
      "description": "Miguel observes the airport patterns and the temporary friendships he makes.",
      "sentences": {
        "Ahora sé que el aeropuerto tiene su propio corazón.": "Now I know the airport has its own heart.",
        "Ya no es solo ruido; es un latido.": "It's no longer just noise; it's a heartbeat.",
        "Las voces de los altavoces, que antes eran una mezcla confusa, ahora son como canciones repetidas.": "The voices from the loudspeakers, which used to be a confusing mix, are now like repeated songs.",
        "\"Vuelo 741 a Los Ángeles, embarcando por la puerta 12.\" Ese anuncio lo escucho unas diez veces al día.": "\"Flight 741 to Los Angeles, boarding at gate 12.\" I hear that announcement about ten times a day.",
        "Veo a las familias, cargadas de maletas y de prisa, como un río que nunca se detiene.": "I see families, laden with suitcases and in a hurry, like a river that never stops.",
        "A veces, algún niño se escapa un momento de sus padres y llega a la zona de juegos.": "Sometimes, a child will escape from their parents for a moment and make their way to the play area.",
        "Un día jugué a los astronautas con una niña que tenía un osito.": "One day I played astronauts with a little girl who had a teddy bear.",
        "Nos reímos mucho, inventando planetas y naves espaciales.": "We laughed a lot, inventing planets and spaceships.",
        "Pero su risa duró poco.": "But her laughter didn't last long.",
        "\"¡Ana, vámonos!": "\"Ana, let's go!",
        "Nuestro vuelo está listo.\" Y así, tan rápido como llegó, se fue.": "Our flight is ready.\" And just like that, as quickly as she arrived, she was gone.",
        "El osito, la risa, todo.": "The teddy bear, the laughter, everything.",
        "Se desvaneció entre la multitud.": "It vanished into the crowd.",
        "Eso me pasa a menudo.": "That happens to me often.",
        "Hago amigos por un ratito.": "I make friends for a little while.",
        "Amigos que se suben a aviones y se van a lugares con nombres bonitos: Miami, Cancún, Londres.": "Friends who get on planes and go to places with beautiful names: Miami, Cancun, London.",
        "Yo los veo desaparecer, y me quedo aquí, en mi \"sala de espera\" personal.": "I watch them disappear, and I stay here, in my personal \"waiting room.\"",
        "Ellos esperan para *irse*.": "They wait to *leave*.",
        "¿Y yo?": "And me?",
        "¿Qué espero yo?": "What am I waiting for?",
        "Mientras mi mamá limpia los baños o vacía los botes de basura, yo pienso en esto.": "While my mom cleans the bathrooms or empties the trash cans, I think about this.",
        "¿Por qué mi vida no es como un vuelo con destino?": "Why isn't my life like a flight with a destination?",
        "¿Por qué estoy siempre en la terminal, mientras todos los demás tienen un \"despegue\" esperando?": "Why am I always in the terminal, while everyone else has a \"takeoff\" waiting?",
        "Los anuncios son para ellos, no para mí.": "The announcements are for them, not for me.",
        "\"Última llamada para el vuelo 223 a Chicago.\" Y yo, sentado solo en la alfombra de colores de la zona de juegos, escucho.": "\"Last call for flight 223 to Chicago.\" And I, sitting alone on the colorful carpet of the play area, listen.",
        "Siempre escucho.": "I always listen.",
        "Me pregunto cuándo sonará mi propia llamada, cuándo me tocará a mí también salir de esta sala de espera y empezar mi propio viaje.": "I wonder when my own call will sound, when it will be my turn to leave this waiting room too and start my own journey."
      }
    },
    {
      "id": "ch3",
      "title": "Paper Airplanes",
      "description": "Miguel develops his passion for airplanes and receives a pin from a friendly pilot.",
      "sentences": {
        "Siempre me ha gustado la ventana grande del terminal.": "I've always loved the big window at the terminal.",
        "Desde aquí, los aviones no son solo puntos lejanos; son gigantes que rugen y se arrastran por la pista antes de elevarse al cielo.": "From here, planes aren't just distant specks; they're roaring giants that crawl along the runway before soaring into the sky.",
        "Verlos despegar, esos monstruos de metal que desaparecen entre las nubes, es como ver magia pura.": "Watching them take off, those metal monsters disappearing into the clouds, is like watching pure magic.",
        "Observo cómo aterrizan, deslizándose con gracia, y luego cómo se llenan de gente que viene de otros mundos, o que va a otros mundos.": "I watch them land, gliding gracefully, and then how they fill with people coming from other worlds, or going to other worlds.",
        "A veces deseo que uno de esos aviones sea para mí, que me lleve lejos de aquí.": "Sometimes I wish one of those planes were for me, to take me far away from here.",
        "Un día, mientras veía un Boeing 747 desaparecer entre las nubes, me dio una idea.": "One day, while watching a Boeing 747 disappear into the clouds, an idea struck me.",
        "Si no podía volar en uno, quizás podría hacer uno.": "If I couldn't fly in one, maybe I could make one.",
        "Con un papel olvidado, tal vez un viejo mapa del aeropuerto, doblé mi primer avión.": "With a forgotten piece of paper, maybe an old airport map, I folded my first airplane.",
        "No volaba lejos, pero en mis manos, sentía el mismo poder que los reales.": "It didn't fly far, but in my hands, I felt the same power as the real ones.",
        "\"¡Este va a ir muy lejos!\", dije en voz alta, aunque no había nadie escuchando de verdad.": "\"This one's going to go really far!\" I said aloud, even though nobody was really listening.",
        "\"Un día, yo también voy a volar.": "\"One day, I'm going to fly too.\"",
        "No en un asiento, sino dirigiéndolo.": "\"Not in a seat, but piloting it.\"",
        "Seré el que los lleve a todos a otros lugares.\" De repente, una sombra se cernió sobre mí.": "\"I'll be the one taking everyone to other places.\" Suddenly, a shadow fell over me.",
        "Era un piloto, con su uniforme azul oscuro y gorra.": "It was a pilot, in his dark blue uniform and cap.",
        "Sonrió.": "He smiled.",
        "\"Bonito avión, campeón.": "\"Nice plane, champ.\"",
        "¿Te gustan los aviones?\".": "\"Do you like planes?\"",
        "Asentí, un poco avergonzado de mi creación de papel junto a un hombre que volaba los de verdad.": "I nodded, a little embarrassed by my paper creation next to a man who flew the real ones.",
        "El piloto metió la mano en su bolsillo y sacó algo brillante.": "The pilot reached into his pocket and pulled out something shiny.",
        "\"Para el futuro aviador\", dijo, entregándome un pin de metal plateado, con el logo de una aerolínea.": "\"For the future aviator,\" he said, handing me a silver metal pin with an airline logo.",
        "Era de verdad.": "It was real.",
        "Pesado, frío, con alas de verdad grabadas.": "Heavy, cold, with real wings engraved in it.",
        "Miré el pin, luego a los aviones reales afuera.": "I looked at the pin, then at the real planes outside.",
        "Mis avioncitos de papel eran pequeños sueños, pero este pin era un pedazo del mundo real, una promesa.": "My little paper planes were small dreams, but this pin was a piece of the real world, a promise.",
        "Sentí algo nuevo en el pecho, algo que no era la resignación de Ana ni la rabia por mamá.": "I felt something new in my chest, something that wasn't Ana's resignation or anger at Mom.",
        "Era la idea de que quizás, algún día, mi propio \"despegue\" no sería solo un anhelo.": "It was the idea that perhaps, someday, my own \"takeoff\" wouldn't just be a yearning.",
        "Quizás yo también podría tener mi propio destino, más allá de esta terminal.": "Perhaps I too could have my own destiny, beyond this terminal.",
        "Con el pin apretado en mi mano, el futuro se sentía por primera vez tan inmenso y abierto como el cielo sobre JFK.": "With the pin clutched in my hand, the future felt for the first time as immense and open as the sky over JFK."
      }
    }
  ]
}