{
  "title": "The Lost Glove",
  "description": "A heartwarming story about a girl who loses her red glove in the snow, and the adventure it has as different animals find and use it before it's returned to her.",
  "pages": [
    {
      "id": "1",
      "title": "Winter Morning",
      "description": "A girl named Zoé loses her red glove on the way to school",
      "sentences": {
        "C'était un matin d'hiver dans un petit village au bord de la rivière.": "It was a winter morning in a small village by the river.",
        "Le vent soufflait doucement, et la neige tombait comme des plumes.": "The wind blew gently, and the snow fell like feathers.",
        "Sur le chemin de l'école, une fillette nommée Zoé perdit un de ses gants rouges sans s'en rendre compte.": "On the way to school, a little girl named Zoé lost one of her red gloves without realizing it."
      }
    },
    {
      "id": "2",
      "title": "The Glove Alone",
      "description": "The glove falls in the snow and stays there, all alone",
      "sentences": {
        "Le gant tomba dans la neige avec un petit plouf et resta là, bien seul.": "The glove fell into the snow with a little plop and stayed there, all alone.",
        "Tout autour, le monde semblait endormi sous la poudre blanche.": "All around, the world seemed asleep under the white powder."
      }
    },
    {
      "id": "3",
      "title": "The Blackbird's Nest",
      "description": "A hungry blackbird finds the glove and thinks it's a nest",
      "sentences": {
        "Peu après, un merle affamé descendit du ciel.": "Soon after, a hungry blackbird descended from the sky.",
        "Il trouva le gant et le prit pour un petit nid.": "It found the glove and took it for a little nest.",
        "« Quelle maison douce et chaude ! » chanta-t-il joyeusement.": "\"What a soft and warm home!\" it sang joyfully."
      }
    },
    {
      "id": "4",
      "title": "The Mouse's Nap",
      "description": "A mouse discovers the glove and uses it for a nap",
      "sentences": {
        "Quand le merle partit, une souris sortit de son trou et découvrit le gant.": "When the blackbird left, a mouse came out of its hole and discovered the glove.",
        "Elle s'y glissa et se mit à ronronner de bonheur.": "It slipped inside and began to purr with happiness.",
        "« C'est parfait pour ma sieste ! » dit-elle.": "\"This is perfect for my nap!\" it said."
      }
    },
    {
      "id": "5",
      "title": "The Curious Cat",
      "description": "A curious cat finds the glove and lies on it",
      "sentences": {
        "Un peu plus tard, un chat curieux passa par là.": "A little later, a curious cat passed by.",
        "Il renifla, entendit la souris dormir à l'intérieur, et décida de s'allonger dessus.": "It sniffed, heard the mouse sleeping inside, and decided to lie down on it.",
        "« Tiens, c'est moelleux ! Je vais rester un moment. »": "\"Well, it's soft! I'll stay for a while.\""
      }
    },
    {
      "id": "6",
      "title": "The Village Boy",
      "description": "A village boy finds the glove while collecting wood",
      "sentences": {
        "Puis le vent se leva, emportant quelques flocons dans un tourbillon.": "Then the wind picked up, carrying some flakes in a swirl.",
        "Un garçon du village ramassait du bois pour sa cheminée.": "A boy from the village was gathering wood for his fireplace.",
        "Il aperçut le gant, couvert de neige et de traces d'animaux.": "He spotted the glove, covered with snow and animal tracks."
      }
    },
    {
      "id": "7",
      "title": "On the Fence",
      "description": "The boy places the glove on the fence for everyone to see",
      "sentences": {
        "Il le souleva et sourit.": "He lifted it up and smiled.",
        "« Quel beau gant rouge ! Quelqu'un doit le chercher. »": "\"What a beautiful red glove! Someone must be looking for it.\"",
        "Il le posa sur la barrière pour que tout le monde puisse le voir.": "He placed it on the fence so everyone could see it."
      }
    },
    {
      "id": "8",
      "title": "Shining in the Sun",
      "description": "The sun makes the glove shine like a little fire",
      "sentences": {
        "Le soleil apparut entre les nuages, faisant briller le gant comme un petit feu.": "The sun appeared between the clouds, making the glove shine like a little fire.",
        "Les passants s'arrêtaient un instant pour l'admirer.": "Passersby would stop for a moment to admire it."
      }
    },
    {
      "id": "9",
      "title": "Zoé Returns",
      "description": "Zoé returns from school and finds her lost glove",
      "sentences": {
        "À la fin de la journée, la neige s'arrêta.": "At the end of the day, the snow stopped.",
        "Zoé rentrait de l'école, les joues rouges et les doigts gelés.": "Zoé was coming home from school, with red cheeks and frozen fingers.",
        "Elle s'arrêta net : là, sur la barrière, brillait son gant perdu !": "She stopped suddenly: there, on the fence, her lost glove was shining!"
      }
    },
    {
      "id": "10",
      "title": "Reunited",
      "description": "Zoé finds her glove and holds it close",
      "sentences": {
        "« Mon gant ! » s'écria-t-elle en riant.": "\"My glove!\" she cried out laughing.",
        "Elle le prit dans ses mains et le serra contre son cœur.": "She took it in her hands and pressed it against her heart.",
        "Il sentait la neige, le vent et un peu… la forêt.": "It smelled of snow, wind, and a little... the forest."
      }
    },
    {
      "id": "11",
      "title": "The Glove's Adventure",
      "description": "Zoé tells her mother about the glove's adventure",
      "sentences": {
        "En rentrant chez elle, elle raconta à sa maman :": "When she got home, she told her mother:",
        "« Tu sais, je crois que mon gant a vécu une grande aventure aujourd'hui ! »": "\"You know, I think my glove had a great adventure today!\""
      }
    },
    {
      "id": "12",
      "title": "Resting by the Window",
      "description": "Zoé places the glove by the window to rest",
      "sentences": {
        "Ce soir-là, Zoé posa le gant près de la fenêtre pour qu'il se repose.": "That evening, Zoé placed the glove near the window so it could rest.",
        "Dehors, la lune se leva, et la lumière argentée entra dans la chambre.": "Outside, the moon rose, and the silver light entered the room."
      }
    },
    {
      "id": "13",
      "title": "The Blackbird Returns",
      "description": "The blackbird returns to say goodnight",
      "sentences": {
        "Sur la barrière, le merle revint un instant.": "On the fence, the blackbird returned for a moment.",
        "Il regarda la fenêtre et gazouilla doucement, comme pour dire bonne nuit.": "It looked at the window and chirped softly, as if to say goodnight."
      }
    },
    {
      "id": "14",
      "title": "Evening Peace",
      "description": "All the animals seem to remember the glove",
      "sentences": {
        "Puis la souris leva la tête depuis son trou et écouta le chant du merle.": "Then the mouse lifted its head from its hole and listened to the blackbird's song.",
        "Même le chat, allongé près de la cheminée, ouvrit un œil et ronronna.": "Even the cat, lying near the fireplace, opened one eye and purred."
      }
    },
    {
      "id": "15",
      "title": "Nothing Is Ever Truly Lost",
      "description": "The village dreams of the red glove as the wind whispers wisdom",
      "sentences": {
        "Dans le petit village endormi, tout le monde semblait rêver du même gant rouge.": "In the sleeping little village, everyone seemed to dream of the same red glove.",
        "Et quelque part, sous la lune, le vent murmura :": "And somewhere, under the moon, the wind whispered:",
        "« Rien n'est jamais vraiment perdu. »": "\"Nothing is ever truly lost.\""
      }
    }
  ]
}