{
  "title": "Lost on the Subway",
  "description": "Mina, a 16-year-old high school student in Seoul, is navigating the subway system for the first time alone.",
  "chapters": [
    {
      "id": "ch1",
      "title": "First Day Out Alone",
      "description": "Mina studies the subway map and prepares for her journey to Hongdae Entrance Station. Feeling a mix of nervousness and pride, she boards the subway. However, as the station names flash by too quickly, she begins to worry she might have missed her stop.",
      "sentences": {
        "오늘은 중요한 날이다.": "Today is an important day.",
        "태어나서 처음으로 혼자 지하철을 타고 홍대까지 가는 날이니까.": "Because it's the first time in my life I'm taking the subway alone all the way to Hongdae.",
        "방금 친구에게 \"나 지금 출발해!": "I just texted my friend, \"I'm leaving now!",
        "\"라고 문자를 보냈지만, 사실 심장이 발끝에서부터 목구멍까지 쿵쾅거리고 있었다.": "But actually, my heart was pounding from my toes to my throat.",
        "뿌듯함과 동시에 밀려오는 불안감에 손바닥에는 땀이 송골송골 맺혔다.": "My palms were sweaty with a mix of pride and a rush of anxiety.",
        "괜찮아, 미나.": "It's okay, Mina.",
        "넌 할 수 있어!": "You can do it!",
        "테이블 위에 펼쳐놓은 서울 지하철 노선도를 다시 한번 꼼꼼히 살폈다.": "I meticulously checked the Seoul subway map spread out on the table once more.",
        "출발역에서 환승역까지, 그리고 목적지인 홍대입구역까지 손가락으로 선을 따라 그렸다.": "I traced the route with my finger, from the starting station to the transfer station, and then to Hongdae-ipgu Station, my destination.",
        "\"여기서 환승해서...": "\"Transfer here...",
        "아, 2호선이구나.": "Oh, it's Line 2.",
        "홍대입구역!": "Hongdae-ipgu Station!",
        "\" 머릿속으로 수십 번 시뮬레이션을 돌렸다.": "I ran the simulation dozens of times in my head.",
        "혹시라도 잘못 내리거나, 엉뚱한 방향으로 가면 어쩌지?": "What if I get off at the wrong station, or go in the wrong direction?",
        "\"홍대입구역… 홍대입구역…\" 나도 모르게 중얼거렸다.": "\"Hongdae-ipgu Station... Hongdae-ipgu Station...\" I muttered to myself unconsciously.",
        "입안에서 역 이름이 맴돌았다.": "The station name lingered in my mouth.",
        "홍.": "Hong.",
        "대.": "Dae.",
        "입.": "Ip.",
        "구.": "Gu.",
        "역.": "Yeok.",
        "마치 주문이라도 외우듯이 반복했다.": "I repeated it as if I were chanting a spell.",
        "외워야 해, 절대로 잊으면 안 돼!": "I have to memorize it, I absolutely cannot forget it!",
        "집을 나서는 발걸음은 생각보다 무거웠다.": "My steps leaving the house were heavier than I expected.",
        "익숙한 동네 골목을 지나 지하철역 입구에 도착하자, 차가운 공기가 코끝을 스쳤다.": "After passing through familiar neighborhood alleys and arriving at the subway station entrance, cold air brushed against the tip of my nose.",
        "깊게 숨을 들이쉬고 개찰구를 통과했다.": "I took a deep breath and passed through the turnstile.",
        "\"어서 오십시오, 미나!": "\"Welcome, Mina!",
        "\" 머릿속에서 누군가 나를 환영해 주는 것만 같았다.": "It was as if someone in my head was welcoming me.",
        "스크린 도어 앞에 서서 열차를 기다리는데, 저 멀리서 지하철이 굉음을 내며 다가오는 소리가 들렸다.": "Standing in front of the screen doors, waiting for the train, I heard the subway approaching with a loud roar in the distance.",
        "거대한 바람이 몰려왔다.": "A massive gust of wind rushed in.",
        "드디어 열차가 도착하고 문이 열렸다.": "Finally, the train arrived, and the doors opened.",
        "훅 하고 따뜻한 공기가 쏟아져 나왔다.": "A gush of warm air poured out.",
        "승객들이 우르르 내리고, 나는 조심스럽게 안으로 들어섰다.": "Passengers streamed out, and I cautiously stepped inside.",
        "텅 빈 좌석은 없었다.": "There were no empty seats.",
        "비어있는 손잡이를 잡고 한쪽에 섰다.": "I grabbed an empty handgrip and stood to one side.",
        "덜컹, 문이 닫히고 열차는 부드럽게 움직이기 시작했다.": "Clunk, the doors closed, and the train began to move smoothly.",
        "창밖으로 어두운 터널이 빠르게 지나갔다.": "The dark tunnel outside the window sped by.",
        "처음 혼자 타는 지하철 안은 왠지 모르게 낯설고 신비로웠다.": "Inside the subway, riding alone for the first time, it felt strangely unfamiliar and mysterious.",
        "사람들 모두 자기 할 일을 하고 있었다.": "Everyone was doing their own thing.",
        "스마트폰을 보는 사람, 책을 읽는 사람, 꾸벅꾸벅 조는 사람.": "Some were looking at their smartphones, others reading books, and some were nodding off.",
        "나는 그저 벽에 붙은 노선도를 힐끗 보고, 열차 칸마다 설치된 전광판에 시선을 고정했다.": "I simply glanced at the route map posted on the wall and fixed my gaze on the electronic display panels installed in each train car.",
        "\"다음 역은… 홍대입구역입니다.": "\"The next station is... Hongdae-ipgu Station.",
        "\" 아니, 아직 아니지.": "\"No, not yet.",
        "첫 역을 지나 두 번째 역 이름을 알리는 방송이 흘러나왔다.": "The announcement for the second station after the first one played.",
        "전광판에 역 이름이 선명하게 나타났다 사라진다.": "Station names appeared clearly on the electronic display and then vanished.",
        "'선릉, 역삼, 강남…' 전광판의 글씨가 바뀌는 속도가 점점 빨라지는 것 같았다.": "'Seolleung, Yeoksam, Gangnam...' The speed at which the text on the display changed seemed to be getting faster.",
        "분명히 나는 노선도를 꼼꼼히 확인했는데.": "I had definitely checked the route map carefully.",
        "어라?": "Huh?",
        "벌써 다음 역?": "Already the next station?",
        "점점 불안감이 엄습했다.": "A growing sense of anxiety crept over me.",
        "내 눈이 전광판을 쫓아가지 못하는 건가?": "Are my eyes not keeping up with the display?",
        "아니면 열차가 너무 빠른 건가?": "Or is the train going too fast?",
        "스쳐 지나가는 역 이름들이 순식간에 바뀌었다.": "The station names flashing by changed in an instant.",
        "한두 정거장 전쯤부터는 집중해서 봐야 하는데, 눈 깜짝할 새에 '사당'역이 지나가고 '이수'역이 지나갔다.": "I should have been paying close attention from one or two stations before, but 'Sadang' station and 'Isu' station flashed by in the blink of an eye.",
        "이상하다.": "That's strange.",
        "분명히 나는 한 정거장 한 정거장 세어가면서 왔는데...": "I was clearly counting each station as I came...",
        "뭔가 잘못된 것 같은 느낌이 들기 시작했다.": "I started to get the feeling something was wrong.",
        "갑자기 심장이 쿵 떨어졌다.": "Suddenly, my heart sank.",
        "설마… 벌써 홍대입구역을 지나쳐버린 건 아니겠지?": "Surely... I haven't already passed Hongdae-ipgu Station, have I?"
      }
    }
  ]
}