{
  "title": "Lost on the Subway",
  "description": "Mina, a 16-year-old high school student in Seoul, is navigating the subway system for the first time alone.",
  "chapters": [
    {
      "id": "ch1",
      "title": "First Day Out Alone",
      "description": "Mina studies the subway map and prepares for her journey to Hongdae Entrance Station. Feeling a mix of nervousness and pride, she boards the subway. However, as the station names flash by too quickly, she begins to worry she might have missed her stop.",
      "sentences": {
        "오늘은 중요한 날이다.": "Today is an important day.",
        "태어나서 처음으로 혼자 지하철을 타고 홍대까지 가는 날이니까.": "Because it's the first time in my life I'm taking the subway alone all the way to Hongdae.",
        "방금 친구에게 \"나 지금 출발해!": "I just texted my friend, \"I'm leaving now!",
        "\"라고 문자를 보냈지만, 사실 심장이 발끝에서부터 목구멍까지 쿵쾅거리고 있었다.": "But actually, my heart was pounding from my toes to my throat.",
        "뿌듯함과 동시에 밀려오는 불안감에 손바닥에는 땀이 송골송골 맺혔다.": "My palms were sweaty with a mix of pride and a rush of anxiety.",
        "괜찮아, 미나.": "It's okay, Mina.",
        "넌 할 수 있어!": "You can do it!",
        "테이블 위에 펼쳐놓은 서울 지하철 노선도를 다시 한번 꼼꼼히 살폈다.": "I meticulously checked the Seoul subway map spread out on the table once more.",
        "출발역에서 환승역까지, 그리고 목적지인 홍대입구역까지 손가락으로 선을 따라 그렸다.": "I traced the route with my finger, from the starting station to the transfer station, and then to Hongdae-ipgu Station, my destination.",
        "\"여기서 환승해서...": "\"Transfer here...",
        "아, 2호선이구나.": "Oh, it's Line 2.",
        "홍대입구역!": "Hongdae-ipgu Station!",
        "\" 머릿속으로 수십 번 시뮬레이션을 돌렸다.": "I ran the simulation dozens of times in my head.",
        "혹시라도 잘못 내리거나, 엉뚱한 방향으로 가면 어쩌지?": "What if I get off at the wrong station, or go in the wrong direction?",
        "\"홍대입구역… 홍대입구역…\" 나도 모르게 중얼거렸다.": "\"Hongdae-ipgu Station... Hongdae-ipgu Station...\" I muttered to myself unconsciously.",
        "입안에서 역 이름이 맴돌았다.": "The station name lingered in my mouth.",
        "홍.": "Hong.",
        "대.": "Dae.",
        "입.": "Ip.",
        "구.": "Gu.",
        "역.": "Yeok.",
        "마치 주문이라도 외우듯이 반복했다.": "I repeated it as if I were chanting a spell.",
        "외워야 해, 절대로 잊으면 안 돼!": "I have to memorize it, I absolutely cannot forget it!",
        "집을 나서는 발걸음은 생각보다 무거웠다.": "My steps leaving the house were heavier than I expected.",
        "익숙한 동네 골목을 지나 지하철역 입구에 도착하자, 차가운 공기가 코끝을 스쳤다.": "After passing through familiar neighborhood alleys and arriving at the subway station entrance, cold air brushed against the tip of my nose.",
        "깊게 숨을 들이쉬고 개찰구를 통과했다.": "I took a deep breath and passed through the turnstile.",
        "\"어서 오십시오, 미나!": "\"Welcome, Mina!",
        "\" 머릿속에서 누군가 나를 환영해 주는 것만 같았다.": "It was as if someone in my head was welcoming me.",
        "스크린 도어 앞에 서서 열차를 기다리는데, 저 멀리서 지하철이 굉음을 내며 다가오는 소리가 들렸다.": "Standing in front of the screen doors, waiting for the train, I heard the subway approaching with a loud roar in the distance.",
        "거대한 바람이 몰려왔다.": "A massive gust of wind rushed in.",
        "드디어 열차가 도착하고 문이 열렸다.": "Finally, the train arrived, and the doors opened.",
        "훅 하고 따뜻한 공기가 쏟아져 나왔다.": "A gush of warm air poured out.",
        "승객들이 우르르 내리고, 나는 조심스럽게 안으로 들어섰다.": "Passengers streamed out, and I cautiously stepped inside.",
        "텅 빈 좌석은 없었다.": "There were no empty seats.",
        "비어있는 손잡이를 잡고 한쪽에 섰다.": "I grabbed an empty handgrip and stood to one side.",
        "덜컹, 문이 닫히고 열차는 부드럽게 움직이기 시작했다.": "Clunk, the doors closed, and the train began to move smoothly.",
        "창밖으로 어두운 터널이 빠르게 지나갔다.": "The dark tunnel outside the window sped by.",
        "처음 혼자 타는 지하철 안은 왠지 모르게 낯설고 신비로웠다.": "Inside the subway, riding alone for the first time, it felt strangely unfamiliar and mysterious.",
        "사람들 모두 자기 할 일을 하고 있었다.": "Everyone was doing their own thing.",
        "스마트폰을 보는 사람, 책을 읽는 사람, 꾸벅꾸벅 조는 사람.": "Some were looking at their smartphones, others reading books, and some were nodding off.",
        "나는 그저 벽에 붙은 노선도를 힐끗 보고, 열차 칸마다 설치된 전광판에 시선을 고정했다.": "I simply glanced at the route map posted on the wall and fixed my gaze on the electronic display panels installed in each train car.",
        "\"다음 역은… 홍대입구역입니다.": "\"The next station is... Hongdae-ipgu Station.",
        "\" 아니, 아직 아니지.": "\"No, not yet.",
        "첫 역을 지나 두 번째 역 이름을 알리는 방송이 흘러나왔다.": "The announcement for the second station after the first one played.",
        "전광판에 역 이름이 선명하게 나타났다 사라진다.": "Station names appeared clearly on the electronic display and then vanished.",
        "'선릉, 역삼, 강남…' 전광판의 글씨가 바뀌는 속도가 점점 빨라지는 것 같았다.": "'Seolleung, Yeoksam, Gangnam...' The speed at which the text on the display changed seemed to be getting faster.",
        "분명히 나는 노선도를 꼼꼼히 확인했는데.": "I had definitely checked the route map carefully.",
        "어라?": "Huh?",
        "벌써 다음 역?": "Already the next station?",
        "점점 불안감이 엄습했다.": "A growing sense of anxiety crept over me.",
        "내 눈이 전광판을 쫓아가지 못하는 건가?": "Are my eyes not keeping up with the display?",
        "아니면 열차가 너무 빠른 건가?": "Or is the train going too fast?",
        "스쳐 지나가는 역 이름들이 순식간에 바뀌었다.": "The station names flashing by changed in an instant.",
        "한두 정거장 전쯤부터는 집중해서 봐야 하는데, 눈 깜짝할 새에 '사당'역이 지나가고 '이수'역이 지나갔다.": "I should have been paying close attention from one or two stations before, but 'Sadang' station and 'Isu' station flashed by in the blink of an eye.",
        "이상하다.": "That's strange.",
        "분명히 나는 한 정거장 한 정거장 세어가면서 왔는데...": "I was clearly counting each station as I came...",
        "뭔가 잘못된 것 같은 느낌이 들기 시작했다.": "I started to get the feeling something was wrong.",
        "갑자기 심장이 쿵 떨어졌다.": "Suddenly, my heart sank.",
        "설마… 벌써 홍대입구역을 지나쳐버린 건 아니겠지?": "Surely... I haven't already passed Hongdae-ipgu Station, have I?"
      }
    },
    {
      "id": "ch2",
      "title": "The Missed Station",
      "description": "Mina politely asks a passenger, \"Is this Hongdae Entrance Station?\" but is told that they've already passed three stops. The passenger advises, \"You need to go back,\" but suddenly, an announcement is made: \"This is the terminal station.\"",
      "sentences": {
        "지하철 창밖 풍경은 점점 더 낯설어지고 있었다.": "The scenery outside the subway window was becoming increasingly unfamiliar.",
        "내가 내렸어야 할 홍대입구역은 벌써 오래전에 지나친 것만 같았다.": "Hongdae Entrance Station, where I should have gotten off, seemed to have already passed a long time ago.",
        "역 이름이 전광판에 뜨는 속도도, 안내 방송이 흘러나오는 속도도 너무 빨라서 도저히 정신을 차릴 수가 없었다.": "The speed at which the station names appeared on the electronic display and the announcements flowed out was so fast that I couldn't possibly get my bearings.",
        "분명 아까는 익숙한 이름이 보였던 것 같은데, 지금은 전혀 모르는 지명들만 연이어 나타났다.": "I was sure I had seen familiar names a moment ago, but now only completely unfamiliar place names appeared one after another.",
        "내 심장이 점점 더 격렬하게 뛰기 시작했다.": "My heart began to pound more and more intensely.",
        "이대로는 안 될 것 같았다.": "I knew I couldn't just let this continue.",
        "하지만 모르는 사람에게 말을 거는 건 상상조차 해본 적 없는 일이었다.": "However, talking to a stranger was something I had never even imagined doing.",
        "한국에서는 지하철에서 조용히 있는 것이 예의라는 말을 들었고, 괜히 남에게 폐를 끼치는 것 같아 망설여졌다.": "I had heard that it was polite to be quiet on the subway in Korea, and I hesitated, feeling like I might be bothering someone unnecessarily.",
        "혹시 내가 잘못 본 거면 어떡하지?": "What if I misread it?",
        "괜히 질문해서 민망해지면?": "What if I ask unnecessarily and end up embarrassed?",
        "수만 가지 생각이 머릿속을 맴돌았다.": "A myriad of thoughts swirled in my head.",
        "그러나 이대로 가다간 어디까지 갈지 모른다는 생각에, 나는 용기를 내기로 했다.": "But at the thought that I didn't know how far I would go if I kept going like this, I decided to pluck up my courage.",
        "주변을 둘러보니 내 앞 좌석에 앉은 아주머니 한 분이 눈에 띄었다.": "Looking around, an elderly woman sitting in the seat in front of me caught my eye.",
        "인상이 온화해 보여서 조심스럽게 다가갔다.": "She looked kind, so I approached her cautiously.",
        "목이 바싹 말라 침을 꿀꺽 삼켰다.": "My throat was parched, and I swallowed hard.",
        "\\\"저… 저기요, 실례합니다만…\\\" 간신히 목소리를 냈다.": "\"Um... Excuse me, but...\" I barely managed to speak.",
        "아주머니는 고개를 돌려 나를 보셨다.": "The elderly woman turned her head and looked at me.",
        "걱정스러운 듯한 표정이었다.": "She had a worried expression.",
        "나는 쭈뼛거리며 최대한 공손하게 물었다.": "I faltered, and asked as politely as possible.",
        "\\\"여기가… 여기가 홍대입구역이에요?": "\"Is this... is this Hongdae Entrance Station?",
        "\\\" 내 목소리는 생각보다 더 떨렸다.": "\" My voice trembled more than I expected.",
        "아주머니는 내 질문을 듣고 눈을 동그랗게 뜨셨다.": "The elderly woman heard my question and her eyes widened.",
        "그러고는 이내 연민이 가득한 표정으로 나를 바라보셨다.": "Then she immediately looked at me with an expression full of pity.",
        "\\\"아이고, 학생.": "\"Oh dear, student.",
        "홍대입구역은 벌써 지났어요.": "Hongdae Entrance Station has already passed.",
        "\\\" 아주머니의 말이 내 귀에 꽂히자마자 머릿속이 새하얘지는 기분이었다.": "As soon as the elderly woman's words hit my ears, my mind felt like it went blank.",
        "\\\"벌써 지났다고요?": "\"It already passed?",
        "\\\" 내가 되묻자 아주머니는 고개를 끄덕이셨다.": "\" When I asked again, the elderly woman nodded her head.",
        "\\\"네.": "\"Yes.",
        "합정, 당산 지나서 여기는 영등포구청 역이에요.": "You've passed Hapjeong and Dangsan, and this is Yeongdeungpo-gu Office Station.",
        "한… 세 정거장 정도 더 오신 것 같네요.": "It looks like you've come about... three more stations.",
        "세 정거장이라니!": "Three stations!",
        "겨우 홍대입구역 하나를 찾아오는데 벌써 세 정거장이나 지나쳐버렸다니.": "To merely find Hongdae Entrance Station, I had already passed three stations.",
        "나는 마치 심장이 쿵 하고 떨어지는 것 같았다.": "I felt as if my heart had plummeted.",
        "손에는 식은땀이 흥건했다.": "My hands were drenched in a cold sweat.",
        "\\\"그럼 어떡해요…?": "\"Then what should I do...?",
        "\\\" 눈앞이 캄캄해졌다.": "\" Everything went black before my eyes.",
        "아주머니는 내게 걱정하지 말라는 듯한 표정으로 차분하게 말씀해주셨다.": "The elderly woman spoke calmly to me, with a reassuring expression.",
        "\\\"괜찮아요.": "\"It's okay.",
        "다시 돌아가야 해요.": "You have to go back.",
        "다음 역에서 내려서 반대편으로 갈아타면 돼요.": "Get off at the next station and transfer to the opposite direction.",
        "\\\" 돌아가야 한다니… 그 말이 마치 거대한 산처럼 느껴졌다.": "\"Go back...?\" Those words felt like a huge mountain.",
        "어떻게 돌아가는 거지?": "How do I go back?",
        "지하철을 다시 타는 방법도 모르는데!": "I don't even know how to ride the subway again!",
        "머릿속이 복잡하게 얽히는 순간, 귓가에 낯선 안내 방송이 울려 퍼졌다.": "Just as my mind became a tangled mess, an unfamiliar announcement echoed in my ears.",
        "\\\"손님 여러분께 안내 말씀 드립니다.": "\"Attention, passengers.",
        "이번 역은… 이번 역은 종착역입니다.": "This station... this station is the terminal station.",
        "\\\"  종착역?": "\"  Terminal station?",
        "종착역이라니!": "A terminal station!",
        "나는 그 자리에 얼어붙고 말았다.": "I froze on the spot."
      }
    },
    {
      "id": "ch3",
      "title": "Chaos at the Terminus",
      "description": "Mina alights from the terminal station and enters a large, unfamiliar station. She follows the crowd, but the signs are confusing. A kind elderly woman offers help, but she speaks in fast Korean, making it difficult to understand. The elderly woman points at an escalator, saying \"Go quickly!\", but Mina doesn't know where to go.",
      "sentences": {
        "지하철 문이 ‘삑’ 소리를 내며 활짝 열렸다.": "The subway doors opened wide with a 'beep' sound.",
        "굉음과 함께 뿜어져 나오는 찬 공기가 순식간에 내 얼굴을 감쌌다.": "A blast of cold air, accompanied by a roaring sound, instantly enveloped my face.",
        "\\\"이번 역은 이 열차의 종착역입니다.": "\\\"This station is the last stop for this train.\\\"",
        "모든 승객께서는 하차해 주시기 바랍니다.": "\\\"All passengers, please exit the train.\\\"",
        "\\\" 안내방송이 끝나기도 전에 뒤에서 사람들이 우르르 밀고 나왔다.": "\\\"Even before the announcement finished, people surged out from behind.\\\"",
        "얼떨결에 나도 몸을 떠밀리듯 열차 밖으로 발을 내디뎠다.": "Without realizing it, I, too, stepped out of the train, as if pushed by the crowd.",
        "주변 사람들의 다급한 움직임에 휩쓸려 나가지 않으면 안 될 것 같았다.": "It felt as if I had no choice but to be swept along by the urgent movements of the people around me.",
        "발을 딛자마자 거대한 공간에 압도당했다.": "As soon as I stepped out, I was overwhelmed by the colossal space.",
        "내가 내린 곳은 홍대입구역이 아니었다.": "The station I had gotten off at was not Hongdae Entrance Station.",
        "역은 상상 이상으로 넓고 복잡했다.": "The station was much wider and more complex than I had imagined.",
        "웅장한 천장은 저 멀리 아득하게 뻗어 있었고, 수많은 조명들이 눈부시게 빛났다.": "The majestic ceiling stretched endlessly into the distance, and countless lights shone dazzlingly.",
        "사방에서 울려 퍼지는 안내방송과 기차 도착을 알리는 멜로디, 그리고 발소리와 웅성거리는 대화 소리가 뒤섞여 거대한 소음의 바다를 이루고 있었다.": "Announcements echoing from all directions, melodies signaling train arrivals, and the sounds of footsteps and murmuring conversations mingled together, forming a vast sea of noise.",
        "사람들로 가득 찬 승강장은 걷잡을 수 없이 북적였고, 끊임없이 움직이는 인파 속에 나는 마치 작은 점처럼 느껴졌다.": "The platform, packed with people, was overwhelmingly crowded, and amidst the constantly moving throngs, I felt like a tiny dot.",
        "방향 감각을 완전히 상실한 채, 나는 멍하니 서 있었다.": "Having completely lost my sense of direction, I stood there in a daze.",
        "손에 땀이 흥건하게 배어났다.": "My hands were clammy with sweat.",
        "어디로 가야 할까?": "Where should I go?",
        "홍대입구역으로 돌아가야 하는데...": "I need to get back to Hongdae Entrance Station...",
        "머릿속이 새하얘졌다.": "My mind went blank.",
        "일단 사람들이 많이 가는 쪽으로 발길을 옮겼다.": "For now, I started walking towards where most people were headed.",
        "파도처럼 밀려가는 인파에 휩쓸려 나도 모르게 긴 통로를 따라 에스컬레이터 쪽으로 향했다.": "Swept away by the crowd surging like waves, I unknowingly headed towards the escalators along a long corridor.",
        "하지만 표지판들을 올려다보는 순간, 더 큰 혼란이 밀려왔다.": "But the moment I looked up at the signs, an even greater wave of confusion washed over me.",
        "머리 위로는 온갖 방향을 가리키는 화살표와 낯선 역 이름들이 빼곡하게 적혀 있었다.": "Above my head, arrows pointing in all directions and unfamiliar station names were densely written.",
        "'환승', '출구', '타는 곳'...\n": "'Transfer,' 'Exit,' 'Boarding Platform'...",
        "분명 한글인데도 외계어처럼 보였다.": "Even though it was clearly Hangeul, it looked like an alien language.",
        "텍스트의 홍수 속에서 내 눈은 길을 잃었다.": "My eyes got lost in the flood of text.",
        "홍대입구역을 찾아보려 했지만, 내 눈엔 그저 수많은 글자들이 뒤죽박죽 섞여 있을 뿐이었다.": "I tried to find Hongdae Entrance Station, but to my eyes, it was just a jumbled mess of countless characters.",
        "마음은 다급했지만, 아무리 봐도 어디가 어딘지 알 수 없었다.": "My heart was pounding with urgency, but no matter how hard I looked, I couldn't tell where anything was.",
        "점점 더 깊은 불안감이 나를 덮쳐왔다.": "A deepening sense of anxiety began to overwhelm me.",
        "\\\"학생, 혹시 길 잃었니?": "\\\"Young one, have you lost your way?",
        "이 아가씨 어디로 가려고 이렇게 멍하니 서 있나?": "Where are you trying to go, standing here so dazed, my dear?\\\"",
        "\\\"  그때였다.": "\\\"That's when it happened.\\\"",
        "어디선가 친근하지만 빠른 목소리가 들려왔다.": "A friendly yet quick voice came from somewhere.",
        "옆을 돌아보니, 곱게 한복을 입으신 할머니 한 분이 나를 지긋이 보고 계셨다.": "Turning to my side, I saw a grandmother, elegantly dressed in a hanbok, looking at me with a steady gaze.",
        "눈은 걱정으로 가득했지만, 온화한 미소를 띠고 계셨다.": "Her eyes were full of worry, yet she wore a gentle smile.",
        "너무 놀란 나머지 나는 얼른 허리를 숙여 인사했다.": "I was so surprised that I quickly bowed in greeting.",
        "\\\"네...": "\\\"Yes...",
        "저기...": "Um...\\\"",
        "\\\" 할머니의 다음 말이 너무 빨라서 미처 다 알아들을 수 없었다.": "\\\"The grandmother's next words were spoken too quickly for me to fully understand.\\\"",
        "'어디로 가니?,": "'Where are you going?',",
        "'길을 잃었구나?,": "'You've lost your way?',",
        "'막차 끊기겠다?,": "'You'll miss the last train?',",
        "' 같은 단어들이 파편처럼 귀에 박혔지만, 문맥을 연결할 수가 없었다.": "Such words stuck in my ears like fragments, but I couldn't connect them to form a coherent context.",
        "\\\"네?": "\\\"Pardon?",
        "죄송해요, 잘 못 들었습니다...": "I'm sorry, I didn't quite catch that...\\\"",
        "\\\" 내가 어설프게 더듬거리자, 할머니는 인자한 미소를 지으며 고개를 끄덕이셨다.": "\\\"As I stammered awkwardly, the grandmother nodded, a benevolent smile on her face.\\\"",
        "내 어깨를 톡톡 두드리는 손길은 따뜻했다.": "Her hand, tapping my shoulder, was warm.",
        "\\\"어이구, 이 아가씨가 헤매고 있었네.": "\\\"Oh dear, this young lady was lost.",
        "괜찮아, 괜찮아.": "It's alright, it's alright.",
        "이쪽으로 빨리 가야 해!": "You must go this way quickly!",
        "이 시간엔 딴 데 헤매면 안 돼.": "You shouldn't wander around at this hour.\\\"",
        "\\\" 할머니는 나를 이끄시며 손가락으로 저 멀리 어떤 방향을 가리키셨다.": "\\\"The grandmother led me, pointing her finger far into a certain direction.\\\"",
        "그녀의 몸짓은 단호하고 분명했다.": "Her gesture was firm and clear.",
        "\\\"지금 가면 막차 놓쳐!": "\\\"If you go now, you'll miss the last train!",
        "어서!": "Hurry!",
        "빨리 가요!": "Go quickly!\\\"",
        "\\\"  할머니의 목소리는 다급했지만, 그 안에는 나를 향한 따뜻한 걱정과 배려가 묻어 있었다.": "\\\"The grandmother's voice was urgent, but within it was warm concern and consideration for me.\\\"",
        "\\\"빨리 가요!": "\\\"Go quickly!\\\"",
        "\\\" 그 말만은 또렷하게 귀에 박혔다.": "—those words distinctly echoed in my ears.",
        "할머니의 손짓이 가리키는 곳을 보니, 수많은 사람들이 줄지어 올라가고 있는 길고 거대한 에스컬레이터가 보였다.": "Looking to where the grandmother's gesture pointed, I saw a long, massive escalator with countless people queuing up to ascend it.",
        "어디로 가는지 알 수는 없었지만, 할머니의 말에는 거역할 수 없는 권위와 친절함이 동시에 느껴졌다.": "Although I didn't know where it was going, I felt an undeniable sense of authority and kindness in the grandmother's words simultaneously.",
        "더 이상 망설일 시간이 없다는 것을 본능적으로 깨달았다.": "I instinctively realized there was no more time to hesitate.",
        "\\\"네, 감사합니다!": "\\\"Yes, thank you!\\\"",
        "\\\" 나는 급히 인사를 하고 할머니가 가리킨 에스컬레이터 쪽으로 몸을 돌렸다.": "\\\"I quickly bowed and turned towards the escalator the grandmother had pointed to.\\\"",
        "할머니는 내가 제대로 가는 것을 확인하고 나서야 안심한 듯 고개를 끄덕이셨다.": "Only after the grandmother confirmed that I was going the right way did she nod, as if relieved.",
        "뒤를 돌아볼 틈도 없이, 나는 수많은 사람들 틈에 섞여 에스컬레이터에 발을 올렸다.": "Without a moment to look back, I mingled among the countless people and stepped onto the escalator.",
        "빠르게 위로 솟아오르는 에스컬레이터 위에서, 거대하고 혼란스러운 역이 점점 멀어지는 것을 보았다.": "On the rapidly ascending escalator, I watched the vast and chaotic station recede into the distance.",
        "내가 어디로 향하는지는 여전히 알 수 없었다.": "I still had no idea where I was heading.",
        "그저 할머니의 \\\"빨리 가요!": "Only the grandmother's words: \\\"Go quickly!\\\"",
        "\\\"라는 말만이 귓가에 맴돌았다.": "—only those words lingered in my ears.",
        "이 에스컬레이터는 나를 어디로 데려다줄까?": "Where would this escalator take me?",
        "이 혼란 속에서 겨우 한 발짝 내디딘 것 같았지만, 다음은 또 어떤 미로가 펼쳐질지 알 수 없었다.": "It felt like I had only taken one step in this chaos, but I had no idea what kind of labyrinth awaited me next."
      }
    }
  ]
}