{
  "title": "そういうインフルエンサーじゃない",
  "description": "韓国を舞台にした物語。猫カフェで働くボミは、密かに大人気のインスタグラムアカウントを運営している。そこでは、自分の猫をカップル写真のように加工して投稿していた。ある日、架空の彼氏の身元が特定されてしまい、彼女は奇妙なメタルギタリストの隣人に、自分の彼氏のフリをしてもらうことになる。",
  "chapters": [
    {
      "id": "ch1",
      "title": "フィルターの裏の私",
      "description": "猫カフェ店員のネット上での偽りの恋が、現実のプレッシャーとなる。",
      "sentences": {
        "필터 뒤의 나 오늘도 고양이 카페에서 온종일 고양이털과 씨름하고 돌아왔다.": "フィルター越しの私。今日も猫カフェで一日中猫の毛と格闘して帰ってきた。",
        "푸딩이는 내 침대 위에서 뚱한 표정으로 날 맞았다.": "プリンは私のベッドの上でぶすっとした表情で私を迎えた。",
        "내 유일한 진짜 '남자친구'지.": "私にとって唯一の「本物の彼氏」ね。",
        "하지만 인스타그램 속 나는 달랐다.": "でも、インスタグラムの中の私は違った。",
        "완벽한 사랑을 하는 '로맨틱 보미'였다.": "完璧な愛を育む「ロマンチックボミ」だった。",
        "익숙하게 포토샵을 켰다.": "慣れた手つきでPhotoshopを起動した。",
        "이번에는 푸딩이를 턱시도 입은 남자친구 옆에 합성했다.": "今度はプリンをタキシードを着た彼氏の隣に合成した。",
        "배경은 이탈리아 베네치아의 낭만적인 다리 위.": "背景はイタリア、ベネチアのロマンチックな橋の上。",
        "'사랑하는 자기와 베네치아에서 잊지 못할 밤 ✨' 캡션을 달고 하트 이모티콘을 세 개나 붙였다.": "「愛するあなたとベネチアで忘れられない夜 ✨」とキャプションを添え、ハートの絵文字を3つも付けた。",
        "완벽하게 가짜인 사진이 업로드되자마자 수천 개의 '좋아요'가 쏟아졌다.": "完璧な偽物の写真がアップロードされるやいなや、数千件の「いいね！」が殺到した。",
        "'언니! 연애의 신인가요?' '진짜 너무 예쁜 사랑이에요, 부러워 죽겠어요!' 댓글들이 터져 나왔다.": "「お姉さん！恋の神様ですか？」「本当に素敵な愛ですね、羨ましくて死にそう！」といったコメントが殺到した。",
        "그럴수록 내 안의 공허함은 커졌다.": "そうすればするほど、私の中の虚しさは大きくなった。",
        "이 모든 게 완벽한 거짓말인데.": "全てが完璧な嘘なのに。",
        "그때였다.": "その時だった。",
        "딩동! 알림음과 함께 DM이 도착했다.": "ピンポン！と通知音と共にDMが届いた。",
        "'보미님! 안녕하세요! 저희 커플 계정 팔로우하는데 혹시 저희랑 담에 더블 데이트 어떠세요? 너무 잘 어울리셔서 꼭 뵙고 싶어요! 😊'": "「ボミさん！こんにちは！私たちカップルアカウントをフォローしているのですが、もしよかったら今度私たちとダブルデートしませんか？とてもお似合いなので、ぜひお会いしたいです！😊」",
        "머릿속이 새하얘졌다.": "頭の中が真っ白になった。",
        "심장이 발끝으로 곤두박질쳤다.": "心臓が足の先まで沈んだ。",
        "온라인의 '로맨틱 보미'는 미소 짓고 있었지만, 현실의 나는 침대 위 푸딩이처럼 얼어붙었다.": "オンラインの「ロマンチックボミ」は微笑んでいたが、現実の私はベッドの上のプリンのように凍りついた。"
      }
    },
    {
      "id": "ch2",
      "title": "ダブルデート作戦",
      "description": "ボミ、ミンソクにダブルデートのロールプレイングを教える。",
      "sentences": {
        "보미는 결국 더블 데이트 제안을 수락하는 답장을 보냈다.": "ボミは結局、ダブルデートの誘いを承諾する返事を送った。",
        "손가락이 미세하게 떨렸다.": "指が微かに震えた。",
        "민석에게 이 사실을 알리자, 그는 이해할 수 없다는 듯 눈을 깜빡였다.": "ミンソクにこの事実を伝えると、彼は理解できないといった風に目を瞬かせた。",
        "\"어... 뭘 어떻게 하라는 건데요?\"": "「えっと…何をどうしろっていうんですか？」",
        "그의 덤덤한 목소리에 보미는 깊은 한숨을 쉬었다.": "彼のあっさりとした声に、ボミは深いため息をついた。",
        "\"일단, 연습해야 돼. 로맨틱한 남자친구 연기.\"": "「とりあえず、練習しなきゃ。ロマンチックな彼氏の演技。」",
        "그날 저녁, 민석의 자취방 거실은 급조된 '데이트 리허설' 무대가 되었다.": "その日の夕方、ミンソクの自宅の居間は、急ごしらえの「デートリハーサル」の舞台となった。",
        "보미는 팔짱을 끼고 감독처럼 지시했다.": "ボミは腕を組み、監督のように指示した。",
        "\"손은 자연스럽게 잡아주고... 눈은 마주보고 달달하게 웃어봐!\"": "「手は自然に繋いで…目は見つめ合って、甘く笑って！」",
        "민석은 어색하게 손을 내밀었고, 보미의 손이 닿자마자 흠칫 놀라 팔짱을 풀어버렸다.": "ミンソクはぎこちなく手を差し出し、ボミの手に触れた途端、ハッとして腕を引いてしまった。",
        "그의 억지 미소는 마치 메탈 밴드의 악마 표정 같았다.": "彼の無理やりな笑顔は、まるでメタルバンドの悪魔の表情のようだった。",
        "보미는 화면 속 완벽한 연인들의 모습과 눈앞의 불편한 현실 사이의 간극에 아득해졌다.": "ボミは、画面の中の完璧な恋人たちの姿と目の前の不都合な現実との乖離に、途方に暮れた。",
        "\"하... 망했다.\"": "「はぁ…もうダメだ。」"
      }
    },
    {
      "id": "ch3",
      "title": "現実のロマンス",
      "description": "ミンソクのぎこちなさが、見せかけのロマンスを危うくしている。",
      "sentences": {
        "더블 데이트 날, 보미는 심장이 발끝까지 내려앉는 기분이었다.": "ダブルデートの日、ボミは心臓が足の先まで沈み込むような気分だった。",
        "약속 장소인 브런치 카페에서 민석은 옆 테이블의 비건 메뉴를 분석하는 로봇처럼 앉아 있었다.": "待ち合わせ場所であるブランチカフェで、ミンソクは隣のテーブルのヴィーガンメニューを分析するロボットのように座っていた。",
        "선아와 준은 눈을 반짝이며 \"두 분은 어떻게 만나셨어요? 인스타에서 정말 잘 어울리던데요!\"라고 물었다.": "ソナとジュンは目を輝かせながら、「お二人はどうやって出会ったんですか？インスタで本当にお似合いでしたよ！」と尋ねた。",
        "민석은 무표정하게 \"아, 옆집 삽니다. 한 번 인사한 적 있습니다\"라고 답했고, 보미는 황급히 \"아, 정말 운명 같지 않나요? 집 앞에서 우연히 마주치다니! 그날부터 뭔가 특별한 인연임을 직감했죠!\"라며 과장된 웃음을 지었다.": "ミンソクは無表情に「ああ、隣の家に住んでいます。一度挨拶したことがあります」と答え、ボミは慌てて「ああ、本当に運命みたいじゃないですか？家の前で偶然会うなんて！その日から何か特別な縁だと直感しました！」と大げさな笑みを浮かべた。",
        "준은 미심쩍은 표정으로 민석을, 선아는 보미를 번갈아 쳐다봤다.": "ジュンは不審そうな表情でミンソクを、ソナはボミを交互に見ていた。",
        "이어 선아가 \"혹시 두 분만의 특별한 데이트 장소나 취미는 없으세요?\"라고 묻자, 민석은 \"저는 주로 집에서 기타 연습을 합니다. 딱히 데이트라는 걸 해본 적이...\"라고 중얼거렸다.": "続いてソナが「もしかして、お二人だけの特別なデートスポットや趣味はないんですか？」と尋ねると、ミンソクは「僕は主に家でギターの練習をします。特にデートというものをしたことが…」とつぶやいた。",
        "보미는 민석의 발을 걷어차며 \"아, 저희는 집에서 같이 고양이 영상을 보거나... 으음... 아주 소소한 행복을 즐겨요! 비밀 데이트 장소는 많지만 너무 유명해질까 봐 말할 수 없어요!\"라며 필사적으로 말을 이었다.": "ボミはミンソクの足を蹴りながら、「ああ、私たちは家で一緒に猫の動画を見たり…ええと…すごくささやかな幸せを楽しんでいます！秘密のデートスポットはたくさんあるんですけど、有名になりすぎるのが怖くて言えないんです！」と必死に言葉を続けた。",
        "인스타그램 속 완벽한 로맨스와 현실의 어색한 공기 사이에서 보미는 숨이 막혔다.": "インスタグラムの中の完璧なロマンスと現実の気まずい空気の間で、ボミは息が詰まるようだった。",
        "민석이 포크로 토마토를 집어 들다 접시에 떨어뜨리는 순간, 보미는 이 가짜 연애가 오늘 끝날지도 모른다는 불안감에 휩싸였다.": "ミンソクがフォークでトマトをつまみ上げて皿に落とした瞬間、ボミはこの偽りの恋愛が今日で終わるかもしれないという不安感に襲われた。",
        "팬들의 기대와 시선이 그녀를 짓눌렀다.": "ファンたちの期待と視線が彼女を押しつぶした。"
      }
    },
    {
      "id": "ch4",
      "title": "ライブカップルチャレンジ",
      "description": "生挑戦が偽装ロマンスを脅かす。",
      "sentences": {
        "끔찍했던 더블 데이트의 잔상이 보미를 며칠 내내 괴롭혔다.": "恐ろしいダブルデートの残像が、ボミを何日も苦しめ続けた。",
        "민석의 로봇 같은 어색함과 팬 커플의 꿰뚫어 보는 듯한 눈빛이 잊히지 않았다.": "ミンソクのロボットのようなぎこちなさと、ファンカップルの見透かすような視線が忘れられなかった。",
        "간신히 한숨 돌리려던 찰나, 휴대폰이 '띵동' 울렸다.": "やっと一息つこうとした矢先、携帯電話が「ピロン」と鳴った。",
        "익숙한 팬 커플의 인스타그램 DM이었다.": "見慣れたファンカップルからのインスタグラムのDMだった。",
        "심장이 철렁했다.": "心臓が締め付けられる思いだった。",
        "\"보미님, 민석님! 지난번 정말 반가웠어요! 저희 커플, 요즘 '라이브 커플 챌린지' 참여 중인데… 혹시 보미님 커플도 같이 해보실 생각 없으세요? 정말 재밌고 팬들과 소통하기 좋아요!\"": "「ボミさん、ミンソクさん！ この間は本当にお会いできて嬉しかったです！ 私たちのカップル、最近『ライブカップルチャレンジ』に参加しているのですが… もしボミさんのカップルも一緒に参加してみませんか？ 本当に楽しくて、ファンの方々との交流にも最適ですよ！」",
        "메시지를 읽는 순간 보미의 얼굴에서 핏기가 가셨다.": "メッセージを読んだ瞬間、ボミの顔から血の気が引いた。",
        "'라이브'라고? 실시간으로 민석과 연기해야 한다고?": "「ライブ」ですって？ リアルタイムでミンソクと演技しなきゃいけないってこと？",
        "포토샵으로 완벽하게 꾸며낸 환상의 세계가, 이제는 실시간 영상 앞에서 처참하게 무너질 위기에 처했다.": "Photoshopで完璧に作り上げられた幻想の世界が、今やリアルタイムの映像を前にして、無残にも崩れ落ちる危機に瀕していた。",
        "팔로워들의 뜨거운 시선이 마치 칼날처럼 느껴졌다.": "フォロワーたちの熱い視線が、まるで刃物のように感じられた。",
        "손발이 차가워졌다.": "手足が冷たくなった。",
        "그녀의 '완벽한 연애'는 과연 이 라이브 지옥을 견뎌낼 수 있을까?": "彼女の「完璧な恋愛」は、果たしてこのライブ地獄を乗り越えることができるだろうか？"
      }
    }
  ]
}