{
  "title": "Không phải kiểu influencer đó.",
  "description": "Một câu chuyện Hàn Quốc kể về Bo-mi, một nhân viên quán cà phê mèo. Cô bí mật điều hành một tài khoản Instagram đang gây sốt, nơi cô chỉnh sửa ảnh mèo cưng của mình vào các tư thế cặp đôi lãng mạn. Khi bạn trai giả của cô bị lộ thông tin cá nhân, cô đã nhờ người hàng xóm chơi guitar metal lập dị của mình giả làm bạn trai.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Tôi Đằng Sau Bộ Lọc",
      "description": "Chuyện tình ảo giả dối của nhân viên tiệm cà phê mèo gây áp lực đời thực.",
      "sentences": {
        "필터 뒤의 나 오늘도 고양이 카페에서 온종일 고양이털과 씨름하고 돌아왔다.": "Tôi sau lớp filter, hôm nay cũng vừa vật lộn với lông mèo cả ngày ở quán cà phê mèo về.",
        "푸딩이는 내 침대 위에서 뚱한 표정으로 날 맞았다.": "Pudding đón tôi trên giường với vẻ mặt ủ rũ.",
        "내 유일한 진짜 '남자친구'지.": "Bạn trai 'thật sự' duy nhất của tôi đấy.",
        "하지만 인스타그램 속 나는 달랐다.": "Nhưng tôi trong Instagram lại khác.",
        "완벽한 사랑을 하는 '로맨틱 보미'였다.": "Là 'Bomi lãng mạn' với một tình yêu hoàn hảo.",
        "익숙하게 포토샵을 켰다.": "Tôi quen thuộc bật Photoshop lên.",
        "이번에는 푸딩이를 턱시도 입은 남자친구 옆에 합성했다.": "Lần này, tôi ghép Pudding vào cạnh một người bạn trai mặc tuxedo.",
        "배경은 이탈리아 베네치아의 낭만적인 다리 위.": "Bối cảnh là trên một cây cầu lãng mạn ở Venice, Ý.",
        "'사랑하는 자기와 베네치아에서 잊지 못할 밤 ✨' 캡션을 달고 하트 이모티콘을 세 개나 붙였다.": "'Một đêm khó quên ở Venice cùng người yêu dấu ✨' Tôi đính kèm chú thích và thêm ba biểu tượng cảm xúc trái tim.",
        "완벽하게 가짜인 사진이 업로드되자마자 수천 개의 '좋아요'가 쏟아졌다.": "Ngay khi bức ảnh hoàn toàn giả dối được đăng tải, hàng ngàn lượt 'thích' đã đổ về.",
        "'언니! 연애의 신인가요?' '진짜 너무 예쁜 사랑이에요, 부러워 죽겠어요!' 댓글들이 터져 나왔다.": "'Chị ơi! Có phải thần tình yêu không ạ?' 'Tình yêu đẹp quá chừng, em ghen tỵ chết mất thôi!' Những bình luận thi nhau xuất hiện.",
        "그럴수록 내 안의 공허함은 커졌다.": "Càng như vậy, sự trống rỗng trong tôi càng lớn dần.",
        "이 모든 게 완벽한 거짓말인데.": "Trong khi tất cả những điều này đều là lời nói dối hoàn hảo.",
        "그때였다.": "Đúng lúc đó.",
        "딩동! 알림음과 함께 DM이 도착했다.": "Ding dong! Một tin nhắn trực tiếp (DM) đã đến cùng tiếng chuông thông báo.",
        "'보미님! 안녕하세요! 저희 커플 계정 팔로우하는데 혹시 저희랑 담에 더블 데이트 어떠세요? 너무 잘 어울리셔서 꼭 뵙고 싶어요! 😊'": "'Chào Bomi! Chúng tôi đang theo dõi tài khoản cặp đôi của bạn, liệu lần tới chúng ta có thể hẹn hò đôi không? Hai bạn trông rất hợp nhau, chúng tôi rất muốn gặp mặt! 😊'",
        "머릿속이 새하얘졌다.": "Đầu óc tôi trở nên trống rỗng.",
        "심장이 발끝으로 곤두박질쳤다.": "Tim tôi như rơi xuống gót chân.",
        "온라인의 '로맨틱 보미'는 미소 짓고 있었지만, 현실의 나는 침대 위 푸딩이처럼 얼어붙었다.": "'Bomi lãng mạn' trên mạng đang mỉm cười, nhưng Bomi ngoài đời lại cứng đờ như Pudding trên giường."
      }
    },
    {
      "id": "ch2",
      "title": "Phi vụ hẹn hò đôi",
      "description": "Bomi dạy Minseok nhập vai hẹn hò đôi.",
      "sentences": {
        "보미는 결국 더블 데이트 제안을 수락하는 답장을 보냈다.": "Cuối cùng, Bo-mi đã gửi tin nhắn chấp nhận lời đề nghị hẹn hò đôi.",
        "손가락이 미세하게 떨렸다.": "Những ngón tay cô ấy khẽ run lên.",
        "민석에게 이 사실을 알리자, 그는 이해할 수 없다는 듯 눈을 깜빡였다.": "Khi Bo-mi báo cho Min-seok về chuyện này, anh ấy chớp mắt như thể không thể hiểu nổi.",
        "\"어... 뭘 어떻게 하라는 건데요?\"": "\"Ừm... em muốn anh phải làm gì đây?\"",
        "그의 덤덤한 목소리에 보미는 깊은 한숨을 쉬었다.": "Trước giọng nói thờ ơ của anh ấy, Bo-mi thở dài thườn thượt.",
        "\"일단, 연습해야 돼. 로맨틱한 남자친구 연기.\"": "\"Trước hết, anh phải luyện tập đã. Diễn vai bạn trai lãng mạn.\"",
        "그날 저녁, 민석의 자취방 거실은 급조된 '데이트 리허설' 무대가 되었다.": "Tối hôm đó, phòng khách của Min-seok trở thành sân khấu cho buổi 'diễn tập hẹn hò' được chuẩn bị vội vàng.",
        "보미는 팔짱을 끼고 감독처럼 지시했다.": "Bo-mi khoanh tay và chỉ đạo như một đạo diễn.",
        "\"손은 자연스럽게 잡아주고... 눈은 마주보고 달달하게 웃어봐!\"": "\"Tay thì tự nhiên nắm lấy... mắt thì nhìn nhau và cười ngọt ngào vào!\"",
        "민석은 어색하게 손을 내밀었고, 보미의 손이 닿자마자 흠칫 놀라 팔짱을 풀어버렸다.": "Min-seok gượng gạo đưa tay ra, và ngay khi tay Bo-mi chạm vào, anh giật mình buông tay ra khỏi tư thế khoanh tay.",
        "그의 억지 미소는 마치 메탈 밴드의 악마 표정 같았다.": "Nụ cười gượng ép của anh ấy trông giống như khuôn mặt quỷ dữ của một ban nhạc metal.",
        "보미는 화면 속 완벽한 연인들의 모습과 눈앞의 불편한 현실 사이의 간극에 아득해졌다.": "Bo-mi cảm thấy choáng váng trước khoảng cách giữa hình ảnh những cặp đôi hoàn hảo trên màn hình và thực tế khó chịu trước mắt.",
        "\"하... 망했다.\"": "\"Ha... tiêu rồi.\""
      }
    },
    {
      "id": "ch3",
      "title": "Tình yêu đời thực",
      "description": "Sự ngượng ngùng của Minseok đe dọa mối tình giả.",
      "sentences": {
        "더블 데이트 날, 보미는 심장이 발끝까지 내려앉는 기분이었다.": "Vào ngày hẹn hò đôi, Bomi cảm thấy tim mình như rớt xuống tận gót chân.",
        "약속 장소인 브런치 카페에서 민석은 옆 테이블의 비건 메뉴를 분석하는 로봇처럼 앉아 있었다.": "Tại quán cà phê brunch, nơi hẹn gặp, Minseok ngồi như một con rô bốt đang phân tích thực đơn chay của bàn bên cạnh.",
        "선아와 준은 눈을 반짝이며 \"두 분은 어떻게 만나셨어요? 인스타에서 정말 잘 어울리던데요!\"라고 물었다.": "Seona và Jun với đôi mắt sáng trưng hỏi: \"Hai anh chị gặp nhau như thế nào ạ? Trên Instagram trông hai người thật đẹp đôi!\"",
        "민석은 무표정하게 \"아, 옆집 삽니다. 한 번 인사한 적 있습니다\"라고 답했고, 보미는 황급히 \"아, 정말 운명 같지 않나요? 집 앞에서 우연히 마주치다니! 그날부터 뭔가 특별한 인연임을 직감했죠!\"라며 과장된 웃음을 지었다.": "Minseok không biểu cảm đáp: \"À, chúng tôi sống cạnh nhà. Đã từng chào hỏi một lần rồi.\" Bomi cuống quýt nói: \"Ôi, thật là định mệnh đúng không ạ? Tự nhiên gặp nhau ngay trước cửa nhà! Từ ngày hôm đó em đã linh cảm được đây là một mối duyên đặc biệt rồi!\" và nở một nụ cười khoa trương.",
        "준은 미심쩍은 표정으로 민석을, 선아는 보미를 번갈아 쳐다봤다.": "Jun với vẻ mặt nghi ngờ nhìn Minseok, còn Seona thì nhìn Bomi một cách luân phiên.",
        "이어 선아가 \"혹시 두 분만의 특별한 데이트 장소나 취미는 없으세요?\"라고 묻자, 민석은 \"저는 주로 집에서 기타 연습을 합니다. 딱히 데이트라는 걸 해본 적이...\"라고 중얼거렸다.": "Tiếp đó, Seona hỏi: \"Không biết hai anh chị có địa điểm hẹn hò hay sở thích đặc biệt nào của riêng hai người không ạ?\" Minseok lẩm bẩm: \"Tôi chủ yếu tập guitar ở nhà. Thật sự chưa từng hẹn hò kiểu...\"",
        "보미는 민석의 발을 걷어차며 \"아, 저희는 집에서 같이 고양이 영상을 보거나... 으음... 아주 소소한 행복을 즐겨요! 비밀 데이트 장소는 많지만 너무 유명해질까 봐 말할 수 없어요!\"라며 필사적으로 말을 이었다.": "Bomi đá chân Minseok một cái và tiếp lời một cách tuyệt vọng: \"À, chúng tôi thường xem video mèo cùng nhau ở nhà... Ừm... Chúng tôi tận hưởng những hạnh phúc rất nhỏ nhặt! Có rất nhiều địa điểm hẹn hò bí mật nhưng vì sợ nó trở nên quá nổi tiếng nên không thể nói ra được!\"",
        "인스타그램 속 완벽한 로맨스와 현실의 어색한 공기 사이에서 보미는 숨이 막혔다.": "Giữa chuyện tình lãng mạn hoàn hảo trên Instagram và bầu không khí gượng gạo ngoài đời thực, Bomi cảm thấy nghẹt thở.",
        "민석이 포크로 토마토를 집어 들다 접시에 떨어뜨리는 순간, 보미는 이 가짜 연애가 오늘 끝날지도 모른다는 불안감에 휩싸였다.": "Khoảnh khắc Minseok dùng nĩa gắp cà chua rồi làm rơi xuống đĩa, Bomi bị cuốn vào cảm giác bất an rằng mối quan hệ giả dối này có thể kết thúc ngay hôm nay.",
        "팬들의 기대와 시선이 그녀를 짓눌렀다.": "Kỳ vọng và ánh nhìn của người hâm mộ đè nặng lên cô."
      }
    },
    {
      "id": "ch4",
      "title": "Thử thách cặp đôi trực tiếp",
      "description": "Thử thách trực tiếp làm lung lay mối tình giả.",
      "sentences": {
        "끔찍했던 더블 데이트의 잔상이 보미를 며칠 내내 괴롭혔다.": "Dư âm của buổi hẹn hò đôi kinh khủng ám ảnh Bomi suốt mấy ngày liền.",
        "민석의 로봇 같은 어색함과 팬 커플의 꿰뚫어 보는 듯한 눈빛이 잊히지 않았다.": "Sự ngượng ngùng như robot của Minseok và ánh mắt như muốn xuyên thấu của cặp đôi fan vẫn không thể nào quên được.",
        "간신히 한숨 돌리려던 찰나, 휴대폰이 '띵동' 울렸다.": "Vừa lúc định thở phào nhẹ nhõm, điện thoại bỗng 'ting ting' rung lên.",
        "익숙한 팬 커플의 인스타그램 DM이었다.": "Đó là tin nhắn trực tiếp trên Instagram từ cặp đôi fan quen thuộc.",
        "심장이 철렁했다.": "Tim cô ấy thắt lại.",
        "\"보미님, 민석님! 지난번 정말 반가웠어요! 저희 커플, 요즘 '라이브 커플 챌린지' 참여 중인데… 혹시 보미님 커플도 같이 해보실 생각 없으세요? 정말 재밌고 팬들과 소통하기 좋아요!\"": "\"Bomi và Minseok! Lần trước thật vui khi gặp hai bạn! Cặp đôi tụi mình đang tham gia 'Thử thách cặp đôi livestream' dạo gần đây... Không biết cặp đôi Bomi có muốn tham gia cùng không ạ? Vui lắm mà lại còn dễ giao lưu với fan nữa!\"",
        "메시지를 읽는 순간 보미의 얼굴에서 핏기가 가셨다.": "Khoảnh khắc đọc tin nhắn, mặt Bomi tái mét.",
        "'라이브'라고? 실시간으로 민석과 연기해야 한다고?": "'Livestream' ư? Phải diễn với Minseok trong thời gian thực sao?",
        "포토샵으로 완벽하게 꾸며낸 환상의 세계가, 이제는 실시간 영상 앞에서 처참하게 무너질 위기에 처했다.": "Thế giới ảo ảnh được tạo ra hoàn hảo bằng Photoshop, giờ đây đang đứng trước nguy cơ sụp đổ thảm hại trước những video trực tiếp.",
        "팔로워들의 뜨거운 시선이 마치 칼날처럼 느껴졌다.": "Ánh mắt nóng bỏng của các follower như những lưỡi dao đâm vào cô.",
        "손발이 차가워졌다.": "Tay chân cô lạnh ngắt.",
        "그녀의 '완벽한 연애'는 과연 이 라이브 지옥을 견뎌낼 수 있을까?": "Liệu 'mối tình hoàn hảo' của cô ấy có thể chịu đựng nổi địa ngục livestream này không?"
      }
    },
    {
      "id": "ch5",
      "title": "Thảm họa thử thách cặp đôi trực tiếp",
      "description": "Bomi cố gắng chuẩn bị cho Min-seok tham gia một thử thách \"Cặp đôi trực tiếp\" bằng cách yêu cầu anh ấy học thuộc lòng những câu trả lời lãng mạn. Tuy nhiên, trong buổi phát sóng, những câu trả lời quá thật thà của Min-seok về buổi gặp đầu tiên và quá trình họ nảy sinh tình cảm đã đe dọa phơi bày mối quan hệ giả dối của họ trước hàng ngàn khán giả.",
      "sentences": {
        "보미는 민석을 앉혀놓고 '커플 문답' 예상 질문지를 달달 외우게 했다.": "Bomi đã bắt Minseok ngồi xuống và thuộc lòng các câu hỏi dự kiến cho buổi 'Hỏi đáp cặp đôi'.",
        "\"만약 '가장 좋아하는 데이트 장소는?' 물으면, '한강!' 알았죠? '집' 같은 소리 하지 말고!\"": "\"Nếu hỏi 'Địa điểm hẹn hò yêu thích nhất là gì?', thì phải trả lời là 'Sông Hàn!' Nhớ chưa? Đừng có nói mấy thứ như 'nhà' nhé!\"",
        "민석은 무표정으로 고개를 끄덕였다.": "Minseok gật đầu với vẻ mặt vô cảm.",
        "드디어 라이브 방송 시간.": "Cuối cùng cũng đến giờ livestream.",
        "휴대폰 화면에 '시청자 N명' 숫자가 무섭게 올라갔다.": "Trên màn hình điện thoại, số lượng 'khán giả N người' tăng lên chóng mặt.",
        "보미는 애써 미소 지었지만, 손에서는 땀이 났다.": "Bomi cố gắng mỉm cười nhưng tay cô vẫn đổ mồ hôi.",
        "첫 질문, \"두 분의 첫 만남은 어떻게 되나요?\"": "Câu hỏi đầu tiên, \"Hai bạn gặp nhau lần đầu như thế nào?\"",
        "보미가 로맨틱한 스토리를 기대하는 눈빛으로 민석을 봤다.": "Bomi nhìn Minseok với ánh mắt mong đợi một câu chuyện lãng mạn.",
        "민석은 잠시 침묵하더니, \"음... 옆집에 이사 왔을 때요. 복도에서 마주쳤습니다.\"": "Minseok im lặng một lúc rồi nói, \"Ừm... khi tôi chuyển đến nhà bên cạnh. Chúng tôi gặp nhau ở hành lang.\"",
        "채팅창이 'ㅋㅋㅋ'와 '너무 현실적!'으로 뒤덮였다.": "Khung chat tràn ngập những biểu tượng 'ㅋㅋㅋ' và bình luận 'Thực tế quá!'",
        "보미는 애써 웃으며 \"민석 씨가 좀 쿨하죠?\"라고 수습했지만, 이미 늦었다.": "Bomi cố gắng cười và chữa cháy rằng \"Minseok có vẻ hơi lạnh lùng nhỉ?\" nhưng đã quá muộn.",
        "두 번째 질문, \"서로에게 반한 순간은?\"": "Câu hỏi thứ hai, \"Khoảnh khắc bạn phải lòng đối phương là khi nào?\"",
        "보미는 속으로 '묘하게 예쁜 순간!'을 외쳤지만, 민석은 아무 생각 없이 \"고양이 간식 주다가요.\"라고 답했다.": "Bomi thầm kêu lên 'Một khoảnh khắc đẹp lạ lùng!' nhưng Minseok lại vô tư trả lời \"Khi đang cho mèo ăn vặt.\"",
        "수천 명의 시청자 앞에서 보미의 완벽한 가상 연애가 산산조각 날 위기에 처했다.": "Trước hàng ngàn khán giả, mối tình ảo hoàn hảo của Bomi đứng trước nguy cơ tan vỡ thành từng mảnh."
      }
    },
    {
      "id": "ch6",
      "title": "Cái cớ Ngượng ngùng",
      "description": "Bo-mi xoay tròn, Min-seok loạng choạng, nghi ngờ của cặp đôi fan càng lúc càng lớn.",
      "sentences": {
        "보미는 민석의 기묘한 답변에 식은땀을 흘리면서도, 필사적으로 카메라를 향해 해맑게 웃었다.": "Dù đổ mồ hôi lạnh trước câu trả lời kỳ quặc của Minseok, Bomi vẫn cố gắng hết sức mỉm cười rạng rỡ về phía camera.",
        "\"어머, 저희 민석 씨는 원래 좀 엉뚱한 매력이 넘치거든요!": "\"Ôi chao, Minseok nhà chúng tôi vốn dĩ có một sức hút hơi ngây ngô và kỳ quặc mà!",
        "연애 초엔 워낙 부끄러움이 많아서 저렇게 솔직하다 못해 기상천외한 표현밖에 못했어요.": "Hồi mới yêu, anh ấy ngại ngùng đến nỗi chỉ có thể thể hiện những điều kỳ quặc đến mức thẳng thắn quá đáng như vậy.",
        "그게 또 저희만의 비밀스러운 연애 방식이고요.": "Đó cũng là cách yêu bí mật của riêng chúng tôi.",
        "정말 귀엽지 않나요?": "Không đáng yêu sao?",
        "\" 그녀는 오글거림을 넘어선 멘트를 쉴 새 없이 쏟아냈다.": "\" Cô ấy không ngừng tuôn ra những lời lẽ sến sẩm đến mức nổi da gà.",
        "댓글창은 '귀여워', '반전 매력', '알고 보니 순정남' 등으로 도배되었지만, 라이브 화면 속 팬 커플의 표정은 미묘한 의심을 품고 있었다.": "Khung bình luận tràn ngập những lời như 'dễ thương', 'sức hút bất ngờ', 'hóa ra là người đàn ông chung tình', nhưng biểu cảm của cặp đôi fan trên màn hình livestream lại ẩn chứa một sự nghi ngờ khó tả.",
        "특히 윤아 씨가 화면을 뚫어지라 보며 묘한 미소를 지으며 말했다.": "Đặc biệt, Yoona nhìn chằm chằm vào màn hình và nói với một nụ cười khó hiểu.",
        "\"네, 정말 '독특한'데요.": "\"Vâng, thật sự là 'độc đáo' đấy.",
        "뭔가 두 분만의 세계가 확고하신 것 같아요.": "Dường như hai bạn có một thế giới riêng rất vững chắc.",
        "저희는 감히 끼어들 수 없는.": "Một thế giới mà chúng tôi không dám xen vào.\"",
        "\" 그 '독특한'과 '끼어들 수 없는'이라는 단어에 담긴 묘한 억양은 보미의 심장을 쿵 떨어뜨렸다.": "Giọng điệu kỳ lạ chứa đựng trong hai từ \"độc đáo\" và \"không thể xen vào\" đó khiến tim Bomi rơi đánh thịch.",
        "등골이 서늘해졌다.": "Cô ấy cảm thấy lạnh sống lưng.",
        "의심의 눈초리가 점점 선명해지는 것을 느꼈다.": "Cô ấy cảm thấy những ánh mắt nghi ngờ ngày càng rõ rệt.",
        "다음 질문, 특히 관계를 파고드는 질문이 올까 봐 소름 끼치도록 두려웠다.": "Cô ấy sợ hãi đến rợn người khi nghĩ đến câu hỏi tiếp theo, đặc biệt là một câu hỏi đào sâu về mối quan hệ của họ.",
        "이대로라면 다 들통날 게 분명했다.": "Nếu cứ thế này, mọi chuyện chắc chắn sẽ bị bại lộ."
      }
    },
    {
      "id": "ch7",
      "title": "Buổi hẹn tình bạn đáng ngờ",
      "description": "Lời mời 'thân tình' của cặp đôi được hâm mộ, một thử thách cam go nữa.",
      "sentences": {
        "라이브 방송의 후폭풍이 가라앉기도 전에, 윤아에게서 또다시 DM이 도착했다.": "Chẳng đợi cơn bão hậu livestream lắng xuống, Yoon-a lại một lần nữa gửi tin nhắn trực tiếp đến.",
        "\"보미님 커플과 저희 커플, 이번엔 편하게 '우정 데이트' 어떠세요?": "\"Cặp đôi Bo-mi và cặp đôi chúng tôi, lần này thoải mái 'hẹn hò tình bạn' thì sao ạ?",
        "😊\" 보미는 메시지를 읽는 순간 손끝이 차가워졌다.": "😊\" Bo-mi cảm thấy đầu ngón tay lạnh buốt ngay khi đọc tin nhắn.",
        "우정?": "Tình bạn?",
        "그들은 이미 자신들의 관계를 의심하고 있었다.": "Họ đã nghi ngờ mối quan hệ của chính mình rồi.",
        "이건 명백한 함정이었다.": "Đây rõ ràng là một cái bẫy.",
        "불안감을 애써 감추고 민석과 함께 나간 카페.": "Cố gắng che giấu sự lo lắng và đi đến quán cà phê cùng Min-seok.",
        "윤아는 시종일관 미소를 띠었지만, 그녀의 눈은 매 순간 보미와 민석의 모든 움직임과 시선을 끈질기게 쫓았다.": "Yoon-a nở nụ cười suốt nhưng ánh mắt cô không ngừng theo dõi mọi cử động và ánh nhìn của Bo-mi và Min-seok từng khoảnh khắc.",
        "\"민석님은 보미님 어떤 점에 반하셨어요?": "\"Min-seok, anh đã say đắm Bo-mi ở điểm nào vậy?",
        "\" 윤아가 달콤한 목소리로 물었다.": "\" Yoon-a hỏi bằng giọng ngọt ngào.",
        "민석은 잠시 천장을 보더니, \"음...": "Min-seok nhìn lên trần nhà một lúc rồi nói, \"Ừm...",
        "고양이 털 알레르기가 없다는 점이요?": "Là điểm không bị dị ứng lông mèo ạ?",
        "제가 고양이를 워낙 좋아해서...": "Vì tôi rất thích mèo...",
        "\" 그의 진지한 대답에 보미는 억지로 미소를 지었지만, 속으로는 비명을 질렀다.": "\" Trước câu trả lời nghiêm túc của anh, Bo-mi gượng cười nhưng trong lòng thì hét lên.",
        "윤아는 어색하게 웃었지만, 그녀의 눈빛은 한층 더 예리해졌다.": "Yoon-a cười gượng gạo, nhưng ánh mắt cô trở nên sắc bén hơn hẳn.",
        "\"두 분은 평소에 어떤 데이트를 주로 하시나요?": "\"Hai bạn thường hẹn hò kiểu gì vậy?",
        "\"라는 질문에는 민석이 \"주로 제 방에서 기타 연습하고 보미님은 고양이 간식 주십니다\"라고 답했다.": "\" Khi được hỏi, Min-seok trả lời, \"Chủ yếu tôi luyện guitar trong phòng và Bo-mi thì cho mèo ăn vặt ạ.\"",
        "보미는 식은땀이 등줄기를 타고 흘렀다.": "Mồ hôi lạnh chảy ròng trên lưng Bo-mi.",
        "이 '우정 데이트'는 편안함과는 거리가 먼, 살얼음판 위를 걷는 듯한 심문이었다.": "Buổi 'hẹn hò tình bạn' này không hề thoải mái chút nào, mà giống như một cuộc thẩm vấn trên lớp băng mỏng."
      }
    }
  ]
}