{
  "title": "La Crêperie de l'Ours",
  "description": "Une histoire réconfortante sur un ours qui ouvre une crêperie dans la forêt et sert de délicieuses crêpes à divers clients animaux.",
  "pages": [
    {
      "id": "1",
      "title": "L'Ouverture de la Crêperie",
      "description": "Un ours ouvre une petite crêperie dans la forêt",
      "sentences": {
        "きょう、くまはもりにちいさなパンケーキやさんをひらきました。": "Aujourd'hui, l'ours a ouvert une petite crêperie dans la forêt.",
        "あまいにおいがふわっとひろがります。": "Un doux parfum se répand doucement."
      }
    },
    {
      "id": "2",
      "title": "Bienvenue",
      "description": "L'ours accueille les clients et prépare la poêle",
      "sentences": {
        "「いらっしゃいませ。」くまはフライパンをあたためます。": "« Bienvenue. » L'ours chauffe la poêle.",
        "ぷつぷつ、こえがきこえます。": "Plic ploc, on peut entendre le son."
      }
    },
    {
      "id": "3",
      "title": "Le Client Écureuil",
      "description": "Le premier client, un écureuil, commande des crêpes au miel",
      "sentences": {
        "いちばんのおきゃくさんはりすです。": "Le premier client est un écureuil.",
        "「はちみつのパンケーキをください。」": "« S'il vous plaît, donnez-moi des crêpes au miel. »"
      }
    },
    {
      "id": "4",
      "title": "Crêpes au Miel",
      "description": "L'ours fait des crêpes au miel pour l'écureuil",
      "sentences": {
        "くまはじゅうっとやいて、はちみつをとろり。": "L'ours les fait grésiller et verse du miel onctueux.",
        "りすは「おいしい！」とほっぺをおさえます。": "L'écureuil dit « Délicieux ! » et se touche les joues."
      }
    },
    {
      "id": "5",
      "title": "La Demande de l'Oiseau",
      "description": "Un petit oiseau commande des crêpes aux fraises",
      "sentences": {
        "つぎはことり。": "Ensuite, c'est un petit oiseau.",
        "「いちごをのせてください。」": "« S'il vous plaît, mettez des fraises dessus. »"
      }
    },
    {
      "id": "6",
      "title": "Crêpes aux Fraises",
      "description": "L'ours fait des crêpes aux fraises avec de la crème",
      "sentences": {
        "あかいいちごをぽんぽん、クリームをちょこん。": "Des fraises rouges plop plop, une cuillerée de crème.",
        "ことりはうれしそうにぱたぱたします。": "Le petit oiseau bat des ailes joyeusement."
      }
    },
    {
      "id": "7",
      "title": "Le Lapin au Chocolat",
      "description": "Un lapin commande des crêpes avec sauce au chocolat",
      "sentences": {
        "うさぎがぴょん。": "Un lapin sautille.",
        "「チョコソースをたっぷりください。」": "« S'il vous plaît, donnez-moi beaucoup de sauce au chocolat. »"
      }
    },
    {
      "id": "8",
      "title": "Crêpes à la Sauce Chocolat",
      "description": "L'ours fait des crêpes à la sauce chocolat",
      "sentences": {
        "くまはくるくるとかけます。": "L'ours la verse en tourbillons.",
        "うさぎは「しあわせ！」とめをきらきらさせます。": "Le lapin dit « Je suis heureux ! » et fait briller ses yeux."
      }
    },
    {
      "id": "9",
      "title": "Le Renard au Beurre et Sirop d'Érable",
      "description": "Un renard commande des crêpes au beurre et sirop d'érable",
      "sentences": {
        "きつねがしっぽをふってきました。": "Un renard est arrivé en remuant la queue.",
        "「バターとメープルシロップをください。」": "« S'il vous plaît, donnez-moi du beurre et du sirop d'érable. »"
      }
    },
    {
      "id": "10",
      "title": "Crêpes au Beurre et Sirop d'Érable",
      "description": "L'ours fait des crêpes au beurre et sirop d'érable",
      "sentences": {
        "バターがとけて、メープルがつやつや。": "Le beurre fond et le sirop d'érable est brillant.",
        "きつねは「これはさいこうだね。」とほほえみます。": "Le renard sourit et dit « C'est le meilleur. »"
      }
    },
    {
      "id": "11",
      "title": "Le Raton Laveur à la Banane et aux Noix",
      "description": "Un raton laveur commande des crêpes à la banane et aux noix",
      "sentences": {
        "たぬきがてをあげます。": "Un raton laveur lève la main.",
        "「バナナとくるみ、できますか？」": "« Pouvez-vous faire banane et noix ? »"
      }
    },
    {
      "id": "12",
      "title": "Crêpes Banane-Noix",
      "description": "L'ours fait des crêpes à la banane et aux noix",
      "sentences": {
        "しゃくしゃく、コロコロ。": "Croquant, rond et rond.",
        "くまはバナナとくるみをのせて、できあがり。": "L'ours met la banane et les noix dessus, et c'est prêt."
      }
    },
    {
      "id": "13",
      "title": "Les Petits Oursons",
      "description": "Des petits oursons commandent une grande crêpe à partager",
      "sentences": {
        "こんどはこぐまのきょうだい。": "Ensuite, ce sont des petits oursons.",
        "「ふたりでわけられる、おおきいのをください。」": "« S'il vous plaît, donnez-nous une grande que nous pouvons partager. »"
      }
    },
    {
      "id": "14",
      "title": "La Grande Crêpe",
      "description": "L'ours fait une grande crêpe pour les petits oursons",
      "sentences": {
        "くまはフライパンいっぱいにたねをながします。": "L'ours verse la pâte pour remplir la poêle.",
        "ぷくっとふくらんで、いいにおい。": "Elle gonfle et sent bon."
      }
    },
    {
      "id": "15",
      "title": "Tout le Monde Aide",
      "description": "Les ingrédients s'épuisent, alors tout le monde aide",
      "sentences": {
        "そのとき、たねがもうすこしでなくなりそう。": "À ce moment-là, la pâte était presque épuisée.",
        "みんなが「おてつだいします！」とあつまります。": "Tout le monde se rassemble et dit « Nous allons aider ! »"
      }
    },
    {
      "id": "16",
      "title": "La Crêpe de Tout le Monde",
      "description": "Tout le monde travaille ensemble pour faire une crêpe spéciale",
      "sentences": {
        "できあがったのは、とくべつな「みんなのパンケーキ」。": "Ce qui fut achevé était une « Crêpe de Tout le Monde » spéciale.",
        "まんなかにハートのはちみつがきらり。": "Au milieu, du miel en forme de cœur scintille."
      }
    },
    {
      "id": "17",
      "title": "Bon Appétit",
      "description": "Tout le monde savoure la crêpe spéciale ensemble",
      "sentences": {
        "「いただきます！」とこえがそろいます。": "« Bon appétit ! » leurs voix disent à l'unisson.",
        "もりに、やさしいあまさがひろがりました。": "Une douce sucrerie s'est répandue dans la forêt."
      }
    },
    {
      "id": "18",
      "title": "L'Heure de la Sieste",
      "description": "C'est l'heure de la sieste et la boutique ferme",
      "sentences": {
        "おひるねのじかん。": "C'est l'heure de la sieste.",
        "おみせは「またあした」とかんばんをとじます。": "La boutique ferme son enseigne en disant « À demain. »"
      }
    },
    {
      "id": "19",
      "title": "Quelles Garnitures Demain",
      "description": "L'ours attend avec impatience les garnitures de demain",
      "sentences": {
        "くまはにっこり。": "L'ours sourit.",
        "「つぎはどんなトッピングにしようかな。」": "« Je me demande quelles garnitures je devrais faire ensuite. »"
      }
    }
  ]
}
