{
  "title": "Olas y Aros",
  "description": "La historia de un ex nadador competitivo que descubre el baloncesto tras perder sus sueños olímpicos.",
  "chapters": [
    {
      "id": "ch1",
      "title": "La Última Nadada",
      "description": "Kaito nada solo en la piscina a primera hora de la mañana. Con los recuerdos de su madre y su sueño olímpico en el corazón, emprende su nado final.",
      "sentences": {
        "早朝の冷たい空気が肺を満たす。": "El aire frío de la madrugada llena mis pulmones.",
        "午前５時。": "Las cinco de la mañana.",
        "沖縄の小さな町のオリンピックプールに、僕以外誰もいない。": "En la piscina olímpica de un pequeño pueblo de Okinawa no hay nadie más que yo.",
        "水面に朝焼けの薄い光が反射して、揺らめいている。": "La tenue luz del amanecer se refleja en la superficie del agua, parpadeando.",
        "プールの底に描かれた青いラインは、まるで僕の人生の道筋のようだ。": "La línea azul dibujada en el fondo de la piscina es como el camino de mi vida.",
        "僕は高台から水の中へ飛び込んだ。": "Salté al agua desde la plataforma.",
        "水が肌を包み込み、一瞬の冷たさの後に温かさを感じる。": "El agua envuelve mi piel y, tras un frío instantáneo, siento calidez.",
        "この感覚は、もう何千回も経験してきた。": "Esta sensación la he experimentado miles de veces.",
        "ストロークを始める。": "Empiezo a bracear.",
        "入水、プル、プッシュ、リカバリー。": "Entrada, agarre, empuje, recobro.",
        "繰り返される動作は、瞑想のようだった。": "Los movimientos repetitivos eran como una meditación.",
        "「海翔、もっと腕を伸ばして！": "«¡Kaito, estira más los brazos!",
        "指先まで意識してごらん。": "Concéntrate hasta la punta de los dedos.",
        "水は君の友達よ」 母の声が、水の音に混じって聞こえる気がする。": "El agua es tu amiga.» La voz de mi madre parece mezclarse con el sonido del agua.",
        "アイコ。": "Aiko.",
        "僕の母であり、最高のコーチだった人。": "Mi madre, y la mejor entrenadora que he tenido.",
        "僕にオリンピックの夢を託した人。": "La persona que me confió el sueño olímpico.",
        "「海翔、このプールは世界と繋がっているの。": "«Kaito, esta piscina está conectada con el mundo.",
        "いつか君がその世界で一番になるのを見るのが、ママの夢よ」 あの頃、僕の体はまだ小さかったけれど、母の言葉は僕の心に深く刻まれた。": "Verte un día ser el número uno en ese mundo es el sueño de mamá.» En aquel entonces, mi cuerpo aún era pequeño, pero las palabras de mi madre se grabaron profundamente en mi corazón.",
        "僕の泳ぎは、母の夢そのものだった。": "Mi nado era el sueño de mi madre mismo.",
        "毎週、毎日、午前５時にはここに来る。": "Cada semana, cada día, vengo aquí a las cinco de la mañana.",
        "休んだことはほとんどない。": "Casi nunca he descansado.",
        "腕が軋み、足が重くなっても、決して止まらない。": "Aunque mis brazos rechinan y mis piernas se sienten pesadas, nunca me detengo.",
        "体が求めるのは、この水の感触と、繰り返される呼吸の音だけだった。": "Lo único que mi cuerpo anhelaba era la sensación del agua y el sonido de mi respiración repetida.",
        "吐いて、吸って。": "Exhalar, inhalar.",
        "ゴーグル越しの視界は、常に青いラインを捉えている。": "Mi visión a través de las gafas siempre capta la línea azul.",
        "母が逝ってから二年。": "Han pasado dos años desde que mi madre falleció.",
        "プールだけが、僕を母に繋ぎ止める唯一の場所だった。": "La piscina era el único lugar que me conectaba a ella.",
        "彼女の夢が、僕の体の中に生きている。": "Su sueño vive dentro de mí.",
        "プールの端まで泳ぎきると、水面に顔を上げる。": "Al terminar de nadar hasta el borde de la piscina, levanto la cara a la superficie.",
        "息を整えながら、ふと視線を横にやると、いつものベンチに田中コーチが座っているのが見えた。": "Mientras regulaba mi respiración, al desviar la mirada, vi al entrenador Tanaka sentado en el banco de siempre.",
        "痩せこけた体で、じっと僕の泳ぎを見つめている。": "Con su cuerpo demacrado, me observa fijamente mientras nado.",
        "コーチは多くを語らない人だ。": "El entrenador es una persona de pocas palabras.",
        "僕がプールにいる限り、ただそこにいてくれる。": "Mientras yo esté en la piscina, él simplemente está ahí.",
        "僕が母の夢を追い続けていることを、一番理解している人物だろう。": "Probablemente sea la persona que mejor entiende que sigo persiguiendo el sueño de mi madre.",
        "彼の目には、いつも誇りと、そして微かな心配の色が浮かんでいる。": "En sus ojos siempre hay orgullo y una ligera preocupación.",
        "僕にはそれがわかる。": "Yo lo sé.",
        "最近、泳ぎながら時々、漠然とした感覚に襲われることがある。": "Últimamente, a veces me asalta una sensación vaga mientras nado.",
        "この水の中で、何か大切なものが終わりを迎えようとしているような、奇妙な予感。": "Una extraña premonición, como si algo importante estuviera a punto de terminar en esta agua.",
        "水の抵抗が、以前より重く感じられる瞬間がある。": "Hay momentos en que la resistencia del agua se siente más pesada que antes.",
        "肺が、昔のように限界まで酸素を取り込めないような、そんな感覚。": "Una sensación de que mis pulmones no pueden absorber oxígeno al máximo como antes.",
        "僕は６フィート４インチ、１９３センチの長身だ。": "Soy alto, 6 pies 4 pulgadas, 193 centímetros.",
        "水の中では、その体が水流を切り裂くナイフのようだったはずなのに。": "En el agua, se suponía que mi cuerpo debía ser como un cuchillo que corta la corriente.",
        "最後のラップ。": "La última vuelta.",
        "力を振り絞り、水しぶきを上げながらゴールを目指す。": "Me esfuerzo al máximo, levantando salpicaduras de agua mientras me dirijo a la meta.",
        "指先が壁に触れる。": "Mis dedos tocan la pared.",
        "ぴたりと動きを止めた瞬間、プールの静寂が戻ってきた。": "En el instante en que mi movimiento se detuvo bruscamente, el silencio de la piscina regresó.",
        "冷たい水が僕の体を包み込む。": "El agua fría envuelve mi cuerpo.",
        "ゆっくりと顔を上げ、空を見上げた。": "Lentamente, levanté la cabeza y miré al cielo.",
        "夜明けの空は、鮮やかなグラデーションを描いている。": "El cielo del amanecer dibuja un degradado vibrante.",
        "「海翔、空を見上げてごらん。": "«Kaito, mira el cielo.",
        "どこまでも続くでしょう？": "¿Verdad que se extiende sin fin?",
        "夢も同じよ」 母の声が、また聞こえた気がした。": "Los sueños son igual». Sentí como si volviera a escuchar la voz de mi madre.",
        "遠い、けれど鮮明な声。": "Una voz lejana, pero nítida."
      }
    },
    {
      "id": "ch2",
      "title": "Un deseo del pasado",
      "description": "Recordando los últimos momentos de su madre en el hospital, su deseo olímpico para Kaito, y el profundo peso de esa promesa.",
      "sentences": {
        "僕の脳裏には、いつもあの日の光景が焼き付いている。": "La escena de aquel día siempre está grabada a fuego en mi mente.",
        "病院の白いベッドの傍らで、僕は母の手を握っていた。": "Al lado de la cama blanca del hospital, yo sostenía la mano de mi madre.",
        "母の手は驚くほど細く、そして、ひどく冷たかった。": "La mano de mi madre era sorprendentemente delgada y estaba terriblemente fría.",
        "窓から差し込む午後の陽光が、白いシーツの上に静かに伸びていたけれど、その光さえも部屋の重苦しい空気を拭い去ることはできなかった。": "La luz del sol de la tarde que entraba por la ventana se extendía silenciosamente sobre las sábanas blancas, pero ni siquiera esa luz pudo disipar el pesado ambiente de la habitación.",
        "母の呼吸は浅く、時折、苦しそうに喉を鳴らすのが聞こえた。": "La respiración de mi madre era superficial y, de vez en cuando, se oía un quejido doloroso en su garganta.",
        "「海翔…」  母の声は、か細く、ほとんど聞こえないほどだった。": "«Kaito...» La voz de mi madre era tan débil que apenas se oía.",
        "僕は震える声で答えた。": "Respondí con voz temblorosa.",
        "「大丈夫だよ、お母さん。": "«No te preocupes, mamá.",
        "」 けれど、その言葉には何の力もなかった。": "» Pero esas palabras no tenían ninguna fuerza.",
        "母は僕の目をまっすぐ見つめた。": "Mi madre me miró directamente a los ojos.",
        "その瞳には、かつての力強い輝きは失われていたけれど、揺るぎない愛情と、何かを伝えようとする必死な思いが宿っていた。": "En sus ojos, aunque el antiguo brillo de fuerza se había desvanecido, había un amor inquebrantable y una desesperada intención de comunicar algo.",
        "「ねぇ… 海翔…」  母は力を振り絞るように、僕の手をそっと握り返した。": "«Escucha... Kaito...» Mi madre, como si juntara todas sus fuerzas, apretó suavemente mi mano de vuelta.",
        "僕は息を飲んだ。": "Contuve el aliento.",
        "彼女が何を言おうとしているのか、直感的にわかった。": "Intuitivamente supe lo que estaba a punto de decir.",
        "「約束… してちょうだい… オリンピック… 諦めないで…。お母さんの… 夢… 海翔の夢…」  一言一言が、鉛のように僕の心に沈んでいった。": "«Prométeme... que no te rendirás... con los Juegos Olímpicos... el sueño de mamá... el sueño de Kaito...» Cada palabra se hundió en mi corazón como plomo.",
        "僕は涙で滲む視界の中で、必死に頷いた。": "Con la vista borrosa por las lágrimas, asentí desesperadamente.",
        "「うん、お母さん。": "«Sí, mamá.",
        "約束するよ。": "Te lo prometo.",
        "絶対… 諦めない。": "Jamás me rendiré.",
        "」 この誓いがどれほどの重みを持つのか、その時の僕にはまだ理解できていなかった。": "» En ese momento yo aún no comprendía el peso que tendría este juramento.",
        "ただ、母の願いを、その最後の輝きを守りたかった。": "Solo quería proteger el deseo de mi madre, esa última chispa.",
        "その瞬間、母の顔に微かな安堵の表情が浮かび、そして… 彼女の瞳は静かに閉じられた。": "En ese momento, una leve expresión de alivio apareció en el rostro de mi madre, y entonces... sus ojos se cerraron suavemente.",
        "僕の手の中の温もりが、ゆっくりと、消えていくのを感じた。": "Sentí cómo el calor en mi mano se desvanecía lentamente.",
        "あの日の出来事は、まるで昨日のことのように鮮明に僕の脳裏に焼き付いている。": "Los acontecimientos de aquel día están grabados a fuego en mi mente, tan vívidamente como si hubieran ocurrido ayer.",
        "母の最期の言葉、僕が交わした約束。": "Las últimas palabras de mi madre, la promesa que hice.",
        "それは僕を縛りつける呪縛であり、同時に、僕を突き動かす唯一の原動力でもあった。": "Eran una atadura que me encadenaba y, al mismo tiempo, la única fuerza que me impulsaba.",
        "今、僕の部屋には、母の笑顔のポートレートが飾られている。": "Ahora, en mi habitación, hay un retrato de mi madre sonriendo.",
        "写真の中の母は、いつも僕に優しく微笑みかけてくれる。": "Mi madre en la foto siempre me sonríe con dulzura.",
        "その笑顔を見るたびに、胸の奥がきりきりと締め付けられるような痛みが走る。": "Cada vez que veo esa sonrisa, una punzada de dolor me oprime el pecho.",
        "僕は約束を守れているだろうか？": "¿Estaré cumpliendo mi promesa?",
        "オリンピックへの道は、どんどん遠ざかっていくように感じていた。": "Sentía que el camino hacia los Juegos Olímpicos se alejaba cada vez más.",
        "泳げば泳ぐほど、体は重く、パフォーマンスは低下していく。": "Cuanto más nadaba, más pesado se sentía mi cuerpo y mi rendimiento disminuía.",
        "この身体で、母の夢を、僕自身の夢を、本当に叶えられるのだろうか？": "Con este cuerpo, ¿podré realmente hacer realidad el sueño de mi madre, mi propio sueño?",
        "罪悪感と、どうしようもない無力感が僕を蝕んでいく。": "La culpa y una impotencia abrumadora me carcomían.",
        "その時、スマートフォンの着信音が静寂を破った。": "En ese momento, el tono de llamada de mi smartphone rompió el silencio.",
        "ディスプレイには「田中コーチ」の文字。": "En la pantalla aparecía el nombre «Entrenador Tanaka».",
        "僕は一つ深呼吸をして、通話ボタンを押した。": "Tomé una respiración profunda y presioné el botón de llamada.",
        "「もしもし、海翔か？": "«¿Hola, Kaito?",
        "」田中コーチの、いつもの少しぶっきらぼうだが温かい声が響いた。": "» Resonó la voz del entrenador Tanaka, su voz habitual, un poco brusca pero cálida.",
        "「どうだ、体調は？": "«¿Cómo te sientes?",
        "今日も練習に来なかったが。": "Hoy tampoco viniste a entrenar.",
        "」 「あ、はい… 少しだるくて… 今日も休んでしまいました。": "» «Ah, sí... estoy un poco cansado... Hoy también me tomé el día libre.",
        "」僕はごまかすように答えた。": "» Respondí tratando de disimular.",
        "本当は、だるさだけではない。": "En realidad, no era solo cansancio.",
        "水に入るのが、少し… 怖くなっていた。": "Entrar al agua se había vuelto un poco... aterrador.",
        "「そうか。": "«Ya veo.",
        "無理はするなよ。": "No te fuerces.",
        "」コーチの声には、僕の嘘を見透かしているような響きがあったが、深くは追及しなかった。": "» La voz del entrenador tenía un tono como si viera a través de mi mentira, pero no indagó más.",
        "「だが、お前は大事な選手だ。": "«Pero eres un atleta importante.",
        "何かあったら、いつでも相談しろ。": "Si pasa algo, puedes hablar conmigo cuando quieras.",
        "いつでも、だぞ。": "Cuando quieras.",
        "」  電話を切った後も、僕はしばらく受話器を握りしめていた。": "Incluso después de colgar, seguí aferrándome al auricular por un rato.",
        "田中コーチの言葉は、まるで僕の重荷を少しだけ軽くしてくれたようにも感じた。": "Sentí que las palabras del entrenador Tanaka habían aligerado un poco mi carga.",
        "しかし、その重荷の大部分は、やはり母との約束だった。": "Sin embargo, la mayor parte de esa carga era, después de todo, la promesa que le hice a mi madre.",
        "僕は再び、母の写真に視線を戻した。": "Volví a mirar la foto de mi madre.",
        "写真の中の母は、変わらず微笑んでいる。": "Mi madre, en la foto, seguía sonriendo como siempre.",
        "「お母さん…」僕は静かに呟いた。": "«Mamá...», susurré en silencio.",
        "「ごめん。": "«Lo siento.",
        "でも… 僕は、まだ…」": "Pero... yo, aún no...»",
        "窓の外に目をやった。": "Miré por la ventana.",
        "遠くに見えるプールの屋根が、鈍い光を反射していた。": "El tejado de la piscina, visible a lo lejos, reflejaba una luz apagada.",
        "あの水の中に、僕の未来はあるのだろうか。": "¿Estará mi futuro en esas aguas?",
        "それとも、母の記憶だけが、そこに残り続けるのだろうか。": "¿O solo la memoria de mi madre permanecerá allí?"
      }
    },
    {
      "id": "ch3",
      "title": "Alerta de tifón",
      "description": "Un tifón se acerca al pueblo. Kaito decide darse un último chapuzón antes de la tormenta y se dirige a la piscina.",
      "sentences": {
        "朝から、町はざわついていた。": "Desde la mañana, el pueblo estaba agitado.",
        "役場から繰り返し流れる放送が、その理由を告げている。": "Los repetidos avisos desde la oficina del ayuntamiento revelaban el motivo.",
        "「大型で非常に強い台風が、まもなく沖縄本島に接近します。": "«Un tifón grande y extremadamente fuerte se acerca pronto a la isla principal de Okinawa.",
        "厳重な警戒を…」。": "¡Extremen las precauciones…!»",
        "通りを歩く人々は皆、足早で、不安げな表情を浮かべていた。": "Todas las personas que caminaban por la calle iban a paso rápido, con expresiones de preocupación.",
        "店という店は、慌ただしくシャッターを下ろし、窓にはベニヤ板が打ち付けられていく。": "Uno a uno, los negocios bajaban sus persianas apresuradamente, y se clavaban tablas de madera contrachapada en las ventanas.",
        "漁港では、漁船が陸に引き上げられ、係留ロープが何重にも巻かれていた。": "En el puerto pesquero, los barcos de pesca eran izados a tierra, y las cuerdas de amarre estaban enrolladas en varias capas.",
        "いつもなら活気に満ちているはずのこの町が、まるで息をひそめているかのように感じられた。": "Esta ciudad, que normalmente rebosaba de vida, parecía contener la respiración.",
        "僕もまた、その不穏な空気の一部だった。": "Yo también era parte de esa atmósfera inquietante.",
        "でも、僕の頭の中はただ一つ、プールのことだけだった。": "Pero en mi cabeza solo estaba la piscina.",
        "この暴風雨が来る前に、どうしても一度、泳いでおきたかった。": "Antes de que llegara esta tormenta, quería nadar a toda costa, al menos una vez.",
        "どれだけ体が重くても、どれだけ水が怖くても、最後の練習になるかもしれない、という予感があったからだ。": "Era porque, sin importar cuán pesado se sintiera mi cuerpo o cuánto miedo le tuviera al agua, tenía el presentimiento de que podría ser mi última sesión de práctica.",
        "プールに到着すると、田中コーチが、すでにプールの窓に目張りをする準備をしていた。": "Al llegar a la piscina, el entrenador Tanaka ya estaba preparando las ventanas para sellarlas.",
        "彼の顔には、いつもの厳しさと、それ以上の心配が混じり合っていた。": "En su rostro se mezclaban su habitual severidad y una preocupación aún mayor.",
        "「海翔、来たのか。": "—Kaito, ¿viniste?",
        "もうすぐ閉鎖だぞ。": "Pronto cerrará.",
        "無茶はするなよ」 コーチは太い眉をひそめて言った。": "No te extralimites —dijo el entrenador, frunciendo sus gruesas cejas.",
        "僕は軽く会釈するだけで、すぐに更衣室へ向かった。": "Me limité a asentir levemente y me dirigí enseguida al vestuario.",
        "コーチは、僕の頑固さを知っている。": "El entrenador conocía mi terquedad.",
        "もう何も言わないが、その視線は僕の背中に刺さっていた。": "Ya no dijo nada, pero su mirada se clavaba en mi espalda.",
        "プールサイドに出ると、空気がひんやりと感じられた。": "Al salir a la orilla de la piscina, el aire se sentía frío.",
        "空は鉛色に染まり、遠くで低い雷鳴が響く。": "El cielo se había teñido de color plomo, y a lo lejos retumbaban truenos sordos.",
        "風が吹き荒れ、プールの屋根がギシギシと音を立てた。": "El viento soplaba con furia y el techo de la piscina crujía.",
        "しかし、僕の目の前にある水面は、信じられないほど静かだった。": "Sin embargo, la superficie del agua frente a mí estaba increíblemente tranquila.",
        "深い青色を湛え、プールの天井から差し込む薄暗い光を反射している。": "Mostraba un profundo color azul, reflejando la tenue luz que se filtraba del techo de la piscina.",
        "まるで、外の嵐とは無関係な、別世界のようだった。": "Era como un mundo aparte, ajeno a la tormenta exterior.",
        "この静けさが、かえって不気味に感じられた。": "Esta quietud, paradójicamente, resultaba inquietante.",
        "これが、僕が知るこのプールの、最後の穏やかな姿になるかもしれない。": "Esta podría ser la última imagen serena de esta piscina que conozco.",
        "冷たい水に身を沈める。": "Me sumergí en el agua fría.",
        "体が震えたが、それは水の冷たさだけではなかった。": "Mi cuerpo tembló, pero no era solo por el frío del agua.",
        "恐怖と、この場所との別れへの寂しさが入り混じった感情だ。": "Era una mezcla de miedo y tristeza por la despedida de este lugar.",
        "ゆっくりとストロークを始める。": "Lentamente comencé a dar brazadas.",
        "いつもなら軽いはずの腕が、まるで鉛のように重い。": "Mis brazos, que normalmente serían ligeros, pesaban como el plomo.",
        "息継ぎをするたびに、窓の外の空がさらに暗くなっているのが見えた。": "Cada vez que tomaba aire, veía cómo el cielo fuera de la ventana se oscurecía aún más.",
        "風の唸り声が大きくなり、プールサイドに設置されたものがカタカタと音を立てる。": "El rugido del viento se intensificó, y los objetos colocados junto a la piscina traqueteaban.",
        "それでも僕は、無心に水を掻いた。": "Aun así, yo seguí braceando sin pensar en nada.",
        "一本、また一本と、壁を蹴る。": "Una a una, completaba las longitudes, impulsándome contra la pared.",
        "体が悲鳴を上げている。": "Mi cuerpo estaba gritando.",
        "筋肉は硬直し、肺は酸素を求める。": "Los músculos estaban rígidos y los pulmones pedían oxígeno.",
        "それでも僕は、止まるわけにはいかなかった。": "Aun así, yo no podía parar.",
        "これは、意地だ。": "Esto era pura obstinación.",
        "僕の泳ぎが、かつてのように輝くことはもうないのかもしれない。": "Quizás mi natación ya no volvería a brillar como antes.",
        "オリンピックの夢も、もしかしたらもう手の届かない場所にあるのかもしれない。": "El sueño olímpico quizás también estaba ya fuera de mi alcance.",
        "だが、まだ僕の中には、水と一体になる衝動が残っていた。": "Pero aún quedaba en mí el impulso de fundirme con el agua.",
        "この水の中でだけは、母との約束を、まだ守り続けられている気がした。": "Solo en esta agua sentía que aún podía seguir cumpliendo la promesa que le hice a mi madre.",
        "最後のターン。": "La última vuelta.",
        "残りの力を振り絞り、最後の数メートルを泳ぎ切る。": "Exprimí las fuerzas que me quedaban y nadé los últimos metros.",
        "壁に手が触れた瞬間、プール全体の空気が、さらに重くなったのを感じた。": "En el instante en que mi mano tocó la pared, sentí que el ambiente de toda la piscina se había vuelto aún más denso.",
        "そして、微かに頬に当たる冷たい感触があった。": "Y entonces, noté una ligera sensación fría en mi mejilla.",
        "雨だ。": "Era lluvia.",
        "大粒の雨が、プールの屋根に叩きつけられ始めたのだ。": "Gotas grandes de lluvia comenzaron a golpear el techo de la piscina.",
        "ゆっくりと立ち上がり、プールサイドに腰掛けた。": "Se levantó lentamente y se sentó al borde de la piscina.",
        "水滴がしたたり落ちる指先で、水面をそっと撫でる。": "Con las yemas de los dedos, de las que goteaban gotas de agua, acarició suavemente la superficie del agua.",
        "水面に波紋が広がり、不穏な空を映し出す。": "Las ondas se extendieron por la superficie del agua, reflejando el cielo ominoso.",
        "振り返ると、誰もいないプールが、静かに横たわっていた。": "Al darse la vuelta, la piscina, ahora vacía, yacía en silencio.",
        "この特別な場所が、嵐に飲み込まれていく。": "Este lugar especial estaba siendo engullido por la tormenta.",
        "僕は名残惜しむようにプールの全てを脳裏に焼き付け、重い足取りで更衣室へと向かった。": "Grabé en mi mente cada detalle de la piscina, como despidiéndome, y con pasos pesados me dirigí al vestuario.",
        "外は、もう嵐の気配に満ちていた。": "Fuera, el ambiente ya estaba cargado de la inminente tormenta."
      }
    },
    {
      "id": "ch4",
      "title": "Después de la tormenta",
      "description": "A la mañana siguiente del tifón, Kaito se desespera al ver la piscina destruida, el momento en que su sueño olímpico se desmorona.",
      "sentences": {
        "台風一過の朝は、ひどく静まり返っていた。": "La mañana después del tifón, reinaba un silencio sepulcral.",
        "昨日までの狂騒が嘘のように、空気は重く、湿気を帯びていた。": "Como si la locura de ayer fuera mentira, el aire era pesado y húmedo.",
        "僕は重い足を引きずりながら、いつも練習に向かっていた道のりを歩いていた。": "Arrastrando los pies pesadamente, caminaba por el camino que siempre tomaba para ir a entrenar.",
        "心臓が不規則に脈打つ。": "Mi corazón latía de forma irregular.",
        "嫌な予感が全身を支配していた。": "Un mal presentimiento dominaba todo mi cuerpo.",
        "昨夜の暴風が、僕の大切な場所をどう変えてしまったのか、知りたくない、でも見なければならないという葛藤に苛まれていた。": "Me atormentaba el conflicto de no querer saber cómo la tormenta de anoche había transformado mi lugar preciado, pero al mismo tiempo, tener que verlo.",
        "角を曲がり、プールの敷地が視界に入った瞬間、息を呑んだ。": "Al doblar la esquina, en el momento en que las instalaciones de la piscina entraron en mi campo de visión, contuve la respiración.",
        "それは僕の知るプールではなかった。": "No era la piscina que yo conocía.",
        "まるで巨大な何かに踏み潰されたかのように、すべてが崩壊していた。": "Todo estaba derrumbado, como si algo gigantesco lo hubiera aplastado.",
        "屋根は吹き飛ばされ、支柱はねじ曲がり、コンクリートの壁にはひびが走り、大きな穴がいくつも開いていた。": "El tejado había volado, los pilares estaban retorcidos, grietas recorrían las paredes de hormigón y varios agujeros grandes se habían abierto.",
        "練習で何度も飛び込んだ飛び込み台は、無残にも傾いている。": "El trampolín, desde el que había saltado innumerables veces durante los entrenamientos, estaba lamentablemente inclinado.",
        "近づけば近づくほど、その破壊の規模に僕は言葉を失った。": "Cuanto más me acercaba, más sin palabras me quedaba ante la magnitud de la destrucción.",
        "コースロープはちぎれ、プールサイドには瓦礫や折れた木々が散乱している。": "Las corcheras estaban rotas y en el borde de la piscina había escombros y árboles rotos esparcidos.",
        "濾過装置らしきものは粉々に砕け散り、プールの中には泥水と枝、そして正体不明の残骸が満ちていた。": "Lo que parecía ser el sistema de filtración estaba hecho añicos, y la piscina estaba llena de agua fangosa, ramas y restos de origen desconocido.",
        "長方形の青い水の代わりに、そこには荒れ果てた、ただの穴があった。": "En lugar de un rectángulo de agua azul, solo había un agujero desolado y vacío.",
        "震えが止まらない。": "No podía dejar de temblar.",
        "寒さからではない。": "No por el frío.",
        "僕の訓練の場、僕の夢の舞台が、こうも簡単に消え去ってしまったという事実に、心が凍りついた。": "Mi corazón se heló ante el hecho de que mi lugar de entrenamiento, el escenario de mis sueños, había desaparecido tan fácilmente.",
        "呆然と立ち尽くしていると、背後から足音が聞こえた。": "Mientras permanecía aturdido, oí pasos detrás de mí.",
        "「海翔！": "—¡Kaito!",
        "」聞き慣れた声に振り返ると、田中コーチが立っていた。": "Al girarme hacia la voz familiar, vi al entrenador Tanaka de pie.",
        "彼の顔にも僕と同じ、いやそれ以上の絶望が浮かんでいた。": "En su rostro también se veía la misma desesperación que en el mío, o quizás incluso más.",
        "コーチは何も言わず、ただ僕の肩にそっと手を置いた。": "El entrenador no dijo nada y simplemente colocó suavemente una mano sobre mi hombro.",
        "その手は温かいのに、僕の心はひどく冷たかった。": "Aunque su mano estaba cálida, mi corazón estaba terriblemente frío.",
        "コーチもまた、この光景に打ちひしがれているのが分かった。": "Comprendí que el entrenador también estaba devastado por esta escena.",
        "しばらくすると、町の人が何人か集まってき始めた。": "Poco después, varios vecinos del pueblo comenzaron a reunirse.",
        "顔見知りの者もいれば、初めて見る者もいた。": "Algunos eran rostros conocidos, mientras que a otros los veía por primera vez.",
        "「なんてことだ」「これはひどいな」といった声が聞こえる。": "Se oían voces como '¡Qué desastre!' o 'Esto es terrible'.",
        "被害の大きさにため息をつく者、しかしすぐに「どうやって片付けるか」「再建にはどれくらいかかるか」と現実的な話をする者もいた。": "Algunos suspiraban ante la magnitud de los daños, pero otros enseguida empezaban a hablar de forma práctica sobre 'cómo limpiar' y 'cuánto tiempo tomará la reconstrucción'.",
        "彼らの声が遠く聞こえる中、僕はただ、崩壊したプールを見つめていた。": "Mientras sus voces sonaban lejanas, yo solo miraba fijamente la piscina derrumbada.",
        "ここが僕の全てだった。": "Este era mi todo.",
        "母が亡くなる前、僕にオリンピックの夢を託し、「諦めないで」と約束させた場所。": "El lugar donde mi madre, antes de fallecer, me confió el sueño olímpico y me hizo prometer 'nunca rendirme'.",
        "あの誓いを胸に、僕は毎日水に飛び込み、限界まで自分を追い込んできた。": "Con esa promesa en el corazón, me sumergí en el agua cada día y me esforcé hasta el límite.",
        "それが今、この有様だ。": "Y ahora, esto es lo que queda.",
        "水への恐怖心、身体の不調、そして今、練習する場所までもが失われた。": "El miedo al agua, los problemas físicos, y ahora, hasta el lugar de entrenamiento, todo se ha perdido.",
        "これ以上、どうやって母との約束を守れるというのだろう。": "A partir de ahora, ¿cómo se supone que voy a cumplir la promesa que le hice a mi madre?",
        "僕のオリンピックの夢は、この瓦礫の下に完全に埋もれてしまったように思えた。": "Mi sueño olímpico parecía estar completamente enterrado bajo estos escombros.",
        "僕は崩れ落ちたプールの中心に立ち、泥水と瓦礫を見下ろした。": "Me paré en el centro de la piscina derrumbada y miré hacia el agua fangosa y los escombros.",
        "灰色の空がどこまでも広がり、僕の未来と同じくらい不透明に見えた。": "El cielo gris se extendía sin fin, tan opaco como mi futuro.",
        "母さん、僕はどうすればいいんだ？": "Mamá, ¿qué debo hacer?",
        "この壊滅的な状況で、どうやって、あの約束を果たせばいいんだ？": "En esta situación devastadora, ¿cómo voy a cumplir aquella promesa?"
      }
    },
    {
      "id": "ch5",
      "title": "Sombras bajo la superficie",
      "description": "Kaito intenta practicar en el mar en lugar de en la piscina. Sin embargo, un encuentro con un tiburón lo deja aterrorizado y desarrolla miedo al agua.",
      "sentences": {
        "プールの無残な姿を目の当たりにして以来、俺の心は鉛のように重かった。": "Desde que presencié el lamentable estado de la piscina, mi corazón pesaba como el plomo.",
        "オリンピックの夢は、母との約束は、これで終わりなのか？": "¿Mis sueños olímpicos, la promesa a mi madre, se acababan así?",
        "絶望が喉元まで迫っていた。": "La desesperación me ahogaba.",
        "しかし、諦めることだけはできなかった。": "Sin embargo, no podía rendirme.",
        "プールが駄目なら、他に方法があるはずだ。": "Si la piscina no servía, debía haber otra forma.",
        "沖縄のこの地で、プールが無理なら、残された唯一の選択肢は――海だ。": "Aquí en Okinawa, si la piscina no era una opción, la única alternativa que quedaba era... el mar.",
        "朝焼けが水平線を赤く染める中、俺は誰もいないビーチに立っていた。": "Mientras el amanecer teñía el horizonte de rojo, yo estaba parado en una playa desierta.",
        "広大な海が目の前に広がる。": "Un vasto océano se extendía ante mí.",
        "練習用のプールとは全く違う、予測不能な生命の息吹を感じた。": "Sentí la impredecible vitalidad de la vida, completamente diferente a la de una piscina de entrenamiento.",
        "波が砂浜に打ち寄せ、その度、挑戦的な囁きが聞こえる気がした。": "Las olas rompían en la arena y, cada vez, me parecía escuchar un susurro desafiante.",
        "「海翔、お前はここで泳げるのか？": "«Kaito, ¿puedes nadar aquí?",
        "」  深呼吸をして、冷たい海へ足を踏み入れた。": "» Tomé una respiración profunda y pisé el agua fría del mar.",
        "最初は震えるような冷たさだったが、すぐに慣れた。": "Al principio, el frío me hizo temblar, pero pronto me acostumbré.",
        "プールのように整備されたレーンも、ターンを示す壁もない。": "No había carriles delimitados como en una piscina, ni paredes que indicaran el giro.",
        "ただ無限に広がる青い空間。": "Solo un espacio azul que se extendía sin fin.",
        "泳ぎ出すと、すぐにプールの水とは全く違う抵抗を感じた。": "Al empezar a nadar, enseguida sentí una resistencia completamente diferente a la del agua de la piscina.",
        "波が体を揺らし、定まったリズムを奪っていく。": "Las olas agitaban mi cuerpo, robándome el ritmo establecido.",
        "潮流が体を引き、余分な力を使わせる。": "Las corrientes me arrastraban, obligándome a usar fuerza extra.",
        "そして、塩水が口に入ると、その苦さに思わず顔をしかめた。": "Y, cuando el agua salada me entró en la boca, fruncí el ceño ante su amargor.",
        "それでも、俺は必死に腕をかいた。": "Aun así, batí mis brazos con todas mis fuerzas.",
        "これが、今の俺に残された唯一の道だ。": "Este era el único camino que me quedaba ahora.",
        "オリンピックの夢を繋ぐための、最後の希望だ。": "Era la última esperanza para mantener vivo mi sueño olímpico.",
        "最初はぎこちなかった泳ぎも、徐々に体が水に馴染んでいくのを感じた。": "Aunque al principio mi nado era torpe, sentí cómo mi cuerpo se iba adaptando al agua poco a poco.",
        "波を乗り越え、潮流を読み、ひたすら沖へ向かって進んだ。": "Superando las olas, leyendo las corrientes, avancé sin cesar hacia mar abierto.",
        "ここなら、誰も邪魔しない。": "Aquí, nadie me molestaría.",
        "俺はもっと強くなれる。": "Podría hacerme más fuerte.",
        "そう信じていた。": "Así lo creía.",
        "どれくらい泳いだだろうか。": "¿Cuánto tiempo habría nadado?",
        "ふと、全身を包み込むような冷たい視線を感じた。": "De repente, sentí una mirada fría que me envolvía por completo.",
        "まるで、水の中に何かが潜んでいるような。": "Como si algo se escondiera bajo el agua.",
        "気のせいだ、と自分に言い聞かせ、泳ぎを続けた。": "Me dije a mí mismo que era mi imaginación y seguí nadando.",
        "しかし、その視線は消えない。": "Pero esa mirada no desaparecía.",
        "背筋が凍るような悪寒が走った。": "Un escalofrío helado recorrió mi espalda.",
        "その瞬間だった。": "Fue en ese instante.",
        "視界の端で、巨大な影が横切った。": "Por el rabillo del ojo, una sombra enorme cruzó.",
        "一瞬、何が起こったのか理解できなかった。": "Por un instante, no pude comprender lo que había pasado.",
        "次の瞬間、俺のすぐ真下から、灰色の一閃が突き上げてきた。": "Al instante siguiente, justo debajo de mí, un destello gris se disparó hacia arriba.",
        "信じられないほどのスピード。": "Una velocidad increíble.",
        "鋭い歯が並んだ口が、すぐそこにある。": "Una boca llena de afilados dientes estaba justo ahí.",
        "サメだ！": "¡Un tiburón!",
        "全身の血が凍りついた。": "Se me heló la sangre.",
        "恐怖が、意識を麻痺させる。": "El terror paralizó mi consciencia.",
        "本能的に、体が勝手に動き出した。": "Por instinto, mi cuerpo se movió por sí solo.",
        "必死に水をかき、叫び声を上げようとするが、塩水が口に入り、むせて呼吸ができない。": "Batí el agua desesperadamente e intenté gritar, pero el agua salada me entró en la boca, haciéndome ahogar y sin poder respirar.",
        "心臓が喉まで飛び出してきそうなほど脈打つ。": "Mi corazón latía tan fuerte que parecía salírseme por la garganta.",
        "奴は一度通り過ぎたが、また弧を描いてこちらへ向かってくるのが分かった。": "Pasó de largo una vez, pero me di cuenta de que giraba y venía de nuevo hacia mí.",
        "死ぬ！": "¡Voy a morir!",
        "そう思った。": "Eso pensé.",
        "猛烈なパニックが俺を襲った。": "Un pánico abrumador se apoderó de mí.",
        "とにかく、岸へ。": "¡Como fuera, a la orilla!",
        "一秒でも早く、この水から出なければ。": "Tengo que salir de este agua cuanto antes.",
        "狂ったように腕と足を動かし、後方を見ることもせず、ただひたすら陸を目指した。": "Moví brazos y piernas como un loco, sin siquiera mirar atrás, y solo me dirigí desesperadamente hacia la orilla.",
        "背後から追ってくる気配はなかったが、恐怖は決して消えなかった。": "No sentía que me persiguieran por detrás, pero el miedo nunca desapareció.",
        "体が震え、泳ぎが乱れる。": "Mi cuerpo temblaba y mi nado se descontrolaba.",
        "だが、止まることは許されない。": "Pero no podía permitirme parar.",
        "どれだけの時間が経っただろうか。": "¿Cuánto tiempo habría pasado?",
        "砂浜に足がついた瞬間、俺は力が抜け、その場に崩れ落ちた。": "En el instante en que mis pies tocaron la arena, perdí todas mis fuerzas y me desplomé allí mismo.",
        "肺が焼け付くように痛み、何度も咳き込んだ。": "Los pulmones me ardían y tosí una y otra vez.",
        "冷たい砂の感触が、現実に戻してくれた。": "La sensación de la arena fría me trajo de vuelta a la realidad.",
        "海を見つめる。": "Miro el mar.",
        "きらきらと輝く、どこまでも美しい青。": "Un azul brillante, infinitamente hermoso.",
        "だが、もう、その美しさの中に、俺は潜れない。": "Pero ya no puedo sumergirme en esa belleza.",
        "水の中の静かな恐怖が、肌にこびりついている。": "El terror silencioso del agua se me había pegado a la piel.",
        "今まで抱えていた水への違和感や、プールが壊れた絶望なんて比じゃない。": "El malestar que había sentido hasta ahora con el agua, o la desesperación por la piscina rota, no era nada comparado con esto.",
        "全身が震え、涙が止まらなかった。": "Todo mi cuerpo temblaba y las lágrimas no paraban de caer.",
        "もう、泳げない。": "Ya no podía nadar.",
        "オリンピックの夢は、本当に、終わってしまった。": "El sueño olímpico, de verdad, había terminado.",
        "俺は、水が、怖かった。": "Le tenía miedo al agua.",
        "心の底から。": "Desde lo más profundo de mi ser."
      }
    },
    {
      "id": "ch6",
      "title": "Corazón hundido",
      "description": "Kaito se salta la escuela y se sume en depresión, contemplando su trofeo de natación, abrumado por la culpa hacia su madre.",
      "sentences": {
        "カーテンの隙間から差し込む光が、部屋の隅に追いやられた埃を浮かび上がらせていた。": "La luz que se colaba por la rendija de las cortinas iluminaba el polvo arrinconado en un rincón de la habitación.",
        "今日も学校には行かなかった。": "Hoy tampoco fui a la escuela.",
        "ベッドの中で丸くなり、虚ろな目で天井を見つめる。": "Acostado en la cama, me hice un ovillo y miré el techo con la mirada perdida.",
        "もう何日、こうしているだろう。": "¿Cuántos días llevaré así?",
        "時間という概念が、意味を失っていた。": "La noción del tiempo había perdido todo sentido.",
        "「海翔、いるのか？": "¿Kaito, estás ahí?",
        "」  玄関のチャイムが鳴り、田中コーチの声が聞こえた。": "Sonó el timbre de la puerta y oí la voz del entrenador Tanaka.",
        "心臓が跳ねる。": "Mi corazón dio un vuelco.",
        "無視だ。": "Ignorarlo.",
        "誰にも会いたくない。": "No quiero ver a nadie.",
        "カーテンを閉め切った部屋は薄暗く、外界から隔絶されている。": "La habitación, con las cortinas completamente cerradas, estaba en penumbra y me sentía aislado del mundo exterior.",
        "コーチの声は、まるで遠い夢のようだ。": "La voz del entrenador me pareció un sueño lejano.",
        "昔の俺なら、すぐにでも飛び起きて練習に向かっていただろうに。": "El yo de antes se habría levantado de un salto para ir a entrenar.",
        "今の俺には、体を起こす気力すら湧かない。": "Ahora mismo, ni siquiera tengo fuerzas para levantarme.",
        "数分後、諦めたように足音が遠ざかるのを感じ、安堵と、かすかな罪悪感が胸をよぎった。": "Minutos después, sentí cómo sus pasos se alejaban con resignación, y una mezcla de alivio y una leve punzada de culpa me invadió el pecho.",
        "ふと、視線が部屋の棚に吸い寄せられた。": "De repente, mi mirada se posó en la estantería de la habitación.",
        "そこに飾られた、きらめくトロフィーとメダルたち。": "Allí estaban, los trofeos y medallas relucientes.",
        "昔は、それを見るたびに誇らしさと喜びが湧き上がってきた。": "Antes, cada vez que los veía, sentía una oleada de orgullo y alegría.",
        "メダルの一つを手に取る。": "Tomé una de las medallas.",
        "ずっしりとした重みが、過去の栄光を思い出させる。": "Su considerable peso me recordaba glorias pasadas.",
        "汗と努力、勝利の歓声。": "El sudor, el esfuerzo, los vítores de la victoria.",
        "あの頃は、水の中が俺の全てだった。": "En aquel entonces, el agua lo era todo para mí.",
        "母親の夢を背負い、ただひたすらに泳ぎ続けた日々。": "Días en los que cargaba con el sueño de mi madre y no hacía más que nadar sin descanso.",
        "オリンピック。": "Las Olimpiadas.",
        "あの言葉が、どれほど俺を駆り立てていたか。": "¡Cuánto me impulsaba esa palabra!",
        "「海翔くん、大丈夫？": "¿Kaito, estás bien?",
        "」  スマホが震えた。": "El móvil vibró.",
        "花からだ。": "Era de Hana.",
        "優しくて、いつも俺を気遣ってくれる彼女のメッセージ。": "Su mensaje, tan amable, siempre preocupada por mí.",
        "既読はつけたが、返信する気にはなれなかった。": "Lo leí, pero no tuve ganas de responder.",
        "きっと彼女は心配してくれているだろう。": "Seguramente ella está preocupada.",
        "だが、今の俺は、誰の優しさにも触れたくなかった。": "Pero ahora mismo, no quería sentir la amabilidad de nadie.",
        "傷つけたくない。": "No quería herirla.",
        "そして、俺自身が、その優しさを受け止めるに値しないと感じていた。": "Y sentía que yo mismo no merecía esa amabilidad.",
        "俺は、全てを失った。": "Lo perdí todo.",
        "プールは破壊され、サメとの遭遇で水への恐怖は拭えない。": "La piscina fue destruida, y el miedo al agua por el encuentro con el tiburón es imborrable.",
        "泳ぐことなんて、もうできない。": "Ya no puedo nadar.",
        "あんなに愛した水が、今ではただ恐ろしいだけの存在だ。": "El agua que tanto amaba, ahora es solo una presencia aterradora.",
        "あの時、母親に誓った約束――「オリンピックの夢、諦めないでね」。": "En aquel momento, la promesa que le hice a mi madre: «No renuncies a tu sueño olímpico».",
        "その言葉が、耳の奥でこだまする。": "Esas palabras resonaban en mis oídos.",
        "俺は、母さんの願いを裏切ってしまった。": "Traicioné el deseo de mi madre.",
        "彼女の夢を、俺の手で壊してしまったんだ。": "Destruí su sueño con mis propias manos.",
        "ベッドから這い出し、トロフィーの並ぶ棚の前に座り込む。": "Me arrastré fuera de la cama y me senté frente a la estantería donde estaban los trofeos.",
        "メダルが陽の光を受けて、空虚に輝く。": "Las medallas, bañadas por la luz del sol, brillaban con un resplandor vacío.",
        "それは、もう俺のものではない。": "Ya no me pertenecen.",
        "俺はもう、水泳選手ではない。": "Ya no soy nadador.",
        "ただの、夢を失った、臆病な男だ。": "Soy solo un hombre cobarde que ha perdido su sueño.",
        "母さんが、生前どんなに俺を応援してくれていたかを思うと、胸が張り裂けそうになる。": "Pensar en cuánto me apoyó mi madre en vida me parte el corazón.",
        "彼女の誇りだった俺は、今やただの失敗作だ。": "Yo, que era su orgullo, ahora soy solo un fracaso.",
        "目線を上げると、棚の端に飾られた母親の写真と目が合った。": "Al levantar la vista, mis ojos se encontraron con la foto de mi madre que estaba en el extremo de la estantería.",
        "優しい笑顔。": "Una sonrisa amable.",
        "あの笑顔に、俺はもう応えることができない。": "A esa sonrisa, ya no puedo responder.",
        "母さん、ごめん。": "Mamá, lo siento.",
        "俺は、貴女の期待に応えられなかった。": "No pude cumplir tus expectativas.",
        "俺は、もう泳げない。": "Ya no puedo nadar.",
        "貴女の夢も、俺自身の夢も、全てこの濁った水の中に沈んでしまった。": "Tanto tus sueños como los míos, todo se ha hundido en esta agua turbia.",
        "水面に浮かぶことすらできない、溺れた魂のようだ。": "Soy como un alma ahogada, que ni siquiera puede flotar en la superficie.",
        "部屋の暗闇の中で、俺は一人、膝を抱える。": "En la oscuridad de la habitación, me abrazo las rodillas, solo.",
        "どこへ向かえばいいのか、何をすればいいのか。": "¿Adónde debo ir, qué debo hacer?",
        "全く分からない。": "No tengo ni idea.",
        "過去の栄光は、ただの重荷でしかない。": "La gloria del pasado no es más que una carga.",
        "未来は、まるで深海の底のように暗く、どこまでも続いていくように感じられた。": "El futuro se sentía tan oscuro como el fondo del mar, extendiéndose sin fin."
      }
    },
    {
      "id": "ch7",
      "title": "La Corte del Cambio",
      "description": "Kaito se topa con una cancha de baloncesto en una base militar y queda intrigado por el partido de Marcus y Jamal.",
      "sentences": {
        "ここ数週間、僕は自分の部屋に閉じこもっていた。": "Durante las últimas semanas me había encerrado en mi habitación.",
        "窓の外はいつも同じ灰色の景色で、重たい空気だけが僕を包み込み、呼吸することさえ苦痛だった。": "Fuera de la ventana siempre estaba la misma vista gris, un aire pesado me envolvía y hasta respirar me resultaba doloroso.",
        "体の奥底に巣食う鉛のような疲労感と、水への拭い去れない恐怖が、僕を外の世界から完全に隔てていた。": "Una fatiga plúmbea anidada en lo más profundo de mi cuerpo y un miedo inquebrantable al agua me separaban por completo del mundo exterior.",
        "ある日、たまらずドアを開けた。": "Un día, sin poder soportarlo más, abrí la puerta.",
        "行きたい場所なんてどこにもなかったけれど、とにかくこの閉塞感から逃れたかった。": "No tenía ningún lugar al que quisiera ir, pero simplemente quería escapar de esta sensación de encierro.",
        "目的もなく歩き続けると、いつの間にか米軍基地のすぐそばまで来ていた。": "Seguí caminando sin rumbo y, sin darme cuenta, había llegado muy cerca de una base militar estadounidense.",
        "普段なら絶対に近づかない場所だ。": "Normalmente, era un lugar al que jamás me acercaría.",
        "「ドン、ドン、ドン。": "«¡Bum, bum, bum!",
        "」  規則的で、しかし力強い音が耳に届いた。": "Un sonido rítmico, pero potente, llegó a mis oídos.",
        "まるで何かが僕を呼んでいるかのように、その音は僕の心を微かに揺さぶった。": "Como si algo me llamara, ese sonido agitó levemente mi corazón.",
        "何だろう？": "¿Qué sería?",
        "好奇心に引かれ、僕は音のする方へと吸い寄せられるように歩き、高い塀の隙間から中を覗き込んだ。": "Atraído por la curiosidad, caminé como imantado hacia donde provenía el sonido y me asomé al interior por un hueco en la alta valla.",
        "そこには、鮮やかなオレンジ色のボールと、二人の男がいた。": "Allí había una pelota de un vibrante color naranja y dos hombres.",
        "彼らは、まるで重力から解放されたかのように軽やかにコートを駆け巡り、ボールを追いかけていた。": "Corrían ágilmente por la cancha persiguiendo el balón, como si se hubieran liberado de la gravedad.",
        "一人は背が高く、しなやかな動きでパスを出し、もう一人は小柄だが、その動きはまるで獲物を狙う肉食獣のように素早く、鋭かった。": "Uno era alto y daba pases con movimientos fluidos; el otro era pequeño, pero sus movimientos eran rápidos y agudos como los de un depredador acechando a su presa.",
        "マルクスとジャマル。": "Marcus y Jamal.",
        "彼らが繰り出すシュートは、吸い込まれるようにネットに揺れ、乾いた音を響かせた。": "Sus tiros se metían en la red como si fueran succionados, resonando con un sonido seco.",
        "彼らの躍動する姿は、僕の心に深く沈んだ重苦しい感情とは全くの対極にあった。": "Su vibrante vitalidad era el polo opuesto de los pesados sentimientos que se habían hundido profundamente en mi corazón.",
        "汗が飛び散り、笑い声が響く。": "El sudor salpicaba y las risas resonaban.",
        "そこには、僕が忘れかけていた「生きてる」という感覚が満ちていた。": "Allí reinaba esa sensación de 'estar vivo' que yo casi había olvidado.",
        "僕は無意識のうちに、彼らの動きを解析していた。": "Inconscientemente, estaba analizando sus movimientos.",
        "ボールが手から離れる瞬間の、あの指先の繊細な感覚。": "Esa delicada sensación en la punta de los dedos en el momento en que el balón se desprendía de la mano.",
        "それは、水中で水を捉え、推進力を生み出す僕の指先の感覚に酷似していた。": "Era muy similar a la sensación en mis propios dedos al atrapar el agua bajo el agua y generar propulsión.",
        "ドリブルの規則正しいリズムは、僕がプールで何万回と繰り返した、一定のペースで水を掻くストロークのリズムそのものだった。": "El ritmo regular del regate era idéntico al ritmo de las brazadas con las que había remado el agua a un ritmo constante miles de veces en la piscina.",
        "そして、相手の意図を読み、パスを出す一瞬のタイミング。": "Y el momento preciso para leer la intención del oponente y dar un pase.",
        "それは、スタートの合図を待つ研ぎ澄まされた集中力や、ターンをする際の完璧な予測に通じるものがあった。": "Eso se conectaba con la concentración afilada al esperar la señal de inicio o la predicción perfecta al girar.",
        "何よりも僕の目を奪ったのは、彼らの動き全体に宿る「流れ」だった。": "Pero lo que más me cautivó fue el 'fluir' presente en todos sus movimientos.",
        "僕が水泳で追い求めた、無駄な抵抗をなくし、水の流れを味方につける「フロー」。": "El 'fluir' que yo había buscado en la natación, eliminando la resistencia innecesaria y aprovechando el flujo del agua.",
        "バスケットボールにも、その「フロー」が確かに存在していたのだ。": "En el baloncesto también, ese 'fluir' existía de forma clara.",
        "ふと、背の高い男、マルクスが僕の方に気づき、大きく手を振った。": "De repente, Marcus, el hombre alto, me notó y me saludó con un gran gesto de la mano.",
        "彼の顔には屈託のない笑顔が浮かんでいて、その明るさに僕は一瞬たじろいだ。": "Su rostro mostraba una sonrisa despreocupada y su brillantez me hizo dudar por un instante.",
        "「ヘイ！": "«¡Hey!",
        "カモン！": "¡Ven!",
        "ジョインアス！": "¡Únete a nosotros!»",
        "」 彼の英語は単純だったが、その意図は明確に伝わってきた。": "Su inglés era sencillo, pero su intención se transmitió con claridad.",
        "隣の小柄な男、ジャマルも、少し訝しげな顔でこちらを見たが、すぐに視線をボールに戻した。": "Jamal, el hombre pequeño a su lado, también me miró con una pizca de recelo, pero enseguida volvió la vista al balón.",
        "一瞬、全身の血液が凍り付いたような気がした。": "Por un instante, sentí como si la sangre se me hubiera congelado en las venas.",
        "僕なんかが、こんな場所で、彼らと？": "¿Yo, en un lugar así, con ellos?",
        "もう僕は何もできない。": "Ya no puedo hacer nada.",
        "泳ぐことさえできないのに、新しいことなんて、できるわけがない。": "Si ni siquiera puedo nadar, es imposible que pueda hacer algo nuevo.",
        "心の底からそう思った。": "Lo pensé desde lo más profundo de mi corazón.",
        "だが同時に、その凍り付いた心の奥底で、小さな、熱い火が灯るのを感じた。": "Pero al mismo tiempo, en lo más profundo de mi corazón congelado, sentí que se encendía un pequeño y cálido fuego.",
        "それは、何週間も感じることのなかった「好奇心」だった。": "Era la 'curiosidad' que no había sentido en semanas.",
        "彼らの躍動する姿が、僕の心を強く掻き乱し、まるで僕にもできるのではないかという淡い期待を抱かせた。": "Su vibrante presencia agitó intensamente mi corazón e hizo que albergara una tenue esperanza de que tal vez yo también podría hacerlo.",
        "ジャマルが、突然、ドリブルしていたボールを僕の方に転がした。": "De repente, Jamal rodó el balón que estaba botando hacia mí.",
        "その意図は明らかだった。": "Su intención era clara.",
        "無言の招待。": "Una invitación silenciosa.",
        "オレンジ色のボールは、僕の足元で静かに止まった。": "El balón naranja se detuvo tranquilamente a mis pies.",
        "僕はゆっくりと、そのボールに手を伸ばした。": "Lentamente, extendí la mano hacia el balón.",
        "冷たいはずのボールが、なぜか僕の掌に、温かい希望の光を灯した気がした。": "El balón, que debería haber estado frío, por alguna razón, encendió en mi palma lo que pareció una cálida luz de esperanza.",
        "「…オッケー。": "«…De acuerdo.",
        "」 か細い声が、僕の口からこぼれた。": "» Una voz tenue escapó de mis labios.",
        "数週間ぶりに、僕の心に、小さな、しかし確かな光が差し込んだ気がした。": "Por primera vez en varias semanas, sentí que una luz pequeña, pero segura, se abría paso en mi corazón.",
        "それは、忘れかけていた「前へ進む」という感覚の、最初の、微かな兆候だった。": "Era el primer y tenue indicio de esa sensación de «avanzar» que casi había olvidado."
      }
    },
    {
      "id": "ch8",
      "title": "Uno a uno",
      "description": "Kaito juega al baloncesto por primera vez, invitado por Marcus y Jamal. El momento en que su talento para la natación cobra vida.",
      "sentences": {
        "軍の基地にあるバスケットボールコートに立った僕は、手足が自分のものじゃないみたいにぎこちなかった。": "De pie en la cancha de baloncesto de la base militar, me sentía torpe, como si mis extremidades no me pertenecieran.",
        "まさか自分がバスケをすることになるとは、昨日の夜まで夢にも思わなかったことだ。": "Hasta la noche anterior, ni en sueños me habría imaginado que acabaría jugando al baloncesto.",
        "「カイ、まずはボールに慣れることからだ」マーカスが笑顔でオレンジ色のボールを僕に渡した。": "—Kai, primero tienes que familiarizarte con el balón —dijo Marcus, entregándome una pelota naranja con una sonrisa.",
        "「ドリブルって言うんだ。": "—Se llama driblar.",
        "こうやって地面に叩きつけて、また手で受け止める。": "Así, lo golpeas contra el suelo y lo vuelves a recibir con la mano.",
        "簡単だろ？": "¿Fácil, verdad?",
        "」  言われた通りにやってみた。": "Lo intenté tal como me dijo.",
        "僕はまるで初めてボールに触る子供のようにぎこちなかった。": "Estaba tan torpe como un niño que toca un balón por primera vez.",
        "ボールは僕の指先をすり抜け、あっちこっちに転がっていく。": "La pelota se me escapaba de las yemas de los dedos y rodaba de un lado a otro.",
        "ジャマールが小さく笑うのが聞こえた。": "Oí a Jamal reírse en voz baja.",
        "「おいおい、元オリンピック候補がこんなもんか？": "—Pero bueno, ¿esto es todo lo que da un excandidato olímpico?",
        "」  僕は顔を赤くした。": "Me puse rojo.",
        "水中で滑らかに動けていた僕が、陸上でこんなに不器用だとは。": "Yo, que me movía con tanta soltura en el agua, era tan torpe en tierra firme.",
        "マーカスは僕の肩を軽く叩いた。": "Marcus me dio una palmada suave en el hombro.",
        "「大丈夫だ、カイ。": "—Está bien, Kai.",
        "最初はみんなそうだ。": "Al principio, todos somos así.",
        "焦らずに、リズムを感じてみろ。": "No te apresures, intenta sentir el ritmo.",
        "」  水泳のリズム。": "El ritmo de la natación.",
        "そう、全てはリズムだ。": "Sí, todo es ritmo.",
        "僕は意識的に、手首を使ってボールに回転を与えることを試みた。": "Conscientemente, intenté dar rotación al balón usando la muñeca.",
        "腕を長く伸ばし、指先でボールをコントロールする。": "Estirar los brazos y controlar el balón con las yemas de los dedos.",
        "何度か失敗した後、ようやくボールが手のひらに吸い付く感覚を覚えた。": "Después de varios intentos fallidos, por fin sentí que el balón se adhería a la palma de mi mano.",
        "ドッ、ドッ、ドッ。": "Doc, doc, doc.",
        "心臓の音みたいだ。": "Es como el latido de un corazón.",
        "「よし、いいぞカイ！": "—¡Bien, así se hace, Kai!",
        "その調子！": "¡Sigue así!",
        "」マーカスが声を上げた。": "—exclamó Marcus.",
        "ジャマールがボールを取り返し、僕にパスを投げた。": "Jamal recuperó el balón y me lo pasó.",
        "慌てて手を伸ばしたが、ボールは指を弾いて転がっていった。": "Me apresuré a extender la mano, pero el balón rebotó en mis dedos y rodó.",
        "水中の感覚とは全く違う。": "Era una sensación completamente diferente a la del agua.",
        "「パスは両手でしっかり受け止めるんだ。": "—Los pases se reciben firmemente con ambas manos.",
        "キャッチするときは、ボールに柔らかく手を添えるように」マーカスが再び教えてくれた。": "Al atraparlo, apoya las manos suavemente sobre el balón —me explicó Marcus de nuevo.",
        "シュートも散々だった。": "Los tiros también fueron un desastre.",
        "リングに向かってボールを投げたが、力加減が分からず、ボールは遥か上を通り過ぎるばかり。": "Lancé la pelota hacia el aro, pero no sabía dosificar la fuerza, y el balón solo pasaba muy por encima.",
        "何度も。": "Una y otra vez.",
        "肩は水泳で鍛え抜かれているはずなのに、この動きには全く慣れていなかった。": "Mis hombros deberían haber estado bien entrenados por la natación, pero no estaba en absoluto acostumbrado a este movimiento.",
        "「海翔、お前は背が高いから有利だぞ。": "—Kai, eres alto, eso te da ventaja.",
        "そして、体力もある」ジャマールが言った。": "Y tienes buena resistencia —dijo Jamal.",
        "「泳いでたんだろ？": "—¿Nadabas, verdad?",
        "あの持久力は羨ましいね。": "Esa resistencia es envidiable.",
        "ただ、動きにキレがないだけだ。": "Solo que a tus movimientos les falta agilidad.",
        "」  確かに、コートを何度も往復しても息が上がらない。": "Ciertamente, no me quedaba sin aliento ni después de ir y venir varias veces por la cancha.",
        "水泳で培った持久力と体幹がこんな形で役立つとは。": "Quién iba a decir que la resistencia y la fuerza del tronco desarrolladas con la natación me serían útiles de esta forma.",
        "マーカスは僕にシュートのフォームを丁寧に教えてくれた。": "Marcus me enseñó cuidadosamente la forma de tirar.",
        "「肘を内側に、膝を曲げて、ジャンプして…」僕は彼らの真似をして、何度も繰り返した。": "—Codo hacia adentro, dobla las rodillas, salta... —Yo los imité y lo repetí una y otra vez.",
        "頭の中で、水中でストロークを繰り返す自分を想像した。": "En mi mente, me imaginé repitiendo brazadas en el agua.",
        "反復練習。": "Práctica repetitiva.",
        "それは水泳と同じだ。": "Eso es lo mismo que en natación.",
        "体が少しずつ、バスケットボールの動きに慣れていく。": "Mi cuerpo, poco a poco, se acostumbraba a los movimientos del baloncesto.",
        "ぎこちない中に、時折滑らかさが現れた。": "Dentro de la torpeza, de vez en cuando, aparecía la fluidez.",
        "ジャマールが僕を抜き去ろうとした時、僕は思わず手を伸ばした。": "Cuando Jamal intentó pasarme, instintivamente extendí la mano.",
        "その長い腕が、彼のパスの軌道をわずかに変えた。": "Ese brazo largo desvió ligeramente la trayectoria de su pase.",
        "「おお、ナイスディフェンス、カイ！": "«¡Oh, buena defensa, Kai!",
        "」マーカスが驚いたような声を上げた。": "» exclamó Marcus, sorprendido.",
        "その瞬間、僕の体の中で何かが弾けた。": "En ese instante, algo estalló dentro de mí.",
        "水中で感じていた、あの研ぎ澄まされた感覚。": "Esa sensación de agudeza que sentía bajo el agua.",
        "そして、その時が来た。": "Y entonces, llegó el momento.",
        "マーカスからのパスを、今度はしっかり両手でキャッチできた。": "Esta vez pude atrapar el pase de Marcus firmemente con ambas manos.",
        "ドリブルを一回、二回。": "Un bote, dos botes.",
        "ボールが手に吸い付く。": "El balón se adhirió a mis manos.",
        "リングを見上げた。": "Miré hacia el aro.",
        "距離は近い。": "La distancia era corta.",
        "膝を深く曲げ、水中でスタートを切る時と同じように、一瞬、呼吸を整えた。": "Doblé profundamente las rodillas y, al igual que cuando salía en el agua, regulé mi respiración por un instante.",
        "跳んだ。": "Salté.",
        "ボールを放つ。": "Solté el balón.",
        "スッと、ネットが揺れる音がした。": "Se oyó el suave sonido de la red meciéndose.",
        "その音は、まるで水が僕を優しく包み込むような、不思議な感覚だった。": "Ese sonido fue una sensación extraña, como si el agua me envolviera suavemente.",
        "弾むボール、揺れるネット。": "El balón rebotando, la red meciéndose.",
        "僕の心臓がドクドクと音を立てる。": "Mi corazón latía con fuerza.",
        "水泳でオリンピックを目指していた頃以来の、胸の高鳴りだった。": "Era la emoción en mi pecho más intensa desde los tiempos en que aspiraba a los Juegos Olímpicos en natación."
      }
    },
    {
      "id": "ch9",
      "title": "De carril a carril",
      "description": "Kaito aplica métodos de entrenamiento de natación al baloncesto, entrenando rigurosamente en secreto. El descubrimiento de una nueva pasión.",
      "sentences": {
        "夜明け前、あるいは皆が寝静まった後。": "Antes del amanecer, o después de que todos se hubieran dormido.",
        "僕は一人、軍のバスケットコートへ向かった。": "Me dirigí solo a la cancha de baloncesto del ejército.",
        "かつての水泳のように、誰にも知られずバスケットボールを習得しようと決めたのだ。": "Decidí aprender baloncesto sin que nadie lo supiera, igual que hice con la natación.",
        "ドリブルから始めた。": "Empecé con el regate.",
        "最初は手につかず、まるで水中でぎこちない手足のようだった。": "Al principio me costaba controlarlo, era como tener extremidades torpes bajo el agua.",
        "だが、反復こそが体を覚えさせる唯一の方法だと知っていた。": "Pero sabía que la repetición era la única forma de que el cuerpo aprendiera.",
        "プールで何千回も腕を回し、キックを打ってきたように、ひたすらボールを床に叩きつけ続けた。": "Así como había movido los brazos y pateado miles de veces en la piscina, me dediqué a golpear el balón contra el suelo sin parar.",
        "左手で100回、右手で100回、それを何セットも。": "Cien veces con la izquierda, cien con la derecha, y así durante varias series.",
        "視線は常に前、体はリラックス。": "La mirada siempre al frente, el cuerpo relajado.",
        "シュートフォームも同様だ。": "La mecánica de tiro era similar.",
        "まず、リングの真下からゆっくりとボールを押し出す練習。": "Primero, practicaba empujar el balón lentamente desde justo debajo del aro.",
        "手首のスナップ、指先の感覚。": "El golpe de muñeca, la sensación en las yemas de los dedos.",
        "水の抵抗を感じながらストロークを調整した時のように、力の入れ具合を微調整する。": "Ajustaba la fuerza con precisión, igual que cuando regulaba la brazada sintiendo la resistencia del agua.",
        "次に、少しずつ距離を広げ、最後にフリースローラインから。": "Después, fui aumentando la distancia poco a poco, y finalmente, desde la línea de tiros libres.",
        "外れるたびに、何がダメだったかを分析した。": "Cada vez que fallaba, analizaba qué había salido mal.",
        "高さか、方向か、それとも回転か。": "¿La altura, la dirección, o el giro?",
        "体を動かすリズムは、泳ぎと似ていると感じ始めた。": "Empecé a sentir que el ritmo del movimiento del cuerpo era similar al de la natación.",
        "水の抵抗を感じながらも力強く進むあの感覚。": "Aquella sensación de avanzar con fuerza a pesar de la resistencia del agua.",
        "バスケットボールでは、ボールの弾むリズム、足の運び、重心移動が、流れるような動きを生み出す。": "En el baloncesto, el ritmo del bote, el movimiento de los pies y el cambio de centro de gravedad creaban un movimiento fluido.",
        "それはまるで、水中を滑るようだった。": "Era como deslizarse bajo el agua.",
        "シュートを決めた時の「スウッシュ」という音、ネットを揺らす感触は、完璧なターンで壁を蹴る瞬間の快感にも通じた。": "El sonido de 'swish' al encestar, la sensación de la red temblar, se asemejaba al placer de impulsarse desde la pared en un giro perfecto.",
        "この新たなリズムが、僕の全身を包み込み、深い喜びを与えてくれた。": "Este nuevo ritmo me envolvió por completo y me dio una profunda alegría.",
        "毎日、少しずつ、自分のスキルが向上していくのが分かった。": "Cada día, poco a poco, notaba cómo mis habilidades mejoraban.",
        "体はまだ慣れない動きに戸惑っていたが、かつての水泳で培った「効率的な動き」を求める感覚が、バスケットボールにも活きている。": "Aunque mi cuerpo aún se sentía torpe con los movimientos desconocidos, la búsqueda de la 'eficiencia en el movimiento' que había cultivado en la natación también me estaba sirviendo en el baloncesto.",
        "無駄をなくし、最小の力で最大を出す。": "Eliminar lo innecesario y obtener el máximo resultado con el mínimo esfuerzo.",
        "これは僕が水泳で学んだ最も重要なことだった。": "Esto era lo más importante que había aprendido en la natación.",
        "数週間後。": "Semanas después.",
        "いつもの午後の練習で、マルクスとジャマルが僕の変化に気づいた。": "Durante la habitual práctica de la tarde, Marcus y Jamal notaron mi cambio.",
        "「おい、カイト、いつの間にそんなに上手くなったんだ？": "«Oye, Kaito, ¿cuándo te has vuelto tan bueno?»,",
        "」「なんか動きがスムーズになったな、泳ぎみたいだ。": "«Tus movimientos son más fluidos, como si estuvieras nadando.»",
        "」二人の言葉に、僕は少し照れくさかった。": "Sus palabras me hicieron sentir un poco avergonzado.",
        "彼らは僕が密かに練習していることなど知る由もない。": "Ellos no tenían ni idea de que había estado practicando en secreto.",
        "夜、誰もいないコートで一人、ボールをドリブルする。": "Por la noche, driblaba solo en la cancha vacía.",
        "ライトに照らされたバスケットリングが輝き、汗がTシャツに染み込む。": "El aro de baloncesto brillaba bajo la luz, y el sudor empapaba mi camiseta.",
        "呼吸は荒いが、心は驚くほど穏やかだった。": "Mi respiración era agitada, pero mi mente estaba sorprendentemente tranquila.",
        "水中で呼吸を整え、ひたすら前へ進んだあの頃の集中力、静かな高揚感。": "La concentración y la serena euforia de aquellos días en los que regulaba la respiración bajo el agua y avanzaba sin cesar,",
        "今、このコートの上で、僕の全身を満たしていた。": "ahora, en esta cancha, me invadían por completo.",
        "水泳のレーンが僕の全てだったように、今、このバスケットコートのレーンが、僕の新たな世界になりつつあった。": "Así como los carriles de la piscina habían sido mi todo, ahora los carriles de esta cancha de baloncesto se estaban convirtiendo en mi nuevo mundo.",
        "ボールが弾む音だけが、静寂に響く。": "Solo el sonido del balón botando resonaba en el silencio.",
        "この感覚を、僕はまた見つけることができたんだ。": "Había logrado encontrar esta sensación de nuevo."
      }
    },
    {
      "id": "ch10",
      "title": "Punto de inflexión",
      "description": "El entrenador Tanaka percibe el cambio de Kai, lo que lleva a una confrontación en la piscina destruida. Es un momento de elección entre el pasado y el futuro.",
      "sentences": {
        "「最近、お前を見かけないと思ったら、こんなところにいたのか。": "«Últimamente no te veía, ¿y resulta que estabas aquí?",
        "」 背後から聞こえた田中コーチの声に、僕はギクリと肩を震わせた。": "» Me sobresalté y mis hombros se encogieron al escuchar la voz del entrenador Tanaka desde mi espalda.",
        "彼のしわの刻まれた顔は、いつになく厳しい。": "Su rostro surcado de arrugas estaba más severo que nunca.",
        "「コーチ…」 僕は声にならない声を絞り出した。": "«Entrenador…» Apenas pude emitir un sonido.",
        "彼が僕を探しに来たことは明白だった。": "Era obvio que había venido a buscarme.",
        "ここは、かつて僕の全てだった場所だ。": "Este era el lugar que una vez lo fue todo para mí.",
        "スーパー台風で壊滅的な被害を受けたプールは、見るも無残な姿を晒していた。": "La piscina, devastada por el supertifón, mostraba un aspecto lamentable.",
        "ひび割れたタイル、乾いた底、崩れた観客席。": "Azulejos agrietados, el fondo seco, las gradas derrumbadas.",
        "何もかもが、僕の過去の夢の残骸を物語っていた。": "Todo hablaba de los restos de mis sueños pasados.",
        "僕は、この場所から離れられずにいた。": "Yo no podía alejarme de este lugar.",
        "ここに来れば、過去の自分と向き合える気がしたからだ。": "Sentía que al venir aquí, podía enfrentarme a mi yo del pasado.",
        "田中コーチはゆっくりと僕の隣まで歩み寄った。": "El entrenador Tanaka se acercó lentamente hasta ponerse a mi lado.",
        "彼は荒廃したプールを見つめ、深くため息をついた。": "Miró fijamente la piscina en ruinas y suspiró profundamente.",
        "「海翔…お前、どうしているんだ。": "«Kaito… ¿qué ha sido de ti?",
        "連絡も取れない、練習にも来ない。": "No podemos contactar contigo, no vienes a entrenar.",
        "一体、何をしている？": "¿Qué demonios estás haciendo?",
        "」 彼の声には、怒りよりも深い悲しみと心配が滲んでいた。": "» En su voz se percibía una tristeza y preocupación más profundas que la ira.",
        "僕が水から遠ざかっていることは知っていても、水泳を完全に捨てたとは思っていないはずだ。": "Aunque supiera que me había alejado del agua, no debía de pensar que había abandonado la natación por completo.",
        "「すみません…」僕はうつむいた。": "«Lo siento…» Bajé la mirada.",
        "罪悪感が胸を締め付ける。": "La culpa me oprimía el pecho.",
        "僕の心臓は激しく鼓動した。": "Mi corazón latía con fuerza.",
        "コーチの期待、母との約束、そして僕自身の全てを捧げた水泳。": "Las expectativas del entrenador, la promesa a mi madre y la natación, a la que había dedicado todo de mí.",
        "それら全てを裏切っている気がした。": "Sentía que estaba traicionando todo aquello.",
        "だが、あの悪夢以来、水が怖くてたまらない。": "Pero desde aquella pesadilla, el agua me aterroriza.",
        "水中に潜ることを考えると、息が詰まる。": "Me ahogo con solo pensar en sumergirme en el agua.",
        "そんな僕に、バスケットボールは新たな光を与えてくれた。": "A mí, en ese estado, el baloncesto me dio una nueva luz.",
        "あのコートで、僕は水泳とは違う「流れ」を感じた。": "En aquella cancha, sentí un 'fluir' diferente al de la natación.",
        "体が自由に動き、ボールがまるで僕の延長のように感じられる。": "Mi cuerpo se movía con libertad y el balón se sentía como una extensión de mí mismo.",
        "あの感覚が、僕を深く満たした。": "Aquella sensación me llenó profundamente.",
        "田中コーチは僕の沈黙に、察したように言った。": "El entrenador Tanaka, como si hubiera adivinado mi silencio, dijo:",
        "「水が怖いのか？": "«¿Tienes miedo al agua?",
        "無理もない。": "Es comprensible.",
        "だが…それが全てを捨てる理由になるのか？": "Pero… ¿es eso razón para abandonarlo todo?",
        "」 「捨ててなんか、いません…」僕は言葉に詰まった。": "» «¡No lo he abandonado…!» Me quedé sin palabras.",
        "「じゃあ、なぜだ？": "«Entonces, ¿por qué?",
        "なぜ練習に来ない？": "¿Por qué no vienes a entrenar?",
        "海翔、お前はオリンピックを目指していたんだぞ。": "Kaito, ¡tú estabas aspirando a las Olimpiadas!",
        "母さんとの約束はどうする？": "¿Qué hay de tu promesa a tu madre?",
        "水泳はお前の人生だったはずだ！": "¡La natación debía ser tu vida!",
        "」 彼の声が、少しずつ熱を帯びる。": "» Su voz fue subiendo de tono poco a poco.",
        "僕は顔を上げた。": "Levanté la vista.",
        "「…バスケットボールなんです。": "«…Es el baloncesto.",
        "」 コーチの表情が凍りついた。": "» La expresión del entrenador se congeló.",
        "「バスケットボールだと？": "«¿Baloncesto dices?",
        "お前は…何を馬鹿なことを言っているんだ。": "¿Tú… qué estupidez estás diciendo?",
        "」 「馬鹿なんかじゃありません！": "» «¡No es ninguna estupidez!",
        "」僕は震える声で叫んだ。": "» grité con voz temblorosa.",
        "「僕、バスケットボールで、初めて水泳と同じ「流れ」を感じたんです。": "«Entrenador, en el baloncesto, por primera vez, he sentido el mismo \"fluir\" que en la natación.",
        "怖い水の中にいる必要がないのに、自由になれる。": "No necesito estar en el agua que me aterroriza y, aun así, me siento libre.",
        "息ができる…もう、水の中にいるのは、辛いんです！": "Puedo respirar… ¡Ya me resulta insoportable estar en el agua!",
        "」 僕の言葉は、まるで堰を切ったように溢れ出した。": "» Mis palabras brotaron como si se hubiera roto una presa.",
        "コーチは僕の目を真っ直ぐに見つめ、その中に浮かぶ恐怖と、新しい情熱の光を見つけようとしているようだった。": "El entrenador me miró directamente a los ojos, como intentando encontrar el miedo y la nueva luz de pasión que flotaban en ellos.",
        "長い沈黙が流れた。": "Reinó un largo silencio.",
        "コーチは、崩れたプールの向こうの空を仰いだ。": "El entrenador levantó la vista hacia el cielo, al otro lado de la piscina derruida.",
        "そして、ゆっくりと僕に視線を戻した。": "Luego, lentamente, volvió a mirarme.",
        "「…そうか。": "«…Ya veo.",
        "そんなに辛いのか、水が。": "«¿Tan difícil te resulta el agua?»",
        "」 彼の声は、すっかり落ち着いていた。": "» Su voz se había calmado por completo.",
        "しかし、その深いしわの奥には、拭い去れない悲しみが宿っていた。": "Sin embargo, en la profundidad de sus arrugas, anidaba una tristeza imborrable.",
        "「お前が水泳に全てを捧げたこと、私も知っている。": "«Sé que lo diste todo por la natación.",
        "だからこそ、期待していた。": "Por eso, tenía grandes expectativas.",
        "だが…無理強いはできないな。": "Pero... no puedo obligarte.",
        "」 彼は寂しそうに微笑んだ。": "» Sonrió con tristeza.",
        "「お前が本当にそこで「流れ」を見つけたのなら、それがお前の道なのだろう。": "«Si de verdad has encontrado tu 'flujo' allí, ese debe ser tu camino.",
        "母さんも、お前が苦しむ姿は望まないはずだ。": "Tu madre tampoco querría verte sufrir.",
        "」 彼は僕の肩に手を置いた。": "» Me puso una mano en el hombro.",
        "その手は、昔と変わらず大きく、温かかった。": "Su mano, tan grande y cálida como siempre.",
        "「行け、海翔。": "«Ve, Kaito.",
        "お前の選んだ道を行け。": "Sigue el camino que has elegido.",
        "だが、忘れるな。": "Pero no lo olvides.",
        "水泳で培った全ては、決して無駄にはならない。": "Todo lo que aprendiste en la natación nunca será en vano.",
        "それは、お前の一部だ。": "Es parte de ti.",
        "」 僕は思わず涙が溢れそうになった。": "» Se me llenaron los ojos de lágrimas.",
        "コーチは、僕が水泳を辞めることを許してくれた。": "El entrenador me había permitido dejar la natación.",
        "僕の新しい道を、認めてくれたんだ。": "Había reconocido mi nuevo camino.",
        "それは、何よりも僕を解放する言葉だった。": "Esas palabras me liberaron más que ninguna otra cosa.",
        "「ありがとうございます…コーチ。": "«Gracias… entrenador.",
        "」 絞り出した声は震えていた。": "» Mi voz, ahogada, temblaba.",
        "コーチは何も言わず、ただうなずき、背を向けてゆっくりと去っていった。": "El entrenador no dijo nada, solo asintió, se dio la vuelta y se marchó lentamente.",
        "その背中は、以前よりもずっと小さく見えた。": "Su espalda parecía mucho más pequeña que antes.",
        "僕は壊れたプールの前で立ち尽くした。": "Me quedé de pie frente a la piscina en ruinas.",
        "長年の重荷から解放された清々しさと、大切な人を悲しませた罪悪感が同時に押し寄せる。": "Una sensación de alivio por haberme librado de una carga de años, y la culpa de haber entristecido a alguien importante, me invadieron al mismo tiempo.",
        "僕の新しい道は、ここから始まる。": "Mi nuevo camino comienza aquí.",
        "だが、過去の「僕」は、この壊れたプールの底に、確かに残されている。": "Pero el 'yo' del pasado, sin duda, permanece en el fondo de esta piscina en ruinas."
      }
    },
    {
      "id": "ch11",
      "title": "La Voz de las Flores",
      "description": "Hana encuentra a Kaito en la cancha de baloncesto por la noche y le anima a desafiar al equipo de la escuela.",
      "sentences": {
        "夜の学校のバスケットコートは、月明かりだけが頼りだった。": "The school's basketball court at night relied solely on the moonlight.",
        "ボールが床を叩く鈍い音が響く。": "The dull thud of the ball hitting the floor echoed.",
        "ドリブル、シュート。": "Dribble, shoot.",
        "水の中とは違うけれど、このリズムが心地よかった。": "It was different from being in the water, but this rhythm felt good.",
        "水と一体になるような集中と高揚が、このボールにも宿る気がした。": "I felt the same concentration and exhilaration, like becoming one with the water, now reside in this ball too.",
        "「海翔？": "“Kaito?",
        "」  不意に、後ろから優しい声。": "Suddenly, a gentle voice from behind.",
        "ハナだった。": "It was Hana.",
        "驚いてボールを落としそうになる。": "Surprised, I almost dropped the ball.",
        "なぜここに？": "Why are you here?",
        "ハナは月明かりの下、静かに佇んでいた。": "Hana stood quietly under the moonlight.",
        "「こんな時間に、何してるの？": "“What are you doing out at this hour?",
        "」 俺はどもった。": "I stammered.",
        "「えっと…バスケ、だよ。": "“Um… basketball.”",
        "」 ハナは少し目を丸くしたが、ふわりと微笑んだ。": "Hana's eyes widened slightly, but then she smiled softly.",
        "「バスケ…海翔が？": "“Basketball… Kaito?",
        "…なんだか、楽しそうだね。": "…You look like you're really enjoying it.”",
        "」  彼女は俺のシュートをじっと見ていた。": "She was watching my shots intently.",
        "「うん…まあ、少し。": "“Yeah… a little, I guess.”",
        "」 「水の中にいた時とは、違う顔をしてる。": "“You have a different look on your face than when you were in the water.",
        "でも…海翔らしさは、変わらないね。": "But… you're still unmistakably Kaito.”",
        "」 ハナの言葉が心に響いた。": "Hana's words resonated deeply within me.",
        "泳いでいた頃の俺と今の俺、別物だと思っていたのに。": "I thought the me who used to swim and the me now were two completely different people.",
        "「ねえ、バスケ部、入ってみないの？": "“Hey, why don't you try joining the basketball team?",
        "」 俺は反射的に首を振った。": "I instinctively shook my head.",
        "「無理だよ、ハナ。": "“No way, Hana.",
        "俺は水泳選手だったんだ。": "I used to be a swimmer.",
        "ガリガリだし、バスケなんてやったことないし…」": "I'm so scrawny, and I've never even played basketball before…”",
        "水泳こそ母さんとの約束。": "Swimming was my promise to Mom.",
        "新しいことを始めるのは裏切りでは、という罪悪感が残っていた。": "A sense of guilt lingered, as if starting something new would be a betrayal.",
        "ハナは俺の隣に並び、月を見上げた。": "Hana stood beside me and looked up at the moon.",
        "「お母さんは、海翔が苦しんでる姿じゃなくて、きっと、輝いている姿を見たかったんだと思うよ。": "“I think your mom didn't want to see you suffering, Kaito, but rather shining brightly.”",
        "」 ハナの言葉が、優しく心に染み渡る。": "Hana's words gently permeated my heart.",
        "「海翔がバスケしてるの見て思ったの。": "“Watching you play basketball, Kaito, made me realize something.",
        "水中で全てを賭けていた集中力や、体でリズムを感じ取る感覚。": "The concentration with which you gave your all in the water, and the sensation of feeling rhythm with your body.",
        "あの時の海翔の真剣さが、ここでもそのままあるって。": "That same seriousness you had then is still here.”",
        "」  「場所が変わっても、海翔らしさは変わらないよ。": "“Even if the setting changes, the essence of who you are, Kaito, doesn't.",
        "海翔はいつも一生懸命で、どこまでも高みを目指してる。": "You always give your all, Kaito, and you're always striving for greater heights.",
        "それが海翔の素敵なところ。": "That's what's so wonderful about you.”",
        "」 ハナは俺の目をまっすぐ見た。": "Hana looked straight into my eyes.",
        "「それに、バスケも、お母さんとの約束の続きなんじゃないかな？": "“What's more, maybe basketball is actually a continuation of your promise to your mom?",
        "」 その言葉は魔法のようだった。": "Those words were like magic.",
        "「お母さんは、海翔に夢を持って欲しかったんだと思う。": "“I think your mom wanted you to have a dream, Kaito.",
        "それがたまたま水泳だっただけで。": "It just happened to be swimming, that's all.",
        "夢中になれるものを見つけること自体が、お母さんとの約束だったんじゃないかな。": "Perhaps finding something you could truly be passionate about was the real promise to your mom.”",
        "」  はっとした。": "It hit me.",
        "母さんは、俺が幸せで、何かに打ち込む姿を望んでいた。": "Mom wanted me to be happy and to see me pouring myself into something.",
        "この新しい情熱も、母さんが望んだ「夢中になれるもの」なのかもしれない。": "This new passion, too, might be that 'something to be passionate about' that Mom wanted.",
        "「でも…俺、まだ…」まだ少し戸惑いがあった。": "“But… I'm still…” I still felt a little hesitant.",
        "ハナはそっと俺の肩を叩いた。": "Hana gently patted my shoulder.",
        "「とりあえず、やってみようよ。": "«Por lo pronto, intentémoslo.",
        "体験入部とか、見学だけでも。": "Aunque sea una prueba o solo ir de visita.",
        "ダメだったら、また考えればいい。": "Si no funciona, ya pensaremos en otra cosa.",
        "きっと、新しい海翔が見つかるよ。": "Seguro que encuentras un nuevo Kaito.»",
        "」 彼女の瞳は、揺るぎない優しさに満ちていた。": "Sus ojos estaban llenos de una inquebrantable dulzura.",
        "その優しさが、俺の心にあった重い鎖を溶かしていくようだった。": "Esa dulzura parecía derretir las pesadas cadenas que ataban mi corazón.",
        "「…うん。": "«…Sí.»",
        "」 俺は小さく頷いた。": "Asentí levemente.",
        "ハナがにこっと笑った。": "Hana sonrió ampliamente.",
        "その笑顔は、夜の cancha y mi corazón se iluminaron con esa sonrisa.": "Esa sonrisa iluminó la cancha nocturna y mi corazón.",
        "新しい一歩を踏み出す勇気が、静かに、しかし確かに、俺の胸の中に湧いてくるのを感じた。": "Sentí cómo la valentía para dar un nuevo paso surgía silenciosa pero firmemente dentro de mi pecho."
      }
    },
    {
      "id": "ch12",
      "title": "Prueba",
      "description": "Kaito se prueba para el equipo de baloncesto del colegio. El entrenador Yamada reconoce su talento.",
      "sentences": {
        "体育館の扉を開ける手が、微かに震えていた。": "La mano que abría la puerta del gimnasio temblaba ligeramente.",
        "中から聞こえてくるバスケットボールの弾む音と、十数人の生徒たちの熱気。": "Desde el interior, se oía el bote de una pelota de baloncesto y el bullicio de una decena de estudiantes.",
        "その中に足を踏み入れた瞬間、心臓がうるさいくらいに脈打った。": "En el instante en que puse un pie dentro, mi corazón latió con tal fuerza que parecía retumbar.",
        "手のひらには汗がにじむ。": "Las palmas de mis manos sudaban.",
        "水泳のプールサイドに立つ時とは違う、全く未知の緊張感だった。": "Era una tensión completamente desconocida, distinta a la que sentía al borde de una piscina.",
        "壁際に集まる生徒たちは、皆バスケ部のユニフォームや練習着を身につけている。": "Los estudiantes reunidos junto a la pared vestían todos uniformes o ropa de entrenamiento del equipo de baloncesto.",
        "俺だけが、場違いなTシャツとハーフパンツ姿で、ひょろりと高く立っていた。": "Solo yo, con una camiseta y unos pantalones cortos fuera de lugar, me erguía esbelto y alto.",
        "俺の身長に気づいた数人の視線がこちらに向かう。": "Varias miradas se dirigieron hacia mí al darse cuenta de mi estatura.",
        "好奇と、僅かな嘲笑を含んだような視線が刺さる。": "Me clavaron miradas que contenían curiosidad y una ligera burla.",
        "泳ぐことしか知らなかった俺が、本当にこの舞台で通用するのか？": "Yo, que solo sabía nadar, ¿podría realmente valer en este escenario?",
        "不安が胸を締め付ける。": "La ansiedad me oprimía el pecho.",
        "「よし、集合！": "«¡Bien, a reunirse!»,",
        "」 山田コーチの張りのある声が体育館に響き渡った。": "la voz enérgica del entrenador Yamada resonó por todo el gimnasio.",
        "眼鏡の奥の鋭い目が、一人一人を見渡す。": "Sus ojos penetrantes, detrás de las gafas, repasaron a cada uno.",
        "そして、俺のところで一瞬止まった。": "Y, por un instante, se detuvieron en mí.",
        "彼は俺の存在を、明らかに認識している。": "Él era claramente consciente de mi presencia.",
        "まずは基礎練習から始まった。": "Empezamos con los ejercicios básicos.",
        "ドリブル。": "El regate.",
        "ボールは言うことを聞かず、足元で変な方向に跳ねる。": "El balón no me hacía caso y rebotaba en direcciones extrañas a mis pies.",
        "シュート。": "El tiro.",
        "リングにすら届かず、ボードに当たって明後日の方向に飛んでいく。": "Ni siquiera llegaba al aro, golpeaba el tablero y salía disparado hacia cualquier sitio.",
        "パス。": "El pase.",
        "仲間に届くどころか、地面を転がっていく。": "En lugar de llegar a mis compañeros, rodaba por el suelo.",
        "俺のぎこちない動きを見て、周りの何人かが吹き出すのが聞こえた。": "Oí a algunos a mi alrededor reír a carcajadas al ver mis movimientos torpes.",
        "耳が熱くなる。": "Se me pusieron las orejas rojas.",
        "だが、体は覚えていた。": "Pero mi cuerpo recordaba.",
        "水泳で培った、正確な動作を繰り返す集中力と、効率的な体の使い方を。": "La concentración para repetir movimientos precisos y el uso eficiente del cuerpo que había cultivado con la natación.",
        "不器用な自分を恥じるよりも、正しいフォームを習得することに意識を集中した。": "En lugar de avergonzarme de mi torpeza, me concentré en dominar la técnica correcta.",
        "何度もボールを拾い、またドリブルを始める。": "Recogí el balón una y otra vez, y volví a empezar a driblar.",
        "次に走りのメニューに移った。": "Luego, pasamos a los ejercicios de carrera.",
        "コーチの合図で一斉にダッシュ。": "A la señal del entrenador, todos salimos disparados.",
        "俺の長い脚は、体育館の床を滑るように駆け抜けた。": "Mis largas piernas se deslizaron por la cancha del gimnasio como si volaran.",
        "水中で水を掻くように、自然と体が前に出る。": "Mi cuerpo se impulsaba hacia adelante de forma natural, como si estuviera remando en el agua.",
        "一瞬で他の選手たちを置き去りにした時、ちらりと俺を見た彼らの顔に驚きの色が浮かんだのを見逃さなかった。": "Cuando dejé atrás a los demás jugadores en un instante, no pude evitar notar la expresión de sorpresa que apareció en sus rostros al mirarme de reojo.",
        "「よし、ナカムラ、速いな！": "«¡Bien, Nakamura, eres rápido!»,",
        "」山田コーチの声が響く。": "la voz del entrenador Yamada resonó.",
        "続いて、ジャンプの練習。": "A continuación, los ejercicios de salto.",
        "コーチがボードに貼った印を叩くよう指示する。": "El entrenador nos indicó que golpeáramos la marca pegada en el tablero.",
        "俺は深く沈み込み、全身を使って跳躍した。": "Me agaché profundamente y salté usando todo mi cuerpo.",
        "驚くほど体が軽く、まるで水から飛び出すように天井に向かって伸びる。": "Mi cuerpo se sentía asombrosamente ligero, estirándose hacia el techo como si emergiera del agua.",
        "印は楽々と叩けた。": "Golpeé la marca sin esfuerzo.",
        "他の誰も届かない高さに、俺の手が届いたのだ。": "Mi mano alcanzó una altura a la que nadie más llegaba.",
        "ハーフコートでミニゲームが始まった。": "Comenzó un mini-partido en media cancha.",
        "ボールを持てばすぐ奪われる。": "En cuanto cogía el balón, me lo quitaban.",
        "パスは通らない。": "Los pases no llegaban a su destino.",
        "だが、俺はコートを縦横無尽に走り回った。": "Pero yo corrí por toda la cancha sin descanso.",
        "その長い腕を伸ばせば、相手のパスコースを塞ぎ、驚くような位置からブロックに跳んだ。": "Al estirar mis largos brazos, bloqueaba las líneas de pase del oponente y saltaba a taponar desde posiciones sorprendentes.",
        "まるで壁のように相手の前に立ちはだかり、リバウンドでは誰よりも高く跳んでボールを掴んだ。": "Me interponía como un muro ante los oponentes y, en los rebotes, saltaba más alto que nadie para hacerme con el balón.",
        "「すげぇ…」 「あいつ、下手だけど、とんでもない身体能力だな」 そんな声が聞こえる。": "«Increíble...», «Ese chico es malo, pero tiene una capacidad física asombrosa», oía decir.",
        "水泳で培った心肺機能と、諦めない精神が、俺を支えていた。": "La capacidad cardiorrespiratoria que había desarrollado con la natación y un espíritu inquebrantable me sostenían.",
        "全身の筋肉が軋むが、むしろ心地よかった。": "Sentía que todos mis músculos crujían, pero era una sensación agradable.",
        "これが、バスケットボールの「水」なのだ。": "Esta es el 'agua' del baloncesto.",
        "練習の終わり、山田コーチが全員をコートの中央に集めた。": "Al finalizar el entrenamiento, el entrenador Yamada reunió a todos en el centro de la cancha.",
        "張り詰めた空気が体育館を満たす。": "Una atmósfera tensa llenaba el gimnasio.",
        "「今回の練習参加者の中から、来年度のバスケットボール部員を発表する」": "«De entre los participantes de esta práctica, anunciaré a los miembros del equipo de baloncesto del próximo año.»",
        "コーチが手元のリストを読み上げる。": "El entrenador leyó en voz alta la lista que tenía en la mano.",
        "一人、また一人と名前が呼ばれるたびに、呼ばれた者は安堵の表情を浮かべ、呼ばれなかった者は悔しそうに顔を歪めた。": "Cada vez que se pronunciaba un nombre, y luego otro, los llamados mostraban una expresión de alivio, mientras que los que no eran llamados torcían el gesto con pesar.",
        "俺の名前は、まだ呼ばれない。": "Mi nombre aún no era pronunciado.",
        "心臓が胸の内で暴れまわる。": "Mi corazón golpeaba con fuerza en mi pecho.",
        "ダメだったのか？": "¿No lo había conseguido?",
        "やはり、バスケットボールは俺には無理だったのか？": "¿Será que el baloncesto no era para mí, después de todo?",
        "「…そして、最後に。": "«...Y, por último.",
        "中村海翔」": "Nakamura Kaito.»",
        "耳を疑った。": "No daba crédito a mis oídos.",
        "まさか。": "¡Imposible!",
        "「お前はまだ、バスケの『バス』の字も知らないだろう。": "«Tú no sabes ni la 'b' de baloncesto.",
        "だが、その身体能力と、何より…諦めない目。": "Pero tu capacidad física y, más que nada... esa mirada que no se rinde.",
        "俺はお前を、育ててみたい」": "Quiero intentar formarte.»",
        "山田コーチの力強い視線が、まっすぐに俺を見つめていた。": "La potente mirada del entrenador Yamada se fijó directamente en mí.",
        "「来年、一緒に全国を目指そう。": "«El próximo año, luchemos juntos por llegar a nivel nacional.",
        "中村」": "Nakamura.»",
        "水に沈み、全てを失ったと思った俺に、新たな光が射した瞬間だった。": "Fue el instante en que una nueva luz me iluminó, a mí, que me había hundido y creía haberlo perdido todo."
      }
    },
    {
      "id": "ch13",
      "title": "Nueva Disciplina",
      "description": "Kaito aplica su disciplina de natación al baloncesto y comienza un entrenamiento intensivo con el equipo.",
      "sentences": {
        "朝が来る前から、僕はもう体育館にいた。": "Antes de que amaneciera, yo ya estaba en el gimnasio.",
        "体育館の冷たい空気は、昔、プールの早朝練習で感じたあの清冽な水と同じように、僕の心を研ぎ澄ませた。": "El aire frío del gimnasio, al igual que el agua límpida que sentía en mis antiguos entrenamientos matutinos en la piscina, agudizó mi mente.",
        "水泳選手だった頃と同じように、僕は毎朝、誰よりも早く練習を開始し、誰よりも遅くまで残って練習を続けた。": "Al igual que cuando era nadador, cada mañana empezaba a entrenar antes que nadie y me quedaba hasta más tarde que los demás.",
        "バスケットボールの練習は、僕にとって新たな学びの連続だった。": "Los entrenamientos de baloncesto fueron una constante sucesión de nuevos aprendizajes para mí.",
        "水泳では個人の技術と持久力が全てだったが、バスケはチームとの連携、そして瞬間的な判断が求められる。": "En natación, la técnica individual y la resistencia lo eran todo, pero el baloncesto exige coordinación con el equipo y decisiones instantáneas.",
        "それでも、僕の身体は水泳で培った「効率」と「反復」の概念を覚えていた。": "Aun así, mi cuerpo recordaba los conceptos de 'eficiencia' y 'repetición' que había cultivado en la natación.",
        "ドリブルの練習では、ボールが手の延長になるまで、何度も何度も床に叩きつけた。": "En la práctica de dribbling, golpeé el balón contra el suelo una y otra vez, hasta que se convirtió en una extensión de mi mano.",
        "シュートフォームは、水中のストロークと同じくらい精密に、指先の感覚まで意識して調整した。": "La forma de tirar la ajusté con la misma precisión que una brazada en el agua, consciente incluso de la sensación en las yemas de mis dedos.",
        "パスは、相手の動きを予測し、最も効率的な軌道で送ることを追求した。": "En los pases, buscaba predecir los movimientos del oponente y enviarlos en la trayectoria más eficiente.",
        "「水泳と同じだ。": "«Es igual que la natación.",
        "一つ一つの動作を分解し、完璧にするまで繰り返す」と、僕は自分に言い聞かせた。": "Descomponer cada movimiento y repetirlo hasta que sea perfecto», me decía a mí mismo.",
        "まるで、何千回もターン練習を繰り返すように、基礎を徹底的に叩き込んだ。": "Fue como si hubiera practicado miles de virajes; me dediqué a machacar los fundamentos a fondo.",
        "最初はぎこちなかった動きは、日を追うごとに滑らかになっていった。": "Los movimientos, que al principio eran torpes, se volvieron más fluidos con cada día que pasaba.",
        "身長がある分、リバウンドやブロックは得意だったが、最も苦労したのはやはり瞬発的な動きやボールハンドリングだった。": "Gracias a mi altura, se me daban bien los rebotes y los bloqueos, pero lo que más me costaba eran los movimientos explosivos y el manejo del balón.",
        "しかし、僕は諦めなかった。": "Sin embargo, no me rendí.",
        "朝練ではフットワークとドリブル、チーム練習で連携を学び、夜は一人でシュート練習に没頭した。": "En los entrenamientos matutinos practicaba el juego de pies y el dribbling, en los entrenamientos de equipo aprendía la coordinación, y por las noches me sumergía en la práctica de tiros solo.",
        "山田コーチは、そんな僕の姿を静かに見守っていた。": "El entrenador Yamada observaba mi progreso en silencio.",
        "初めは僕の不器用さに呆れたような顔をしていたが、僕が朝早くから一人でシューティングをしているのを見たり、チーム練習の後も黙々と自主練を続ける姿を見るうちに、彼の僕を見る目は変わっていった。": "Al principio, su rostro mostraba una especie de asombro ante mi torpeza, pero a medida que me veía lanzar solo desde temprano por la mañana y seguir practicando en silencio después del entrenamiento en equipo, su forma de verme fue cambiando.",
        "「中村、お前は本当に努力家だな」と、ある日、コーチが僕に声をかけた。": "«Nakamura, eres muy trabajador», me dijo un día el entrenador.",
        "その言葉は、まるで水泳時代のコーチの励ましのようで、僕の胸に温かく響いた。": "Esas palabras, que sonaban como los ánimos de mi entrenador de natación, resonaron cálidamente en mi pecho.",
        "チームメイトたちも、最初こそ僕の泳ぎのようなぎこちない動きに笑っていたが、僕の練習量と成長の速さを目の当たりにするうちに、次第に尊敬のまなざしを向けるようになった。": "Mis compañeros de equipo, aunque al principio se reían de mis movimientos torpes, propios de un nadador, poco a poco empezaron a mirarme con respeto al presenciar mi volumen de entrenamiento y la rapidez de mi progreso.",
        "「海翔、そのフックシュート、結構いい感じになってきたな！": "«¡Kaito, ese gancho te está saliendo bastante bien!",
        "」と、キャプテンが僕の練習の成果を認めてくれることもあった。": "», me decía a veces el capitán, reconociendo el fruto de mi entrenamiento.",
        "彼らが僕を「水泳選手」としてではなく、「バスケチームの一員」として見てくれるようになったことを感じた。": "Sentí que empezaron a verme no como un «nadador», sino como un «miembro del equipo de baloncesto».",
        "ボールを追い、コートを駆け巡る感覚は、僕に忘れかけていた興奮を思い出させた。": "La sensación de perseguir el balón y correr por la cancha me recordó una emoción que había estado a punto de olvidar.",
        "水中での孤独な泳ぎとは違う。": "Era diferente a la soledad de nadar bajo el agua.",
        "チームメイトとのパス交換、ゴールを決めた時の歓声、そして相手を抜き去る瞬間の高揚感。": "El intercambio de pases con mis compañeros, la ovación al encestar un gol, la euforia del momento en que superaba a un oponente.",
        "それはまるで、新たな波に乗って進むような、予測不可能で、それでも確かな喜びだった。": "Era como cabalgar una nueva ola, impredecible, pero con una alegría innegable.",
        "水中で感じていた「リズム」が、今はコートの上にあった。": "El «ritmo» que sentía en el agua, ahora estaba en la cancha.",
        "肉体を限界まで追い込む訓練の先に、再び光を見出したのだ。": "Más allá del entrenamiento que llevaba mi cuerpo al límite, había encontrado de nuevo la luz.",
        "もうすぐ初めての試合が来る。": "Pronto sería mi primer partido.",
        "僕はもう準備ができている。": "Ya estoy preparado.",
        "水泳で培った全てが、今、このコートの上で新しい形を見出している。": "Todo lo que cultivé en la natación, ahora está encontrando una nueva forma en esta cancha.",
        "僕は、この新しいスポーツで、自分の居場所を見つけたのだ。": "En este nuevo deporte, había encontrado mi lugar."
      }
    },
    {
      "id": "ch14",
      "title": "Primer Partido",
      "description": "El primer partido oficial de Kaito. En medio de nerviosismo y aprensión, el momento en que su talento florece.",
      "sentences": {
        "体育館の空気は、試合開始前から異様な熱気を帯びていた。": "El ambiente en el gimnasio ya estaba extrañamente cargado de euforia incluso antes de que empezara el partido.",
        "観客席からはすでにざわめきが聞こえ、僕の心臓はバスケットボールのドリブル音に合わせて激しく鼓動していた。": "Desde las gradas ya se escuchaba un murmullo, y mi corazón latía con fuerza al ritmo del bote del balón de baloncesto.",
        "練習着とは違う真新しいユニフォームの肌触りが、いつもより重く感じる。": "La sensación del uniforme nuevo, diferente al de entrenamiento, me resultaba más pesada de lo habitual.",
        "水着の冷たさとは違う、じっとりとした汗が手のひらににじむ。": "Un sudor pegajoso, distinto a la frialdad de un bañador, empapaba mis palmas.",
        "水泳の大会前とはまた違う種類の緊張だ。": "Era un tipo de nerviosismo diferente al que sentía antes de una competición de natación.",
        "プールでは自分との闘いが主だったけれど、今はチームメイトと共に敵と対峙する。": "En la piscina, la lucha era principalmente contra mí mismo, pero ahora me enfrentaba al rival junto a mis compañeros de equipo.",
        "この広いコートで、僕は一体何ができるんだろう。": "¿Qué sería capaz de hacer yo en esta vasta cancha?",
        "審判の笛が高らかに鳴り響き、試合が始まった。": "El silbato del árbitro sonó con fuerza y el partido dio comienzo.",
        "ジャンプボール。": "Salto entre dos.",
        "僕は長身を生かしてボールに触れるも、相手に奪われる。": "Aproveché mi altura para tocar el balón, pero el rival me lo arrebató.",
        "最初の数分間は、まるで体が僕のものではないかのようにぎこちなかった。": "Durante los primeros minutos, me sentí torpe, como si mi cuerpo no me perteneciera.",
        "パスは狙った場所に行かず、ドリブルは思うようにコントロールできない。": "Los pases no iban donde quería y no lograba controlar el bote del balón como deseaba.",
        "ディフェンスでは相手の素早い動きについていけず、簡単に抜かれてしまう。": "En defensa, no podía seguir los rápidos movimientos del oponente y me superaban con facilidad.",
        "頭では理解している動きも、緊張で足がもつれ、視界が定まらない。": "Incluso los movimientos que entendía mentalmente, mis pies se tropezaban por los nervios y mi visión se nublaba.",
        "僕はチームの足を引っ張っている。": "Estaba lastrando al equipo.",
        "その焦りが、さらに僕を硬くした。": "Esa impaciencia me paralizó aún más.",
        "最初のタイムアウト。": "El primer tiempo muerto.",
        "ベンチに戻ると、山田コーチが僕の肩に手を置いた。": "Al volver al banquillo, el entrenador Yamada me puso una mano en el hombro.",
        "「海翔、落ち着け。": "«Kaito, cálmate.",
        "緊張しているのは分かる。": "Sé que estás nervioso.",
        "だが、お前にはお前の強みがある。": "Pero tú tienes tus propias fortalezas.",
        "背の高さを活かせ。": "Aprovecha tu altura.",
        "そして、泳ぐのと同じだ。": "Y es lo mismo que nadar.",
        "周りを気にせず、自分のペースで、一本一本に集中しろ。": "No te preocupes por lo que te rodea, ve a tu propio ritmo, y concéntrate en cada jugada.»",
        "」 コーチの言葉は、まるで冷たい水が心に染み渡るようだった。": "Las palabras del entrenador fueron como agua fría que caló hondo en mi corazón.",
        "そうだ、水泳も最初は焦る。": "Sí, en natación también me entra la ansiedad al principio.",
        "けれど、自分の呼吸、自分のストロークに意識を集中すれば、周りの音は消え、世界は自分のレーンだけになる。": "Pero si te concentras en tu respiración, en tu brazada, los sonidos de alrededor desaparecen y el mundo se reduce a tu calle.",
        "僕は深呼吸した。": "Respiré hondo.",
        "コートに戻る。": "Volví a la cancha.",
        "まだ体は少し震えていたが、コーチの言葉が頭の中で繰り返される。": "Mi cuerpo aún temblaba un poco, pero las palabras del entrenador se repetían en mi mente.",
        "「一本一本に集中」。": "«Concéntrate en cada jugada».",
        "相手のシュートが外れた。": "El tiro del rival falló.",
        "リバウンドに跳ぶ。": "Salté a por el rebote.",
        "高く伸ばした手がボールを捉えた瞬間、全身に電撃が走った。": "En el instante en que mi mano, extendida hacia arriba, atrapó el balón, una descarga eléctrica recorrió todo mi cuerpo.",
        "そうだ、この高さ、このリーチ。": "¡Eso es, esta altura, este alcance!",
        "これは僕だけの武器だ。": "Esta es mi arma única.",
        "ボールをしっかり掴み、すぐさま前線へパスを出す。": "Sujeté bien el balón y pasé de inmediato hacia el ataque.",
        "味方がシュートを決めた。": "Un compañero anotó una canasta.",
        "その瞬間から、何かが「カチッ」と音を立てて繋がった気がした。": "A partir de ese momento, sentí como si algo «hiciera clic» y todo encajara.",
        "水泳で培った体の使い方、効率的な動き、そして何よりも無限とも思えるスタミナ。": "La forma de usar el cuerpo que había perfeccionado en natación, los movimientos eficientes, y sobre todo, una resistencia que parecía infinita.",
        "それらがバスケットボールの動きと融合し始めたのだ。": "Todo eso empezó a fusionarse con los movimientos del baloncesto.",
        "次のポゼッションで、僕はゴール下で相手のシュートをブロック。": "En la siguiente posesión, bloqueé el tiro del rival bajo la canasta.",
        "そして、そのままボールを拾い、長い腕と脚でコートを駆け上がった。": "Y entonces, recogí el balón y corrí por la cancha con mis largos brazos y piernas.",
        "元水泳選手として鍛え上げた持久力が、ここでまさか生きるとは。": "¡Quién habría imaginado que la resistencia que había cultivado como nadador me sería útil precisamente aquí!",
        "疲れを知らないかのように走り続け、最後は冷静にレイアップを決めた。": "Seguí corriendo como si no conociera el cansancio, y al final, con calma, metí una bandeja.",
        "体育館がどよめく。": "El pabellón se llenó de un murmullo de asombro.",
        "チームメイトたちが驚いた顔で僕を見た。": "Mis compañeros de equipo me miraron con caras de asombro.",
        "僕自身も驚いた。": "Yo mismo me sorprendí.",
        "そこからは、まるで水を得た魚のように自由に動けた。": "A partir de entonces, pude moverme con total libertad, como pez en el agua.",
        "高い打点からのリバウンド、相手のパスコースを読むスティール、そして広い視野でのパス。": "Rebotes desde un punto alto, robos de balón anticipando la trayectoria del pase del rival, y pases con una visión de juego amplia.",
        "これまで練習してきたことが、まるで魔法のように繋がっていく。": "Todo lo que había practicado hasta ahora se conectaba como por arte de magia.",
        "僕の予想外の活躍に、相手チームは戸惑いを隠せない。": "El equipo contrario no podía ocultar su desconcierto ante mi inesperada actuación.",
        "味方のチームメイトたちも、僕のプレーに合わせるように活気づいていくのが分かった。": "También noté cómo mis compañeros de equipo se animaban, adaptándose a mi juego.",
        "試合終了のブザーが鳴り響いたとき、スコアボードには僕たちの勝利が表示されていた。": "Cuando sonó la bocina de fin de partido, el marcador mostraba nuestra victoria.",
        "「勝った！": "¡Ganamos!",
        "勝ったぞ！": "¡Ganamos!",
        "」 チームメイトたちが僕の周りに集まり、肩を叩き、頭をくしゃくしゃにする。": "Mis compañeros de equipo se reunieron a mi alrededor, me palmearon la espalda y me revolvieron el pelo.",
        "みんなの興奮と喜びが、僕の体中に伝わってくる。": "La emoción y alegría de todos se contagiaban por todo mi cuerpo.",
        "全身は汗でびっしょりだが、それは水泳で全力を出し切った後のような、心地よい疲労感だった。": "Aunque estaba empapado en sudor, era una fatiga placentera, como la que se siente después de haberlo dado todo en natación.",
        "ああ、これだ。": "¡Ah, esto es!",
        "僕がずっと求めていた、この競争の喜び。": "Este placer de la competición que tanto había buscado.",
        "仲間と分かち合う勝利の興奮。": "La emoción de la victoria compartida con mis compañeros.",
        "プールの水の中にいた時と同じくらい、いや、それ以上に、僕の心は熱く燃えていた。": "Mi corazón ardía con la misma intensidad que cuando estaba en el agua de la piscina, no, incluso más.",
        "僕はもう、一人じゃない。": "Ya no estoy solo."
      }
    },
    {
      "id": "ch15",
      "title": "Dolores de crecimiento",
      "description": "El conflicto surge dentro del equipo. Jamal se traslada al mismo colegio, convirtiéndose a la vez en rival y mentor.",
      "sentences": {
        "体育館に足を踏み入れた瞬間、いつもの練習場の空気が、いつもとは違うざわつきを帯びているのを感じた。": "Al pisar el gimnasio, sentí que el ambiente habitual de la cancha de entrenamiento tenía un bullicio diferente al de siempre.",
        "体育館シューズのキュッという音や、ボールが床を叩く乾いた音は同じなのに、何かが違う。": "El chirrido de las zapatillas de gimnasio y el sonido seco del balón golpeando el suelo eran los mismos, pero algo era diferente.",
        "僕がロッカールームで着替えていると、山田コーチの声が響いた。": "Mientras me cambiaba en el vestuario, la voz del entrenador Yamada resonó.",
        "「みんな、今日の練習から新しい仲間が加わる。": "«Chicos, a partir del entrenamiento de hoy se unirá un nuevo compañero.",
        "中村と以前から知り合いのジャマールだ。": "Es Jamal, a quien Nakamura ya conocía.",
        "彼もバスケ経験者だから、みんなで協力してやっていこう！": "Él también tiene experiencia en baloncesto, ¡así que trabajemos juntos!»",
        "」  ジャマール…まさか。": "Jamal… ¡no puede ser!",
        "驚きと戸惑いが入り混じる中、体育館コートに目を向けると、そこには先日ストリートバスケで出会った、あのジャマールが立っていた。": "Entre sorpresa y confusión, miré hacia la cancha del gimnasio y allí estaba Jamal, a quien había conocido recientemente en un partido de baloncesto callejero.",
        "彼はこちらを見て、少しだけ口角を上げた。": "Él me miró y esbozó una ligera sonrisa.",
        "「海翔、また会ったな。": "«Kaito, nos volvemos a ver.»",
        "」  チームメイトたちの間には、期待と同時に疑念のようなものが漂っていた。": "Entre mis compañeros de equipo flotaba una mezcla de expectación y, a la vez, cierta duda.",
        "ジャマールは見るからに身体能力が高く、すぐにチームの中心になりそうな雰囲気がある。": "Jamal, a simple vista, tenía una gran capacidad física y parecía que pronto se convertiría en el centro del equipo.",
        "既存のメンバーの中には、自分のポジションを脅かされると感じている者もいるようだった。": "Entre los miembros existentes, algunos parecían sentir que su posición estaba siendo amenazada.",
        "特に、去年からレギュラーだった拓海は、明らかに不機嫌そうに顔をしかめていた。": "Especialmente Takumi, quien había sido titular desde el año pasado, frunció el ceño con evidente malestar.",
        "練習が始まった。": "El entrenamiento comenzó.",
        "ジャマールのプレーは、噂通りの圧倒的なものだった。": "El juego de Jamal fue abrumador, tal como se rumoreaba.",
        "彼のドリブルは速く、パスは正確、そしてシュートレンジも広い。": "Su regate era rápido, sus pases precisos y su rango de tiro amplio.",
        "まるでコート全体を一人で支配しているかのようだ。": "Era como si dominara toda la cancha él solo.",
        "僕も彼から多くのことを学んだが、それは他のチームメイトにとっては違った。": "Yo también aprendí mucho de él, pero para mis otros compañeros de equipo fue diferente.",
        "ミニゲーム中、ジャマールが拓海から簡単にボールを奪い、そのまま得点したとき、拓海は明らかにイライラしていた。": "Durante el mini-partido, cuando Jamal le quitó fácilmente el balón a Takumi y anotó directamente, Takumi estaba visiblemente irritado.",
        "「おい、もうちょっと手加減しろよ！": "«¡Oye, anda con más calma!»",
        "」拓海が声を荒げると、ジャマールは涼しい顔で答えた。": "Cuando Takumi levantó la voz, Jamal respondió con una expresión imperturbable.",
        "「手加減？": "«¿Calma?",
        "これは練習だろ？": "¿Esto es un entrenamiento, no?",
        "本気でやらなきゃ意味ない。": "Si no lo hacemos en serio, no tiene sentido.»",
        "」  その言葉に、チーム内の緊張は最高潮に達した。": "Ante esas palabras, la tensión dentro del equipo alcanzó su punto máximo.",
        "他の数人も、ジャマールのあまりにもストレートな態度に反発し始めた。": "Varios otros también comenzaron a oponerse a la actitud demasiado directa de Jamal.",
        "山田コーチも、どう収めるべきか戸惑っているようだった。": "El entrenador Yamada también parecía perplejo sobre cómo calmar la situación.",
        "「待ってくれ、みんな！": "«¡Esperen, todos!»",
        "」僕は思わず間に割って入った。": "Intervine sin darme cuenta.",
        "「ジャマールの言っていることも分かる。": "«Entiendo lo que dice Jamal.",
        "けど、僕たちはチームなんだ。": "Pero somos un equipo.",
        "コミュニケーションを取らなきゃ、うまくいくものもいかなくなる。": "Si no nos comunicamos, ni lo que podría salir bien, saldrá.»",
        "」 僕の言葉は、少しは彼らの怒りを冷ましたようだったが、根本的な溝は埋まらなかった。": "Mis palabras parecieron calmar un poco su ira, pero la brecha fundamental no se cerró.",
        "休憩時間、ジャマールが僕の隣に座ってきた。": "Durante el descanso, Jamal se sentó a mi lado.",
        "「お前は、このチームは甘いと思わないのか？": "«¿No crees que este equipo es demasiado blando?»",
        "」彼は問いかけた。": "Preguntó él.",
        "「もっと上を目指すなら、もっと本気でやるべきだ。": "«Si queremos apuntar más alto, deberíamos esforzarnos más.»",
        "」 彼の言葉はきついが、その裏にあるバスケへの情熱は僕も理解できる。": "Sus palabras eran duras, pero yo también entendía la pasión por el baloncesto que había detrás de ellas.",
        "彼は僕をライバルとして、そして時には先を行く者として、僕自身の限界を押し上げる存在だった。": "Él era para mí un rival y, a veces, alguien que iba por delante, una presencia que me empujaba a superar mis propios límites.",
        "「そうだな、本気でやるのは大事だ。": "«Sí, tienes razón, es importante tomárselo en serio.",
        "」僕は頷いた。": "Asentí.",
        "「けど、一人じゃ何もできない。": "Pero solo no se puede hacer nada.",
        "チームなんだから。": "Somos un equipo.",
        "ジャマール、君の力はすごい。": "Jamal, tu fuerza es increíble.",
        "それをみんなで活かす方法を見つけよう。": "Encontremos la manera de aprovecharla entre todos.»",
        "」  僕たちは再びコートに戻った。": "Volvimos a la cancha.",
        "僕は練習中、ジャマールと拓海の間に立ち、積極的にパスを回し、彼らが連係プレーをする機会を増やした。": "Durante el entrenamiento, me coloqué entre Jamal y Takumi, pasándoles el balón activamente y aumentando las oportunidades para que jugaran en equipo.",
        "最初はぎこちなかったが、次第に互いの動きを理解し始める。": "Al principio fue incómodo, pero poco a poco empezaron a entender los movimientos del otro.",
        "ジャマールも、単独プレーだけでなく、周りを見る余裕が出てきた。": "Jamal también, no solo jugaba individualmente, sino que empezó a tener la capacidad de observar a su alrededor.",
        "あるとき、僕が拓海へパスを出し、拓海がジャマールへ絶妙なアシストを送って得点した。": "Una vez, le di un pase a Takumi, y él le dio una asistencia perfecta a Jamal, quien anotó.",
        "二人は顔を見合わせ、小さく頷いた。": "Ambos se miraron y asintieron levemente.",
        "その瞬間、張り詰めていた空気が少しだけ緩んだのを感じた。": "En ese momento, sentí que la tensa atmósfera se relajaba un poco.",
        "練習の終わりに、ジャマールが僕に言った。": "Al final del entrenamiento, Jamal me dijo:",
        "「海翔、お前のパスは独特だな。": "«Kaito, tu pase es peculiar.",
        "もっと使えそうだ。": "Se puede aprovechar más.»",
        "」それは、彼なりの賞賛だった。": "Fue su forma de elogiarme.",
        "僕は「お前も、速すぎてついていけない時があるからな。": "Yo le respondí: «Tú también eres tan rápido que a veces no puedo seguirte.",
        "でも、そういうの嫌いじゃない」と返した。": "Pero no me disgusta».",
        "ジャマールはニヤリと笑った。": "Jamal sonrió con picardía.",
        "この日、僕たちのチームは少しだけ、未来に向かって動き出した気がした。": "Ese día, sentí que nuestro equipo, aunque fuera solo un poco, empezó a avanzar hacia el futuro.",
        "ジャマールはやはり手強いライバルであり、同時に僕を、そしてチームを次のレベルへ引き上げてくれる、大切な存在になるだろう。": "Jamal, sin duda, era un rival formidable y, al mismo tiempo, sería una figura clave que nos llevaría, a mí y al equipo, al siguiente nivel."
      }
    },
    {
      "id": "ch16",
      "title": "Un fogonazo del pasado",
      "description": "Kaito vuelve a la piscina en ruinas. Nadando solo, se enfrenta a los recuerdos de su madre y rompe con el pasado.",
      "sentences": {
        "崩壊したプールを訪れるのは、あの嵐以来だった。": "Era la primera vez que visitaba la piscina en ruinas desde aquella tormenta.",
        "かつての輝きは失われ、コンクリートの破片や錆びた鉄骨が剥き出しだ。": "Su antiguo esplendor había desaparecido; fragmentos de hormigón y vigas de acero oxidadas quedaban expuestos.",
        "プールの底には汚れた水が溜まり、瓦礫が浮かんでいる。": "En el fondo de la piscina se acumulaba agua sucia y flotaban escombros.",
        "ここに足を踏み入れた瞬間、体中の血が凍りついた。": "En el momento en que puse un pie aquí, la sangre se me heló en las venas.",
        "僕の全てだった場所。": "El lugar que lo era todo para mí.",
        "母との約束、終わりのない練習、汗、涙。": "La promesa a mi madre, los entrenamientos interminables, el sudor, las lágrimas.",
        "その全てが、今はもう、瓦礫と化した静かな空間に沈んでいる。": "Todo eso ahora se hundía en este espacio silencioso, convertido en ruinas.",
        "肺が締め付けられるような、言いようのない感情が込み上げてくる。": "Una emoción inefable, como si los pulmones se me encogieran, me invadía.",
        "悲しみ、後悔、そして、ほんの少しの安堵。": "Tristeza, arrepentimiento y una pizca de alivio.",
        "足元の瓦礫を避けながら、プールの縁に近づいた。": "Esquivando los escombros a mis pies, me acerqué al borde de la piscina.",
        "かつて滑らかだったタイルも砕けている。": "Los azulejos, antes lisos, también estaban rotos.",
        "水面に映る自分の顔は蒼白く見えた。": "Mi rostro, reflejado en la superficie del agua, se veía pálido.",
        "指先で冷たい水を触れる。": "Con la punta de los dedos, toqué el agua fría.",
        "この水が、夢を奪ったように感じていた時期もあった。": "Hubo un tiempo en que sentía que esta agua me había arrebatado mis sueños.",
        "だが、それは違う。": "Pero no era así.",
        "水が奪ったのではなく、僕が手放すことを選んだのだ。": "No fue el agua lo que los arrebató, fui yo quien eligió dejarlos ir.",
        "「母さん……」 口から漏れたのは、か細い声だった。": "«Mamá...» Lo que salió de mi boca fue un hilo de voz.",
        "記憶が洪水のように押し寄せる。": "Los recuerdos me inundaron como una riada.",
        "病室の白いシーツ、弱々しくも微笑む母の顔。": "Las sábanas blancas de la habitación del hospital, el rostro de mi madre sonriendo débilmente.",
        "「海翔、あなたの夢は、私の夢でもあるのよ。": "«Kaito, tu sueño también es mi sueño.",
        "最後まで、諦めないでね。": "No te rindas, hasta el final.»",
        "」その言葉は、僕を縛りつける鎖だった。": "Esas palabras eran las cadenas que me ataban.",
        "オリンピックの舞台に立つこと。": "Subir al escenario olímpico.",
        "それが、母の願いであり、僕の使命だと思っていた。": "Ese era el deseo de mi madre y yo creía que era mi misión.",
        "夜明け前のプール、隣を泳ぐ母の幻影。": "La piscina antes del amanecer, la imagen fantasmal de mi madre nadando a mi lado.",
        "だが、あの頃の僕には見えていなかった。": "Pero en aquel entonces no lo veía.",
        "母が本当に望んでいたのは、僕が幸せでいることだったと。": "Que lo que mi madre realmente deseaba era que yo fuera feliz.",
        "水泳選手であることではなく、僕自身の人生を生きること。": "No que fuera nadador, sino que viviera mi propia vida.",
        "それは、バスケットボールと出会い、初めて気づいた真実だった。": "Fue una verdad que descubrí por primera vez al encontrarme con el baloncesto.",
        "この冷たい水の中に、僕はもう過去の自分しか見つけられない。": "En esta agua fría, ya solo puedo encontrar mi yo del pasado.",
        "水泳は、僕にとって終わった道なのだ。": "La natación, para mí, era un camino terminado.",
        "震える足で、僕は瓦礫と化したプールへと足を踏み入れた。": "Con pasos temblorosos, entré en la piscina convertida en ruinas.",
        "足元から冷気が這い上がってくる。": "Una brisa fría subía desde mis pies.",
        "躊躇はなかった。": "No dudé.",
        "汚れた水の中へ身を沈める。": "Me sumergí en el agua sucia.",
        "水は冷たく、そして重い。": "El agua estaba fría y era pesada.",
        "まるで過去の重さをそのまま表しているかのようだ。": "Como si representara directamente el peso del pasado.",
        "息を大きく吸い込み、頭まで水に潜った。": "Inhalé profundamente y me sumergí hasta la cabeza.",
        "目は開けない。": "No abrí los ojos.",
        "かつて澄んでいた水も、今は濁っている。": "El agua, antes clara, ahora estaba turbia.",
        "この水の中では、もう速く泳げない。": "En esta agua, ya no puedo nadar rápido.",
        "でも、それでいい。": "Pero está bien así.",
        "ただ、ここにいるだけでいい。": "Solo necesito estar aquí.",
        "体から、母との約束という鎖が解けていく感覚。": "La sensación de que las cadenas de la promesa a mi madre se desataban de mi cuerpo.",
        "オリンピックの夢は、母が僕に与えてくれた最高の贈り物だった。": "El sueño olímpico fue el mejor regalo que mi madre me dio.",
        "でも、その贈り物は、僕の新たな旅立ちの糧となるべきものだったのだ。": "Pero ese regalo debería haber sido el sustento para mi nuevo comienzo.",
        "水中でゆっくりと体を動かす。": "Moví mi cuerpo lentamente bajo el agua.",
        "かつての力強いストロークではなく、ただ漂うように。": "No con brazadas potentes como antes, sino simplemente flotando.",
        "水が僕の体を包み込み、そして洗い流していく。": "El agua me envolvía y me purificaba.",
        "恐怖はなかった。": "No había miedo.",
        "ただ、解放感だけがあった。": "Solo había una sensación de liberación.",
        "これが、僕が水泳と交わす最後の会話だ。": "Esta es la última conversación que tendré con la natación.",
        "ありがとう、そして、さようなら。": "Gracias, y adiós.",
        "静かに水面から顔を出した。": "Asomé la cara tranquilamente de la superficie del agua.",
        "冷たい空気が肺に流れ込み、視界がクリアになる。": "El aire frío entró en mis pulmones y la visión se volvió nítida.",
        "体は冷え切っていたが、心はかつてないほど温かかった。": "Mi cuerpo estaba helado, pero mi corazón se sentía más cálido que nunca.",
        "瓦礫の中のプールは、もはや悲しみの場所ではない。": "La piscina entre los escombros ya no es un lugar de tristeza.",
        "それは、僕が過去と向き合い、未来へと踏み出すための、大切な場所になった。": "Se convirtió en un lugar importante para mí, donde pude confrontar mi pasado y avanzar hacia el futuro.",
        "僕はゆっくりとプールの縁へと戻り、水から上がった。": "Lentamente, volví al borde de la piscina y salí del agua.",
        "濡れた体が、風にさらされる。": "Mi cuerpo mojado se expuso al viento.",
        "もう、水泳を追いかけることはない。": "Ya no voy a perseguir la natación.",
        "あの日の約束は、形を変えて僕の中に生き続ける。": "La promesa de aquel día sigue viva dentro de mí, pero de una forma diferente.",
        "僕はもう、コートに立つ。": "Ahora me planto en la cancha.",
        "バスケットボールの未来が、僕を待っている。": "El futuro del baloncesto me espera."
      }
    },
    {
      "id": "ch17",
      "title": "Comienza el Torneo Distrital",
      "description": "El torneo distrital comienza, y el equipo acumula victorias. La destacada actuación de Kaito capta la atención local.",
      "sentences": {
        "地域大会の会場は、熱気と高揚感でむせ返っていた。": "El pabellón del torneo regional estaba asfixiante de fervor y euforia.",
        "何百、何千という視線がコートに注がれ、ボールが床を叩く音、シューズが擦れる音、そして観客席からの地鳴りのような歓声が、まるで生き物のように蠢いている。": "Cientos, miles de miradas se clavaban en la cancha, y el sonido del balón golpeando el suelo, el de las zapatillas rozando y el atronador rugido de vítores desde las gradas se agitaban como si tuvieran vida propia.",
        "僕の心臓は、まるで水中で全速力で泳いでいる時と同じくらい、激しく脈打っていた。": "Mi corazón latía con la misma ferocidad que cuando nadaba a toda velocidad bajo el agua.",
        "でも、それはもう、重苦しいプレッシャーではない。": "Pero ya no era una presión agobiante.",
        "全身に電流が走るような、生きた証のような高揚感だった。": "Era una euforia que me recorría el cuerpo como una corriente eléctrica, una sensación de estar vivo.",
        "バスケットボールの神様が僕に微笑みかけてくれているような、そんな感覚だ。": "Era como si el dios del baloncesto me estuviera sonriendo.",
        "「海翔、集中！": "«¡Kaisho, concéntrate!»",
        "」山田コーチの力強い声がベンチから響く。": "», resonó la potente voz del entrenador Yamada desde el banquillo.",
        "僕たちはこの日のために、血の滲むような練習を重ねてきた。": "Habíamos practicado hasta la extenuación para este día.",
        "全国大会へ行くという目標は、もはや夢ではない。": "El objetivo de ir al torneo nacional ya no era un sueño.",
        "この地域大会を制し、一つずつ階段を上っていくんだ。": "Ganaremos este torneo regional y subiremos los escalones uno a uno.",
        "初戦。": "Primer partido.",
        "相手は地域の強豪と目されていたチームだったが、僕たちのチームはまるで違うレベルにいた。": "El rival era un equipo considerado fuerte en la región, pero nuestro equipo estaba en un nivel completamente diferente.",
        "パスは淀みなく繋がり、シュートは次々とリングを揺らす。": "Los pases se conectaban sin interrupciones, y los tiros hacían temblar el aro uno tras otro.",
        "僕自身も、水泳で培った6フィート4インチ（約193cm）の長いリーチと跳躍力、そして瞬時の判断力で、リバウンドを制し、相手のシュートを次々とブロックした。": "Yo mismo, con mi largo alcance de 6 pies y 4 pulgadas (unos 193 cm) y mi capacidad de salto, cultivados gracias a la natación, y con mi rápida toma de decisiones, dominaba los rebotes y bloqueaba los tiros del rival uno tras otro.",
        "まるでゴールを守る巨人のようだと言われた。": "Decían que era como un gigante custodiando la canasta.",
        "相手の攻撃を止め、そのまま素早いブレイクに繋げる。": "Detenía el ataque del rival y lo convertía directamente en un rápido contraataque.",
        "かつて水泳で感じていた「水の流れ」のような感覚が、今ではコート上での「ボールの流れ」として僕を導いてくれる。": "La sensación de «fluidez del agua» que solía sentir en natación, ahora me guía en la cancha como la «fluidez del balón».",
        "結果は80対55。": "El resultado fue 80 a 55.",
        "相手に付け入る隙を与えない、完璧なまでの圧勝だった。": "Fue una victoria aplastante y perfecta, sin dar al rival ninguna oportunidad de reaccionar.",
        "２回戦も、同じように僕たちのペースで試合は進んだ。": "El segundo partido también transcurrió a nuestro ritmo.",
        "ジャマルのアグレッシブなドライブ、タクミの冷静なゲームメイク。": "Las penetraciones agresivas de Jamal, la serena dirección de juego de Takumi.",
        "彼らの間にあったぎこちなさはもうない。": "Ya no había torpeza entre ellos.",
        "お互いのプレーを信頼し、高め合っているのがわかる。": "Se notaba que confiaban en el juego del otro y se potenciaban mutuamente.",
        "僕たちの間には、言葉にせずとも伝わる一体感が生まれていた。": "Entre nosotros había nacido una sensación de unidad que se transmitía sin necesidad de palabras.",
        "特に、僕がゴール下でボールを受け取り、相手ディフェンスの上から難なくシュートを決めるたび、観客席からどよめきが起こるのが分かった。": "En particular, cada vez que recibía el balón bajo la canasta y anotaba sin dificultad por encima de la defensa rival, notaba un murmullo de asombro entre el público.",
        "僕のプレースタイルは、他の選手とは少し違うらしい。": "Mi estilo de juego parecía ser un poco diferente al de otros jugadores.",
        "長い手足から繰り出される予測不能な動きと、まるでバネのような跳躍は、相手にとっては脅威だったようだ。": "Mis movimientos impredecibles, producto de mis largas extremidades, y mis saltos, dignos de un resorte, parecían ser una amenaza para el rival.",
        "「あいつ、一体何者だ？": "«¿Quién demonios es ese tipo?»",
        "」そんな声が聞こえてくることもあった。": "», se oía a veces.",
        "試合後、ロッカールームに戻ると、山田コーチが興奮した面持ちで言った。": "Después del partido, al regresar al vestuario, el entrenador Yamada dijo con una expresión de emoción:",
        "「海翔、お前のプレーは別格だ。": "«Kaisho, tu juego es de otro nivel.",
        "もう地元のスポーツ新聞が取材に来てるぞ。": "El periódico deportivo local ya está aquí para entrevistarte.",
        "お前が元スイマーだっていうのも、話題になってるみたいだぞ！": "¡Y parece que el hecho de que seas un exnadador también se está convirtiendo en tema de conversación!",
        "」 「えっ…？": "» «¿Eh…?»,",
        "」 驚きを隠せない。": "No pude ocultar mi asombro.",
        "まさか、そんなことになるなんて。": "Nunca imaginé que algo así sucedería.",
        "僕の意識は常に試合に集中していたから、外からの注目には全く気づいていなかった。": "Mi atención siempre estuvo centrada en el partido, así que no había notado la atención externa en absoluto.",
        "次の試合でも、僕の存在感は増すばかりだった。": "En el siguiente partido, mi presencia no hizo más que aumentar.",
        "相手チームのベンチからは、「あの長身の10番を徹底的にマークしろ！": "Desde el banquillo del equipo contrario se oía: «¡Marcad a fondo a ese alto número 10!",
        "」「リバウンドは絶対に取らせるな！": "» «¡Bajo ningún concepto le dejéis coger rebotes!",
        "」という焦った指示が聞こえてくる。": "», se escuchaban instrucciones apuradas.",
        "でも、僕の動きは止められない。": "Pero mis movimientos eran imparables.",
        "まるで水を得た魚のように、コートを縦横無尽に駆け巡る。": "Recorría la cancha de punta a punta, como pez en el agua.",
        "ある時は豪快なダンクで体育館を沸かせ、ある時は相手のパスをインターセプトし、そのまま一人で速攻に繋げる。": "A veces hacía vibrar el gimnasio con un potente mate, otras interceptaba un pase del rival y lo convertía él solo en un contraataque rápido.",
        "僕がボールを持つたび、観客席からは「海翔！": "Cada vez que tenía el balón, desde las gradas se escuchaba: «¡Kaisho!",
        "」という大きな声援が聞こえるようになった。": "», un grito de ánimo atronador.",
        "試合後、地元の記者が僕の元に押し寄せ、フラッシュの光を浴びながら質問攻めにあう。": "Después del partido, los periodistas locales se abalanzaron sobre mí, bombardeándome a preguntas bajo la luz de los flashes.",
        "「水泳の経験がバスケに活かされているんですか？": "«¿Su experiencia en natación le está siendo útil en el baloncesto?",
        "」「将来はプロを目指しますか？": "» «¿Aspira a ser profesional en el futuro?»",
        "」…今まで経験したことのない状況に戸惑いつつも、心の中では確かな手応えを感じていた。": "」…Aunque desconcertado por una situación que nunca antes había experimentado, sentía una clara convicción en mi corazón.",
        "チームの士気は最高潮だった。": "La moral del equipo estaba por las nubes.",
        "連勝街道を突き進み、僕たちは堂々と準決勝進出を決めた。": "Avanzando imparables con nuestra racha de victorias, nos clasificamos con orgullo para las semifinales.",
        "ロッカールームでは皆が抱き合い、喜びを爆発させた。": "En el vestuario, todos se abrazaban y estallaban de alegría.",
        "僕の心の中には、新たな自信と、まだ見ぬ高みへの期待が満ちていた。": "Mi corazón estaba lleno de una nueva confianza y la expectativa de alturas aún por alcanzar.",
        "水泳の夢を失った時、もう二度とこんな熱い気持ちになることはないと思っていた。": "Cuando perdí mi sueño de la natación, pensé que nunca volvería a sentir una pasión así.",
        "でも、バスケは僕に新しい世界を見せてくれた。": "Pero el baloncesto me mostró un mundo nuevo.",
        "そして、僕たちはまだ始まったばかりだ。": "Y nosotros apenas acabamos de empezar.",
        "僕たちの快進撃は、まだ止まらない。": "Nuestro imparable avance aún no se detiene.",
        "次の相手がどこだろうと、僕たちはもう恐れるものなんてない。": "Sea cual sea nuestro próximo rival, ya no tenemos nada que temer.",
        "全国大会へ。": "¡Al torneo nacional!",
        "その目標は、もうすぐそこまで来ている。": "Ese objetivo ya está muy cerca."
      }
    },
    {
      "id": "ch18",
      "title": "Semifinal",
      "description": "En las semifinales, Kaito sufre una leve lesión en la mano, pero decide seguir jugando por el equipo.",
      "sentences": {
        "体育館は熱気に包まれていた。": "El gimnasio estaba rebosante de energía.",
        "セミファイナル。": "Semifinal.",
        "観客のざわめきと、足元から伝わるフロアの振動が、僕の鼓動と共鳴する。": "El bullicio de los espectadores y la vibración del suelo que sentía bajo mis pies resonaban con los latidos de mi corazón.",
        "まるで巨大な生き物の中にいるようだ。": "Era como si estuviera dentro de una criatura gigante.",
        "相手チームの選手たちは、僕らと同じくらい勝利への飢えを瞳に宿していた。": "Los jugadores del equipo contrario reflejaban en sus ojos la misma sed de victoria que nosotros.",
        "この試合に勝てば、決勝。": "Si ganábamos este partido, llegaríamos a la final.",
        "僕の新しい夢に、手が届くかもしれない。": "Mi nuevo sueño podría hacerse realidad.",
        "母さん、見ててくれ。": "Mamá, mírame.",
        "この新しい夢も、きっと掴んでみせるから。": "Porque este nuevo sueño también lo haré realidad.",
        "試合開始のブザーが鳴り響き、体育館は爆発的な歓声に包まれた。": "La bocina de inicio del partido resonó y el gimnasio se llenó de una ovación explosiva.",
        "序盤から激しい攻防が繰り広げられる。": "Desde el principio, se desató un intenso toma y daca.",
        "相手はフィジカルが強く、僕の長い腕を封じ込めにくる。": "El oponente era físicamente fuerte y buscaba anular mis largos brazos.",
        "しかし、水中での鍛錬で培った体幹と、状況判断の速さで何とか対応していく。": "Sin embargo, lograba responder gracias a la fuerza central que había desarrollado con el entrenamiento en el agua y a mi rápida toma de decisiones.",
        "ジャマルも、匠（たくみ）も、皆が泥臭くボールを追い、声を出し合っていた。": "Jamal, Takumi y todos los demás luchaban por cada balón con garra, animándose mutuamente.",
        "点差は常に一進一退。": "La diferencia de puntos era un tira y afloja constante.",
        "僕らが点を取れば、すぐに取り返される。": "Si nosotros anotábamos, ellos nos lo devolvían al instante.",
        "相手がスリーを決めれば、僕らがドライブで切り込んでバスケットカウントを奪う。": "Si ellos encestaban un triple, nosotros penetrábamos con un drive para conseguir un 'basket-and-one'.",
        "第３クォーターの終盤、僕らは３点リードを奪っていた。": "Al final del tercer cuarto, habíamos logrado una ventaja de tres puntos.",
        "相手のシュートがリングに嫌われ、ボールは高く跳ね上がった。": "El tiro del oponente fue rechazado por el aro y el balón rebotó alto.",
        "リバウンドだ。": "¡Rebote!",
        "僕と相手センターが同時に飛び上がる。": "El pívot contrario y yo saltamos al mismo tiempo.",
        "「ウォォォラァァ！": "«¡Uooooh!»",
        "」 空中で相手の腕と激しく衝突し、僕の右手はグニャリと不自然な方向に曲がったような感覚に襲われた。": "En el aire, choqué violentamente con el brazo del oponente y sentí como si mi mano derecha se doblara de forma antinatural, retorciéndose.",
        "激痛。": "Dolor agudo.",
        "思わず顔をしかめるが、ボールは僕の手中に収まっていた。": "Instintivamente hice una mueca de dolor, pero el balón ya estaba en mis manos.",
        "着地と同時に再び痛みが走り、思わずボールを離しそうになる。": "Al aterrizar, el dolor me invadió de nuevo y casi suelto el balón.",
        "だが、パスを出さなければ。": "Pero tenía que dar el pase.",
        "痛む右手を無視して、僕は必死にジャマルにパスを送った。": "Ignorando el dolor de mi mano derecha, le di un pase desesperado a Jamal.",
        "ジャマルはそれを冷静に決め、点差は５点に広がった。": "Jamal lo encestó con calma y la diferencia de puntos se amplió a cinco.",
        "タイムアウトが取られ、ベンチに戻ると、コーチ山田が僕の右手を見て眉をひそめた。": "Se pidió tiempo muerto y, al volver al banquillo, el entrenador Yamada frunció el ceño al ver mi mano derecha.",
        "「海翔、手、どうした？": "«Kaito, ¿qué te pasó en la mano?»",
        "」右手首から手の甲にかけて、見る見るうちに腫れていくのが分かった。": "Desde mi muñeca derecha hasta el dorso de la mano, pude ver cómo se hinchaba rápidamente.",
        "「大丈夫です、コーチ。": "«Estoy bien, entrenador.",
        "すぐに戻れます」痛みに声を震わせながらも、僕は答えた。": "Puedo volver enseguida» respondí, aunque mi voz temblaba por el dolor.",
        "この試合を落とすわけにはいかない。": "No podíamos perder este partido.",
        "母への誓いも、仲間との約束も、全てこのコートの上にある。": "Mi promesa a mi madre y mi compromiso con mis compañeros, todo estaba en esta cancha.",
        "「無茶するな」と山田コーチは言ったが、僕の目を見た後、深くため息をつき、「無理はするなよ」とだけ付け加えた。": "«No seas imprudente», dijo el entrenador Yamada, pero después de mirarme a los ojos, suspiró profundamente y solo añadió: «No te esfuerces demasiado».",
        "ジャマルや他の仲間たちも心配そうな顔で僕を見ていたが、僕が「いける」と頷くと、皆が力強く頷き返してくれた。": "Jamal y los demás compañeros también me miraban con caras de preocupación, pero cuando asentí y les dije que podía seguir, todos asintieron con fuerza en respuesta.",
        "第４クォーター。": "Cuarto cuarto.",
        "痛みでパスがブレる。": "Por el dolor, mis pases eran imprecisos.",
        "シュートを打つと激痛が走る。": "Al tirar a canasta, sentía un dolor agudo.",
        "それでも僕は、泥臭くディフェンスに回った。": "Aun así, me concentré en una defensa tenaz.",
        "長い腕でパスカットを狙い、体を張ってリバウンドに飛び込む。": "Con mis largos brazos, buscaba interceptar pases y me lanzaba a por los rebotes con todo mi cuerpo.",
        "そして、相手のファウルを誘い、フリースローの機会を得た。": "Y provoqué una falta del oponente, obteniendo la oportunidad de un tiro libre.",
        "会場の視線が僕に集まる。": "Todas las miradas del público se posaron en mí.",
        "痛む右手でボールを握り、深く息を吸い込んだ。": "Sujeté el balón con mi dolorida mano derecha y respiré hondo.",
        "水中の静寂を思い出す。": "Recordé la quietud bajo el agua.",
        "集中。": "Concentración.",
        "スッ。": "¡Adentro!",
        "ボールは吸い込まれるようにネットを揺らした。": "El balón se metió limpiamente en la red, como si fuera absorbido.",
        "２本とも。": "Las dos.",
        "残り３０秒、２点差。": "Treinta segundos restantes, diferencia de dos puntos.",
        "相手ボール。": "Balón para el oponente.",
        "激しいマークでシュートを打たせない。": "Una marcación intensa les impide lanzar a canasta.",
        "ボールは回り、焦った相手が無理なドライブで切れ込んできた。": "El balón circuló y el oponente, desesperado, se metió con una entrada forzada.",
        "その瞬間、ジャマルの体が相手にぶつかり、ボールが弾かれる。": "En ese instante, Jamal chocó contra el oponente y el balón salió rebotado.",
        "そのこぼれ球を、僕が倒れ込みながら拾い上げた。": "Yo, mientras caía, recogí ese balón suelto.",
        "すかさずタイムアウト。": "Inmediatamente, tiempo muerto.",
        "僕らのボールになった。": "El balón pasó a ser nuestro.",
        "残り５秒。": "Cinco segundos restantes.",
        "僕からのインバウンドパスを、匠が受け、フェイクで相手をかわしてミドルシュートを放つ。": "Takumi recibió mi pase de banda, regateó al oponente con una finta y lanzó un tiro de media distancia.",
        "ボールはリングを吸い込まれ、ブザーが鳴り響いた。": "El balón fue absorbido por el aro y la bocina sonó.",
        "勝利だ！": "¡Victoria!",
        "歓声が割れんばかりに響き渡る。": "Los vítores estallaron con fuerza ensordecedora.",
        "仲間たちが僕に駆け寄ってきて、抱きしめ合う。": "Mis compañeros corrieron hacia mí y nos abrazamos.",
        "痛みなど忘れ、僕はただ勝利の喜びを噛み締めていた。": "Olvidé el dolor, y simplemente saboreé la alegría de la victoria.",
        "しかし、歓喜に沸くベンチとは裏腹に、僕の右手は熱く脈打ち、ズキズキと痛み続けていた。": "Sin embargo, a diferencia del banquillo que celebraba con júbilo, mi mano derecha palpitaba con calor y seguía doliéndome intensamente.",
        "次の決勝戦、どうなるんだろう。": "¿Qué pasará en la próxima final?",
        "誰もが期待する決勝戦に、僕はこの手で立てるのだろうか。": "¿Podré jugar en la final que todos esperan con esta mano?",
        "不安が、胸を締め付けた。": "La ansiedad me oprimió el pecho."
      }
    },
    {
      "id": "ch19",
      "title": "Partido Final: Derrota",
      "description": "Una intensa batalla en la final. Kaito lo da todo, pero el equipo pierde por poco. Con su madre en el corazón.",
      "sentences": {
        "体育館の空気は、熱気と興奮で張り詰めていた。": "El aire del gimnasio estaba denso, cargado de emoción y tensión.",
        "照明が眩しく、満員の観客席からは地鳴りのような応援の轟音が響く。": "La iluminación era deslumbrante y de las gradas repletas resonaba un estruendo de vítores, como un terremoto.",
        "この舞台に立てていることが信じられない。": "No me puedo creer estar en esta cancha.",
        "決勝戦。": "La final.",
        "全国大会への切符をかけた、最後の試合だ。": "El último partido, en juego el pase al campeonato nacional.",
        "「海翔！": "¡Kaito!",
        "落ち着いていけ！": "¡Con calma!",
        "」山田先生の声がベンチから飛んでくる。": "La voz del profesor Yamada llegó desde el banquillo.",
        "包帯の巻かれた左手がズキリと痛んだ。": "Mi mano izquierda vendada me dio una punzada de dolor.",
        "準決勝で痛めた手首だが、気にする余裕はない。": "Aunque la muñeca me dolía desde la semifinal, no tenía margen para preocuparse.",
        "母さんとの約束。": "La promesa a mamá.",
        "オリンピック選手にはなれなかったけれど、俺は今、ここで、このチームのために全身全霊をかけて戦う。": "Aunque no pude convertirme en atleta olímpico, ahora mismo, aquí, por este equipo, lucharé con todo mi ser.",
        "母さん、見ててくれ。": "Mamá, mírame.",
        "試合開始のホイッスルが鳴り響く。": "El silbato de inicio del partido resonó.",
        "相手は強豪。": "El rival era un peso pesado.",
        "序盤から激しい攻防が繰り広げられた。": "Desde el principio se libró una feroz contienda.",
        "彼らは組織的で、個々の能力も高い。": "Eran organizados y sus habilidades individuales eran elevadas.",
        "しかし、俺たちもここまで来る道のりで培った連携と、何よりも「諦めない心」がある。": "Pero nosotros también contábamos con la coordinación que habíamos cultivado en el camino hasta aquí y, sobre todo, con un 'corazón que no se rinde'.",
        "ジャマルの変幻自在のドライブ、タクミの正確なシュート、俺の広い視野とリバウンド。": "Las penetraciones impredecibles de Jamal, los tiros precisos de Takumi, y mi visión de juego amplia y rebotes.",
        "一進一退の攻防が続き、心臓が激しく脈打つ。": "La contienda siguió con un toma y daca constante, y mi corazón latía con fuerza.",
        "第2クォーター、ドリブルで切り込んだ際に相手選手と接触し、転倒した。": "En el segundo cuarto, al intentar penetrar con el balón, choqué con un jugador rival y caí al suelo.",
        "左手で着地した瞬間、激痛が走る。": "En el instante en que aterricé con la mano izquierda, sentí un dolor agudo.",
        "視界が揺らぎ、思わずうめき声が出そうになったが、歯を食いしばって立ち上がった。": "Mi visión se nubló y estuve a punto de gemir, pero apreté los dientes y me levanté.",
        "「中村、大丈夫か！？": "¡Nakamura, ¿estás bien?!",
        "」山田先生が心配そうに声をかける。": "preguntó el profesor Yamada con preocupación.",
        "俺は首を振った。": "Yo negué con la cabeza.",
        "「大丈夫です、行けます！": "¡Estoy bien, puedo seguir!",
        "」痛みはあった。": "Me dolía.",
        "いや、痛かった。": "No, dolía mucho.",
        "けれど、ここでベンチに下がる選択肢など、俺の中には微塵もなかった。": "Pero la opción de ir al banquillo en este momento no existía en lo más mínimo para mí.",
        "後半に入ると、さらにゲームはヒートアップした。": "Al entrar en la segunda mitad, el juego se intensificó aún más.",
        "ボールを奪い合い、体をぶつけ合う。": "Se disputaban el balón, chocando cuerpos.",
        "汗が目に入り、呼吸は荒い。": "El sudor me entró en los ojos y mi respiración era agitada.",
        "残り5分で一点差。": "A falta de cinco minutos, solo un punto de diferencia.",
        "俺たちは猛攻を仕掛け、残り2分でついに逆転した。": "Lanzamos un ataque feroz y finalmente, a falta de dos minutos, logramos la remontada.",
        "歓声が体育館を揺らす。": "Los vítores sacudieron el gimnasio.",
        "しかし、相手もすぐさま反撃し、残り30秒で再逆転を許してしまう。": "Pero el rival contraatacó de inmediato y, a falta de 30 segundos, permitimos que nos volvieran a superar.",
        "78対79。": "78 a 79.",
        "タイムアウト。": "Tiempo muerto.",
        "山田先生は「落ち着け、まだ終わってない！": "El profesor Yamada gritó: '¡Tranquilos, aún no ha terminado!'",
        "」と叫んだ。": "",
        "俺たちの目は、勝利だけを捉えていた。": "Nuestros ojos solo estaban fijos en la victoria.",
        "再びコートへ。": "De vuelta a la cancha.",
        "最後の攻撃。": "El último ataque.",
        "ジャマルがボールを持ち、相手ディフェンスを引きつける。": "Jamal tenía el balón, atrayendo a la defensa rival.",
        "俺はフリーになったタクミにパスを出し、彼がシュートを放った。": "Pasé el balón a Takumi, que estaba desmarcado, y él lanzó a canasta.",
        "ボールはリングに吸い込まれるかのように弧を描いた――が、無情にもリングに弾かれ、外れた。": "El balón trazó un arco como si fuera a ser absorbido por el aro, pero, cruelmente, rebotó en el aro y se salió.",
        "ブザーが鳴り響いた。": "La bocina sonó con fuerza.",
        "その瞬間、体育館の熱気が一瞬にして冷え切ったように感じた。": "En ese instante, la atmósfera del gimnasio se sintió como si se hubiera congelado de repente.",
        "時間は、もう、戻らない。": "El tiempo, ya, no volvería.",
        "一点差。": "Por un punto.",
        "俺たちは、負けた。": "Perdimos.",
        "膝から力が抜け、その場に崩れ落ちそうになった。": "Las piernas se me aflojaron y estuve a punto de caer al suelo.",
        "全身を駆け巡る絶望感。": "Una sensación de desesperación me invadió por completo.",
        "喉の奥が熱くなり、視界が滲む。": "Sentí un nudo en la garganta y la vista se me nubló.",
        "「くそっ……！": "«¡Maldita sea...!",
        "」 悔しさが込み上げ、涙が止めどなく溢れ出した。": "» La rabia me ahogó y las lágrimas brotaron sin control.",
        "あの時のシュートが入っていれば、あのリバウンドが取れていれば、あのパスが……。": "Si aquel tiro hubiera entrado, si hubiéramos cogido aquel rebote, si aquel pase...",
        "後悔の波が次々と押し寄せる。": "Las olas de arrepentimiento me invadían una tras otra.",
        "その時、誰かが俺の肩を抱き寄せた。": "En ese momento, alguien me abrazó por el hombro.",
        "ジャマルだった。": "Era Jamal.",
        "「海翔、お前はよくやった。": "«Kaito, lo hiciste muy bien.",
        "誰よりも、一番走ってた。": "Corriste más que nadie.",
        "」 次にタクミが、そして他のチームメイトが次々と俺の周りに集まり、無言で肩を叩いたり、背中をさすったりしてくれた。": "» Luego Takumi, y uno a uno, los demás compañeros de equipo se reunieron a mi alrededor, dándome palmaditas en el hombro o acariciándome la espalda en silencio.",
        "山田先生も、静かに俺の頭を撫でた。": "El señor Yamada también me acarició la cabeza en silencio.",
        "俺は顔を上げた。": "Levanté la vista.",
        "みんなも、悔しさと疲労で顔が歪んでいる。": "Todos tenían la cara desfigurada por la frustración y el cansancio.",
        "それでも、俺を責める者は誰もいなかった。": "Aun así, nadie me culpó.",
        "結果は負けでも、俺は確かにここにいた。": "Aunque el resultado fue una derrota, yo estuve ahí, sin duda.",
        "全身全霊をかけて戦い抜いた。": "Luché con cuerpo y alma.",
        "このチームで、この仲間と。": "Con este equipo, con estos compañeros.",
        "母さんもきっと、この俺を誇りに思ってくれるだろう。": "Mi madre seguramente también estará orgullosa de mí.",
        "勝利だけが全てじゃないと、きっと母さんはそう言ってくれるはずだ。": "Mi madre seguro que me diría que la victoria no lo es todo.",
        "俺は深く息を吐き、静かに涙を拭った。": "Exhalé profundamente y me sequé las lágrimas en silencio."
      }
    },
    {
      "id": "ch20",
      "title": "Nuevo Sueño",
      "description": "Después del partido, el ojeador de la NBA Ray Jenkins le ofrece a Kai una beca en Estados Unidos. Kai regresa al mar, ya sin miedo.",
      "sentences": {
        "試合終了のブザーが鳴り響き、僕たちはたった1点差で敗れた。": "Sonó la bocina final del partido y perdimos por solo un punto.",
        "体育館の空気は重く、熱気に満ちていたはずの興奮は静かな敗北感に変わっていた。": "El ambiente en el gimnasio era denso; la euforia que debería haberlo llenado se había transformado en una tranquila sensación de derrota.",
        "肩を落とすチームメイト、山田コーチの「よくやった、胸を張れ」という言葉が心に染みる。": "Mis compañeros de equipo estaban cabizbajos, y las palabras del entrenador Yamada, \"Lo hicieron bien, siéntanse orgullosos\", me calaron hondo.",
        "悔しかった。": "Me sentí frustrado.",
        "だが、不思議と絶望はなかった。": "Pero, extrañamente, no había desesperación.",
        "僕たちは全てを出し切った。": "Lo habíamos dado todo.",
        "それが分かっていたからだ。": "Lo sabíamos.",
        "その時、僕の前に一人の大柄な男性が立っていた。": "En ese momento, un hombre corpulento estaba de pie frente a mí.",
        "見慣れない顔だ。": "Era un rostro desconocido.",
        "年齢は50代くらいだろうか、鋭い眼差しをしていた。": "Debía tener unos 50 años y una mirada penetrante.",
        "「中村海翔君だね？": "¿Eres Kaito Nakamura?",
        "」彼は流暢な日本語で尋ねた。": "preguntó en un japonés fluido.",
        "「私はレイ・ジェンキンス。": "Soy Ray Jenkins.",
        "アメリカのNBAチームでスカウトをしている者だ。": "Soy un cazatalentos de un equipo de la NBA en Estados Unidos.",
        "」  NBAスカウト？": "¿Un cazatalentos de la NBA?",
        "僕は驚きで言葉が出なかった。": "Me quedé sin palabras por la sorpresa.",
        "「君のプレーは今日初めて見たが、実に興味深い。": "Tu juego, que vi por primera vez hoy, es realmente interesante.",
        "あの身長とリーチ、そしてあの驚くべき学習能力。": "Esa altura y alcance, y esa asombrosa capacidad de aprendizaje.",
        "元競泳選手だと聞いたが、その動きには水中の滑らかさと爆発力が見て取れる。": "He oído que fuiste nadador competitivo; en tus movimientos se aprecia la fluidez y la fuerza explosiva del agua.",
        "手は怪我をしていたそうだが、それでも素晴らしいパフォーマンスだった。": "Parece que tenías una lesión en la mano, pero aun así fue una actuación magnífica.",
        "将来性がある。": "Tienes potencial.",
        "」 彼は僕の怪我に気づいていた。": "Se había dado cuenta de mi lesión.",
        "そして、僕が元競泳選手であることまで。": "E incluso de que yo era un ex nadador competitivo.",
        "「本題に入ろう。": "Vamos al grano.",
        "君にアメリカでバスケットボールを学ぶ機会を提供したい。": "Me gustaría ofrecerte la oportunidad de estudiar baloncesto en Estados Unidos.",
        "奨学金制度だ。": "Es un programa de becas.",
        "ロサンゼルスにあるアカデミーで、全米の有望選手が集まる場所だ。": "En una academia en Los Ángeles, un lugar donde se reúnen los jugadores más prometedores de todo el país.",
        "そこで本格的にバスケットボールを学び、腕を磨かないか？": "¿Te gustaría aprender baloncesto en serio y perfeccionar tus habilidades allí?",
        "」  奨学金。": "Becas.",
        "アメリカ。": "Estados Unidos.",
        "バスケットボール。": "Baloncesto.",
        "まるで夢のような話だった。": "Era como un sueño.",
        "僕の頭の中は真っ白になった。": "Mi mente se quedó en blanco.",
        "負けたばかりの試合会場で、こんな話が飛び出すなんて。": "Que una propuesta así surgiera en el mismo lugar donde acabábamos de perder un partido...",
        "混乱と、そして計り知れない喜びが同時に押し寄せた。": "Una mezcla de confusión y una alegría inmensa me invadieron al mismo tiempo.",
        "母との約束。": "La promesa a mi madre.",
        "「オリンピックの夢を諦めないで」。": "«No abandones tu sueño olímpico».",
        "僕は水泳を辞め、一時的にその約束を破ってしまったと罪悪感に苛まれた。": "Había dejado la natación, y me sentía culpable por haber roto temporalmente esa promesa.",
        "でも、バスケットボールと出会い、新しい自分を見つけた。": "Pero al encontrar el baloncesto, descubrí un nuevo yo.",
        "そして今、そのバスケットボールが、僕に再び「オリンピック」のような大きな夢を与えてくれたのだ。": "Y ahora, ese mismo baloncesto me había dado de nuevo un gran sueño, como el de los \"Juegos Olímpicos\".",
        "それが、アメリカでプロを目指す道だと、瞬時に理解した。": "Al instante, comprendí que ese era el camino para convertirme en profesional en Estados Unidos.",
        "試合会場を後にし、僕は慣れた足取りで海へと向かった。": "Dejé el estadio y me dirigí hacia el mar con pasos familiares.",
        "夕暮れ時、オレンジ色の光が海面を照らしている。": "Al atardecer, una luz anaranjada iluminaba la superficie del océano.",
        "かつて、僕にとって海は恐ろしい場所だった。": "Antiguamente, el mar era un lugar aterrador para mí.",
        "鮫に襲われ、プールが壊れ、水に対する恐怖が僕を支配した。": "Fui atacado por un tiburón, la piscina se rompió y el miedo al agua me dominó.",
        "もう二度と水に触れるものかと思った。": "Pensé que nunca más volvería a tocar el agua.",
        "でも今は違う。": "Pero ahora es diferente.",
        "僕は砂浜に足を踏み入れ、波打ち際に歩み寄った。": "Pisé la arena de la playa y me acerqué a la orilla.",
        "寄せては返す波の音が、僕の心臓の鼓動と重なる。": "El sonido de las olas que iban y venían se fundía con los latidos de mi corazón.",
        "冷たい海水が足の指先を包み込んだ。": "El agua fría del mar envolvió las puntas de mis dedos del pie.",
        "僕は躊躇なく、一歩、また一歩と海の中へ足を進めた。": "Sin dudarlo, di un paso, y luego otro, adentrándome en el mar.",
        "かつての恐怖はどこにもない。": "El miedo de antes ya no existía.",
        "波が膝まで来る頃には、全身が安らぎに包まれていた。": "Cuando las olas me llegaban a las rodillas, todo mi cuerpo estaba envuelto en paz.",
        "まるで、この瞬間をずっと待っていたかのように。": "Como si hubiera estado esperando este momento toda mi vida.",
        "母の顔が、心の奥に浮かんだ。": "El rostro de mi madre apareció en lo más profundo de mi mente.",
        "笑顔で、僕を見守っている。": "Me observaba con una sonrisa.",
        "「海翔、これでいいのよ」 そう言われている気がした。": "Sentí que me decía: \"Kaito, esto está bien así\".",
        "水泳のオリンピック選手になる夢は、形を変え、バスケットボールという新しい器に注ぎ込まれた。": "Mi sueño de ser nadador olímpico cambió de forma y se vertió en un nuevo recipiente: el baloncesto.",
        "それは、母が僕に望んだ「夢を追い続けること」そのものだ。": "Era la esencia de lo que mi madre quería para mí: \"seguir persiguiendo mis sueños\".",
        "この海は、僕の過去の痛みと、再生の場所。": "Este mar es el lugar de mi dolor pasado y de mi renacimiento.",
        "僕はもう、何も恐れない。": "Ya no le temo a nada.",
        "新しい「オリンピックの夢」が、僕の目の前で輝いている。": "Un nuevo \"sueño olímpico\" brillaba ante mis ojos.",
        "アメリカでのバスケットボール。": "Baloncesto en Estados Unidos.",
        "それは、僕の未来だ。": "Ese es mi futuro.",
        "僕は水平線の彼方を見つめ、静かに海の中へと歩んでいった。": "Miré más allá del horizonte y me adentré en el mar en silencio."
      }
    }
  ]
}