{
  "title": "Sóng và Bóng rổ",
  "description": "Một câu chuyện về một cựu kình ngư, người đã bén duyên với bóng rổ sau khi giấc mơ Olympic của anh tan vỡ.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Chuyến bơi cuối cùng",
      "description": "Kaito bơi một mình trong bể bơi sáng sớm. Với ký ức về mẹ và giấc mơ Olympic trong lòng, anh ấy thực hiện cuộc bơi cuối cùng của mình.",
      "sentences": {
        "早朝の冷たい空気が肺を満たす。": "Không khí lạnh sáng sớm tràn ngập phổi.",
        "午前５時。": "Năm giờ sáng.",
        "沖縄の小さな町のオリンピックプールに、僕以外誰もいない。": "Trong hồ bơi Olympic ở thị trấn nhỏ Okinawa, chỉ có một mình tôi.",
        "水面に朝焼けの薄い光が反射して、揺らめいている。": "Trên mặt nước, ánh sáng mờ nhạt của bình minh phản chiếu lung linh.",
        "プールの底に描かれた青いラインは、まるで僕の人生の道筋のようだ。": "Đường kẻ màu xanh vẽ dưới đáy hồ bơi cứ như thể con đường đời của tôi.",
        "僕は高台から水の中へ飛び込んだ。": "Tôi lao mình từ bục cao xuống nước.",
        "水が肌を包み込み、一瞬の冷たさの後に温かさを感じる。": "Nước bao bọc lấy da, sau một khoảnh khắc lạnh buốt là cảm giác ấm áp.",
        "この感覚は、もう何千回も経験してきた。": "Cảm giác này, tôi đã trải nghiệm hàng ngàn lần rồi.",
        "ストロークを始める。": "Tôi bắt đầu quạt tay.",
        "入水、プル、プッシュ、リカバリー。": "Nhập nước, kéo, đẩy, thả lỏng.",
        "繰り返される動作は、瞑想のようだった。": "Những động tác lặp đi lặp lại giống như thiền định.",
        "「海翔、もっと腕を伸ばして！": "「Kaito, hãy vươn tay ra nữa đi!",
        "指先まで意識してごらん。": "Hãy cảm nhận cho đến đầu ngón tay.",
        "水は君の友達よ」 母の声が、水の音に混じって聞こえる気がする。": "Nước là bạn của con đó」 Tôi cảm giác như nghe thấy tiếng mẹ mình hòa lẫn vào tiếng nước.",
        "アイコ。": "Aiko.",
        "僕の母であり、最高のコーチだった人。": "Người là mẹ tôi, và cũng là huấn luyện viên giỏi nhất của tôi.",
        "僕にオリンピックの夢を託した人。": "Người đã gửi gắm giấc mơ Olympic cho tôi.",
        "「海翔、このプールは世界と繋がっているの。": "「Kaito, hồ bơi này được kết nối với thế giới đó.",
        "いつか君がその世界で一番になるのを見るのが、ママの夢よ」 あの頃、僕の体はまだ小さかったけれど、母の言葉は僕の心に深く刻まれた。": "Một ngày nào đó, nhìn thấy con trở thành số một trên thế giới là giấc mơ của mẹ đó」 Khi đó, dù cơ thể tôi còn nhỏ bé, nhưng lời mẹ nói đã khắc sâu vào tim tôi.",
        "僕の泳ぎは、母の夢そのものだった。": "Kiểu bơi của tôi chính là giấc mơ của mẹ.",
        "毎週、毎日、午前５時にはここに来る。": "Hàng tuần, hàng ngày, vào 5 giờ sáng tôi đều đến đây.",
        "休んだことはほとんどない。": "Hầu như tôi không bao giờ nghỉ.",
        "腕が軋み、足が重くなっても、決して止まらない。": "Dù cánh tay đau nhức, chân nặng trĩu, tôi cũng không bao giờ dừng lại.",
        "体が求めるのは、この水の感触と、繰り返される呼吸の音だけだった。": "Thứ mà cơ thể tôi khao khát chỉ là cảm giác của nước này và âm thanh của những hơi thở lặp đi lặp lại.",
        "吐いて、吸って。": "Thở ra, hít vào.",
        "ゴーグル越しの視界は、常に青いラインを捉えている。": "Qua lớp kính bơi, tầm nhìn của tôi luôn luôn nắm bắt đường kẻ màu xanh.",
        "母が逝ってから二年。": "Đã hai năm kể từ khi mẹ tôi qua đời.",
        "プールだけが、僕を母に繋ぎ止める唯一の場所だった。": "Chỉ có hồ bơi là nơi duy nhất gắn kết tôi với mẹ.",
        "彼女の夢が、僕の体の中に生きている。": "Giấc mơ của mẹ đang sống trong cơ thể tôi.",
        "プールの端まで泳ぎきると、水面に顔を上げる。": "Khi bơi đến cuối hồ, tôi ngẩng mặt lên khỏi mặt nước.",
        "息を整えながら、ふと視線を横にやると、いつものベンチに田中コーチが座っているのが見えた。": "Trong khi điều hòa hơi thở, chợt đưa mắt sang ngang, tôi thấy huấn luyện viên Tanaka đang ngồi trên chiếc ghế dài quen thuộc.",
        "痩せこけた体で、じっと僕の泳ぎを見つめている。": "Với thân hình gầy gò, ông ấy lặng lẽ nhìn chăm chú vào kiểu bơi của tôi.",
        "コーチは多くを語らない人だ。": "Huấn luyện viên là người không nói nhiều.",
        "僕がプールにいる限り、ただそこにいてくれる。": "Miễn là tôi còn ở trong hồ bơi, ông ấy chỉ ở đó thôi.",
        "僕が母の夢を追い続けていることを、一番理解している人物だろう。": "Ông ấy hẳn là người hiểu rõ nhất việc tôi tiếp tục theo đuổi giấc mơ của mẹ.",
        "彼の目には、いつも誇りと、そして微かな心配の色が浮かんでいる。": "Trong mắt ông ấy, luôn luôn là niềm tự hào và một chút lo lắng.",
        "僕にはそれがわかる。": "Tôi hiểu điều đó.",
        "最近、泳ぎながら時々、漠然とした感覚に襲われることがある。": "Gần đây, khi bơi, thỉnh thoảng tôi bị một cảm giác mơ hồ xâm chiếm.",
        "この水の中で、何か大切なものが終わりを迎えようとしているような、奇妙な予感。": "Một linh cảm kỳ lạ, rằng trong làn nước này, một điều gì đó quan trọng dường như sắp kết thúc.",
        "水の抵抗が、以前より重く感じられる瞬間がある。": "Có những khoảnh khắc, tôi cảm thấy sức cản của nước nặng hơn trước đây.",
        "肺が、昔のように限界まで酸素を取り込めないような、そんな感覚。": "Một cảm giác rằng phổi tôi không thể hít vào lượng oxy tối đa như trước đây.",
        "僕は６フィート４インチ、１９３センチの長身だ。": "Tôi là một người cao lớn, 6 feet 4 inch, tức 193 cm.",
        "水の中では、その体が水流を切り裂くナイフのようだったはずなのに。": "Trong nước, cơ thể này lẽ ra phải như một con dao xé toạc dòng nước vậy mà.",
        "最後のラップ。": "Vòng cuối cùng.",
        "力を振り絞り、水しぶきを上げながらゴールを目指す。": "Dồn hết sức lực, tung bọt nước, tôi hướng tới đích.",
        "指先が壁に触れる。": "Đầu ngón tay tôi chạm vào thành bể.",
        "ぴたりと動きを止めた瞬間、プールの静寂が戻ってきた。": "Khoảnh khắc tôi dừng chuyển động đột ngột, sự tĩnh lặng của hồ bơi trở lại.",
        "冷たい水が僕の体を包み込む。": "Nước lạnh bao bọc cơ thể tôi.",
        "ゆっくりと顔を上げ、空を見上げた。": "Tôi từ từ ngẩng mặt lên, nhìn lên bầu trời.",
        "夜明けの空は、鮮やかなグラデーションを描いている。": "Bầu trời lúc bình minh đang vẽ nên một dải màu rực rỡ.",
        "「海翔、空を見上げてごらん。": "「Kaito, nhìn lên bầu trời xem.",
        "どこまでも続くでしょう？": "Nó kéo dài đến vô cùng, đúng không?",
        "夢も同じよ」 母の声が、また聞こえた気がした。": "Ước mơ cũng vậy đó.」 Lại cảm giác như nghe thấy giọng mẹ.",
        "遠い、けれど鮮明な声。": "Giọng nói xa xăm, nhưng rõ ràng."
      }
    },
    {
      "id": "ch2",
      "title": "Ước Nguyện Từ Quá Khứ",
      "description": "Nhớ lại những giây phút cuối đời của mẹ anh tại bệnh viện, ước nguyện Olympic của bà dành cho Kaito, và sức nặng khôn tả của lời hứa ấy.",
      "sentences": {
        "僕の脳裏には、いつもあの日の光景が焼き付いている。": "Trong tâm trí tôi, cảnh tượng ngày hôm đó luôn in sâu.",
        "病院の白いベッドの傍らで、僕は母の手を握っていた。": "Bên cạnh chiếc giường trắng trong bệnh viện, tôi nắm tay mẹ.",
        "母の手は驚くほど細く、そして、ひどく冷たかった。": "Bàn tay mẹ gầy đến kinh ngạc, và lạnh buốt.",
        "窓から差し込む午後の陽光が、白いシーツの上に静かに伸びていたけれど、その光さえも部屋の重苦しい空気を拭い去ることはできなかった。": "Ánh nắng chiều chiếu qua cửa sổ, nhẹ nhàng trải dài trên tấm ga trải giường trắng, nhưng ngay cả ánh sáng đó cũng không thể xua tan bầu không khí nặng nề trong căn phòng.",
        "母の呼吸は浅く、時折、苦しそうに喉を鳴らすのが聞こえた。": "Hơi thở của mẹ yếu ớt, thỉnh thoảng tôi nghe thấy tiếng mẹ khẽ rên lên vì khó thở.",
        "「海翔…」  母の声は、か細く、ほとんど聞こえないほどだった。": "“Kaito...” Giọng mẹ yếu ớt, gần như không nghe thấy gì.",
        "僕は震える声で答えた。": "Tôi đáp lại bằng giọng run rẩy.",
        "「大丈夫だよ、お母さん。": "“Mẹ ơi, không sao đâu.”",
        "」 けれど、その言葉には何の力もなかった。": "” Nhưng những lời nói đó không có chút sức mạnh nào cả.",
        "母は僕の目をまっすぐ見つめた。": "Mẹ nhìn thẳng vào mắt tôi.",
        "その瞳には、かつての力強い輝きは失われていたけれど、揺るぎない愛情と、何かを伝えようとする必死な思いが宿っていた。": "Trong đôi mắt ấy, dù không còn ánh sáng mạnh mẽ như xưa, nhưng vẫn chứa đựng tình yêu thương không lay chuyển và một khao khát mãnh liệt muốn truyền tải điều gì đó.",
        "「ねぇ… 海翔…」  母は力を振り絞るように、僕の手をそっと握り返した。": "“Này... Kaito...” Mẹ như dồn hết sức lực, nhẹ nhàng siết lại tay tôi.",
        "僕は息を飲んだ。": "Tôi nín thở.",
        "彼女が何を言おうとしているのか、直感的にわかった。": "Tôi trực giác biết được mẹ định nói gì.",
        "「約束… してちょうだい… オリンピック… 諦めないで…。お母さんの… 夢… 海翔の夢…」  一言一言が、鉛のように僕の心に沈んでいった。": "“Hứa với mẹ... nhé... Đừng từ bỏ... Olympic... Giấc mơ của mẹ... Giấc mơ của Kaito...” Từng lời một, như chì, chìm sâu vào trái tim tôi.",
        "僕は涙で滲む視界の中で、必死に頷いた。": "Tôi gật đầu lia lịa trong tầm nhìn nhòe đi vì nước mắt.",
        "「うん、お母さん。": "“Vâng, mẹ ơi.”",
        "約束するよ。": "Con hứa ạ.",
        "絶対… 諦めない。": "Chắc chắn... con sẽ không từ bỏ.",
        "」 この誓いがどれほどの重みを持つのか、その時の僕にはまだ理解できていなかった。": "” Lúc đó, tôi vẫn chưa thể hiểu được lời thề này có trọng lượng đến mức nào.",
        "ただ、母の願いを、その最後の輝きを守りたかった。": "Chỉ là, tôi muốn bảo vệ ước nguyện của mẹ, bảo vệ tia sáng cuối cùng đó.",
        "その瞬間、母の顔に微かな安堵の表情が浮かび、そして… 彼女の瞳は静かに閉じられた。": "Khoảnh khắc đó, một nét mặt nhẹ nhõm thoáng qua trên gương mặt mẹ, và rồi... đôi mắt mẹ từ từ khép lại.",
        "僕の手の中の温もりが、ゆっくりと、消えていくのを感じた。": "Tôi cảm thấy hơi ấm trong tay mình từ từ biến mất.",
        "あの日の出来事は、まるで昨日のことのように鮮明に僕の脳裏に焼き付いている。": "Sự việc ngày hôm đó vẫn in sâu rõ nét trong tâm trí tôi, cứ như thể là chuyện ngày hôm qua.",
        "母の最期の言葉、僕が交わした約束。": "Lời nói cuối cùng của mẹ, lời hứa tôi đã trao.",
        "それは僕を縛りつける呪縛であり、同時に、僕を突き動かす唯一の原動力でもあった。": "Đó là một lời nguyền ràng buộc tôi, đồng thời cũng là động lực duy nhất thúc đẩy tôi.",
        "今、僕の部屋には、母の笑顔のポートレートが飾られている。": "Giờ đây, trong phòng tôi có treo một bức chân dung mẹ đang cười.",
        "写真の中の母は、いつも僕に優しく微笑みかけてくれる。": "Người mẹ trong ảnh luôn mỉm cười hiền hậu với tôi.",
        "その笑顔を見るたびに、胸の奥がきりきりと締め付けられるような痛みが走る。": "Mỗi khi nhìn thấy nụ cười đó, tôi lại cảm thấy đau nhói như thắt chặt trong lồng ngực.",
        "僕は約束を守れているだろうか？": "Liệu tôi có đang giữ lời hứa không?",
        "オリンピックへの道は、どんどん遠ざかっていくように感じていた。": "Tôi cảm thấy con đường đến với Olympic ngày càng xa vời.",
        "泳げば泳ぐほど、体は重く、パフォーマンスは低下していく。": "Càng bơi, cơ thể tôi càng nặng nề và hiệu suất càng giảm sút.",
        "この身体で、母の夢を、僕自身の夢を、本当に叶えられるのだろうか？": "Với cơ thể này, liệu giấc mơ của mẹ, giấc mơ của chính tôi, có thực sự thành hiện thực được không?",
        "罪悪感と、どうしようもない無力感が僕を蝕んでいく。": "Cảm giác tội lỗi và sự bất lực không thể làm gì được đang gặm nhấm tôi.",
        "その時、スマートフォンの着信音が静寂を破った。": "Lúc đó, tiếng chuông điện thoại thông minh phá tan sự tĩnh lặng.",
        "ディスプレイには「田中コーチ」の文字。": "Trên màn hình hiện lên dòng chữ “Huấn luyện viên Tanaka”.",
        "僕は一つ深呼吸をして、通話ボタンを押した。": "Tôi hít một hơi thật sâu và nhấn nút gọi.",
        "「もしもし、海翔か？": "“Alo, Kaito phải không?”",
        "」田中コーチの、いつもの少しぶっきらぼうだが温かい声が響いた。": "” Giọng của Huấn luyện viên Tanaka, vẫn ấm áp nhưng hơi cục cằn như mọi khi, vang lên.",
        "「どうだ、体調は？": "“Sao rồi, sức khỏe thế nào?",
        "今日も練習に来なかったが。": "Hôm nay cậu cũng không đến tập.”",
        "」 「あ、はい… 少しだるくて… 今日も休んでしまいました。": "” “À, vâng... Con hơi mệt... Hôm nay con lại nghỉ ạ.”",
        "」僕はごまかすように答えた。": "” Tôi trả lời một cách lảng tránh.",
        "本当は、だるさだけではない。": "Thực ra, không chỉ là mệt mỏi thôi đâu.",
        "水に入るのが、少し… 怖くなっていた。": "Việc xuống nước đã trở nên hơi... đáng sợ.",
        "「そうか。": "“Thế à.",
        "無理はするなよ。": "Đừng cố quá sức.",
        "」コーチの声には、僕の嘘を見透かしているような響きがあったが、深くは追及しなかった。": "” Giọng của huấn luyện viên có vẻ như đã nhìn thấu lời nói dối của tôi, nhưng ông ấy không truy hỏi sâu.",
        "「だが、お前は大事な選手だ。": "“Nhưng cậu là một vận động viên quan trọng đấy.",
        "何かあったら、いつでも相談しろ。": "Có chuyện gì thì cứ nói với tôi bất cứ lúc nào.”",
        "いつでも、だぞ。": "Lúc nào cũng được.",
        "」  電話を切った後も、僕はしばらく受話器を握りしめていた。": "」 Ngay cả sau khi cúp điện thoại, tôi vẫn nắm chặt ống nghe một lúc.",
        "田中コーチの言葉は、まるで僕の重荷を少しだけ軽くしてくれたようにも感じた。": "Lời nói của huấn luyện viên Tanaka như thể đã làm nhẹ bớt gánh nặng của tôi một chút.",
        "しかし、その重荷の大部分は、やはり母との約束だった。": "Tuy nhiên, phần lớn gánh nặng đó vẫn là lời hứa với mẹ.",
        "僕は再び、母の写真に視線を戻した。": "Tôi lại đưa mắt nhìn về bức ảnh của mẹ.",
        "写真の中の母は、変わらず微笑んでいる。": "Mẹ trong ảnh vẫn mỉm cười như thường lệ.",
        "「お母さん…」僕は静かに呟いた。": "“Mẹ ơi…” Tôi khẽ thì thầm.",
        "「ごめん。": "“Con xin lỗi.",
        "でも… 僕は、まだ…」": "Nhưng… con, vẫn chưa…”",
        "窓の外に目をやった。": "Tôi nhìn ra ngoài cửa sổ.",
        "Mái nhà của hồ bơi ở đằng xa phản chiếu ánh sáng mờ nhạt.": "Mái nhà của hồ bơi ở đằng xa phản chiếu ánh sáng mờ nhạt.",
        "あの水の中に、僕の未来はあるのだろうか。": "Liệu tương lai của tôi có nằm trong làn nước đó không?",
        "それとも、母の記憶だけが、そこに残り続けるのだろうか。": "Hay chỉ ký ức về mẹ là sẽ tiếp tục ở lại đó?"
      }
    },
    {
      "id": "ch3",
      "title": "Cảnh báo bão",
      "description": "Một cơn bão đang tiến đến thị trấn. Kaito quyết định bơi một lần cuối cùng trước cơn bão và đi ra hồ bơi.",
      "sentences": {
        "朝から、町はざわついていた。": "Từ sáng, thị trấn đã xôn xao.",
        "役場から繰り返し流れる放送が、その理由を告げている。": "Thông báo được phát đi phát lại từ tòa thị chính đang cho biết lý do.",
        "「大型で非常に強い台風が、まもなく沖縄本島に接近します。": "“Cơn bão lớn và rất mạnh sẽ sớm tiếp cận đảo chính Okinawa.",
        "厳重な警戒を…」。": "Hãy cảnh giác cao độ…”.",
        "通りを歩く人々は皆、足早で、不安げな表情を浮かべていた。": "Mọi người đi trên phố đều bước vội vã, với vẻ mặt lo âu.",
        "店という店は、慌ただしくシャッターを下ろし、窓にはベニヤ板が打ち付けられていく。": "Từng cửa hàng một vội vã đóng cửa cuốn, và những tấm ván ép được đóng lên cửa sổ.",
        "漁港では、漁船が陸に引き上げられ、係留ロープが何重にも巻かれていた。": "Tại cảng cá, những chiếc thuyền đánh cá được kéo lên bờ, và dây neo được quấn nhiều vòng.",
        "いつもなら活気に満ちているはずのこの町が、まるで息をひそめているかのように感じられた。": "Thị trấn này, vốn lẽ ra phải luôn tràn đầy sức sống, dường như đang nín thở.",
        "僕もまた、その不穏な空気の一部だった。": "Tôi cũng là một phần của bầu không khí bất an đó.",
        "でも、僕の頭の中はただ一つ、プールのことだけだった。": "Nhưng trong đầu tôi chỉ có duy nhất một điều, đó là về bể bơi.",
        "この暴風雨が来る前に、どうしても一度、泳いでおきたかった。": "Trước khi cơn bão này đến, tôi nhất định muốn bơi một lần.",
        "どれだけ体が重くても、どれだけ水が怖くても、最後の練習になるかもしれない、という予感があったからだ。": "Dù cơ thể có nặng nề đến mấy, dù có sợ nước đến mấy, tôi vẫn có linh cảm rằng đây có thể là buổi tập cuối cùng.",
        "プールに到着すると、田中コーチが、すでにプールの窓に目張りをする準備をしていた。": "Khi tôi đến bể bơi, huấn luyện viên Tanaka đã chuẩn bị dán kín cửa sổ.",
        "彼の顔には、いつもの厳しさと、それ以上の心配が混じり合っていた。": "Trên mặt anh ấy, sự nghiêm khắc thường thấy xen lẫn với nỗi lo lắng lớn hơn.",
        "「海翔、来たのか。": "“Kaito, con đến rồi à.",
        "もうすぐ閉鎖だぞ。": "Sắp đóng cửa rồi đấy.",
        "無茶はするなよ」 コーチは太い眉をひそめて言った。": "Đừng có làm gì dại dột đấy!” Huấn luyện viên nói, nhíu cặp lông mày rậm.",
        "僕は軽く会釈するだけで、すぐに更衣室へ向かった。": "Tôi chỉ khẽ cúi chào rồi lập tức đi về phía phòng thay đồ.",
        "コーチは、僕の頑固さを知っている。": "Huấn luyện viên biết sự bướng bỉnh của tôi.",
        "もう何も言わないが、その視線は僕の背中に刺さっていた。": "Dù không nói gì nữa, ánh mắt của anh ấy vẫn ghim chặt vào lưng tôi.",
        "プールサイドに出ると、空気がひんやりと感じられた。": "Khi ra đến cạnh bể bơi, không khí trở nên se lạnh.",
        "空は鉛色に染まり、遠くで低い雷鳴が響く。": "Bầu trời nhuộm màu chì, tiếng sấm trầm vang vọng từ xa.",
        "風が吹き荒れ、プールの屋根がギシギシと音を立てた。": "Gió thổi mạnh, mái bể bơi kêu kẽo kẹt.",
        "しかし、僕の目の前にある水面は、信じられないほど静かだった。": "Tuy nhiên, mặt nước trước mắt tôi lại yên tĩnh đến không ngờ.",
        "深い青色を湛え、プールの天井から差し込む薄暗い光を反射している。": "Nó mang một màu xanh thẫm, phản chiếu ánh sáng lờ mờ chiếu vào từ trần bể bơi.",
        "まるで、外の嵐とは無関係な、別世界のようだった。": "Cứ như thể đó là một thế giới khác, không liên quan gì đến cơn bão bên ngoài.",
        "この静けさが、かえって不気味に感じられた。": "Sự tĩnh lặng này, ngược lại, lại khiến tôi cảm thấy đáng sợ.",
        "これが、僕が知るこのプールの、最後の穏やかな姿になるかもしれない。": "Đây có thể là hình dáng yên bình cuối cùng của bể bơi mà tôi biết.",
        "冷たい水に身を沈める。": "Tôi dìm mình vào làn nước lạnh.",
        "体が震えたが、それは水の冷たさだけではなかった。": "Cơ thể tôi run lên, nhưng không chỉ vì nước lạnh.",
        "恐怖と、この場所との別れへの寂しさが入り混じった感情だ。": "Đó là cảm xúc pha trộn giữa nỗi sợ hãi và sự buồn bã khi phải chia ly với nơi này.",
        "ゆっくりとストロークを始める。": "Tôi từ từ bắt đầu quạt tay.",
        "いつもなら軽いはずの腕が、まるで鉛のように重い。": "Cánh tay vốn lẽ ra phải nhẹ nhàng giờ nặng như chì.",
        "息継ぎをするたびに、窓の外の空がさらに暗くなっているのが見えた。": "Mỗi khi lấy hơi, tôi lại thấy bầu trời bên ngoài cửa sổ càng tối sầm hơn.",
        "風の唸り声が大きくなり、プールサイドに設置されたものがカタカタと音を立てる。": "Tiếng gió rít trở nên lớn hơn, những vật dụng đặt ở cạnh bể bơi kêu lạch cạch.",
        "それでも僕は、無心に水を掻いた。": "Dù vậy, tôi vẫn hết lòng quạt nước.",
        "一本、また一本と、壁を蹴る。": "Một vòng, rồi một vòng nữa, tôi đạp tường.",
        "体が悲鳴を上げている。": "Cơ thể tôi đang kêu gào.",
        "筋肉は硬直し、肺は酸素を求める。": "Cơ bắp co cứng, phổi đòi hỏi oxy.",
        "それでも僕は、止まるわけにはいかなかった。": "Dù vậy, tôi không thể dừng lại được.",
        "これは、意地だ。": "Đây là sự kiên trì.",
        "僕の泳ぎが、かつてのように輝くことはもうないのかもしれない。": "Có lẽ khả năng bơi của tôi sẽ không còn tỏa sáng như trước nữa.",
        "オリンピックの夢も、もしかしたらもう手の届かない場所にあるのかもしれない。": "Giấc mơ Olympic cũng có lẽ đã ở một nơi không thể với tới.",
        "だが、まだ僕の中には、水と一体になる衝動が残っていた。": "Nhưng trong tôi vẫn còn thôi thúc được hòa mình vào nước.",
        "この水の中でだけは、母との約束を、まだ守り続けられている気がした。": "Chỉ trong làn nước này, tôi cảm thấy mình vẫn đang giữ được lời hứa với mẹ.",
        "最後のターン。": "Cú lộn cuối cùng.",
        "残りの力を振り絞り、最後の数メートルを泳ぎ切る。": "Dốc hết sức lực còn lại, tôi bơi hết vài mét cuối cùng.",
        "壁に手が触れた瞬間、プール全体の空気が、さらに重くなったのを感じた。": "Khoảnh khắc tay tôi chạm vào tường, tôi cảm thấy không khí trong toàn bộ bể bơi càng trở nên nặng nề hơn.",
        "そして、微かに頬に当たる冷たい感触があった。": "Và rồi, có một cảm giác lạnh thoảng qua chạm vào má tôi.",
        "雨だ。": "Mưa rồi.",
        "大粒の雨が、プールの屋根に叩きつけられ始めたのだ。": "Những hạt mưa lớn bắt đầu trút xuống mái bể bơi.",
        "ゆっくりと立ち上がり、プールサイドに腰掛けた。": "Từ từ đứng dậy và ngồi xuống thành bể bơi.",
        "水滴がしたたり落ちる指先で、水面をそっと撫でる。": "Dùng đầu ngón tay còn đọng nước nhẹ nhàng vuốt mặt nước.",
        "水面に波紋が広がり、不穏な空を映し出す。": "Những gợn sóng lan tỏa trên mặt nước, phản chiếu bầu trời u ám.",
        "振り返ると、誰もいないプールが、静かに横たわっていた。": "Quay lại, bể bơi vắng tanh nằm yên lặng.",
        "この特別な場所が、嵐に飲み込まれていく。": "Nơi đặc biệt này đang bị cơn bão nuốt chửng.",
        "僕は名残惜しむようにプールの全てを脳裏に焼き付け、重い足取りで更衣室へと向かった。": "Tôi khắc ghi toàn bộ cảnh tượng bể bơi vào tâm trí như muốn lưu luyến, rồi nặng nề bước về phía phòng thay đồ.",
        "外は、もう嵐の気配に満ちていた。": "Bên ngoài, đã tràn ngập không khí của cơn bão."
      }
    },
    {
      "id": "ch4",
      "title": "Sau cơn bão",
      "description": "Sáng hôm sau cơn bão, Kaito tuyệt vọng khi nhìn thấy bể bơi tan hoang, khoảnh khắc giấc mơ Olympic của cậu tan vỡ.",
      "sentences": {
        "台風一過の朝は、ひどく静まり返っていた。": "Sáng sau bão, mọi thứ tĩnh lặng một cách đáng sợ.",
        "昨日までの狂騒が嘘のように、空気は重く、湿気を帯びていた。": "Cơn cuồng loạn của ngày hôm qua như một lời nói dối, không khí nặng nề và ẩm ướt.",
        "僕は重い足を引きずりながら、いつも練習に向かっていた道のりを歩いていた。": "Tôi lê bước chân nặng nề, đi trên con đường quen thuộc vẫn thường đến sân tập.",
        "心臓が不規則に脈打つ。": "Tim tôi đập loạn nhịp.",
        "嫌な予感が全身を支配していた。": "Một linh cảm chẳng lành bao trùm toàn thân tôi.",
        "昨夜の暴風が、僕の大切な場所をどう変えてしまったのか、知りたくない、でも見なければならないという葛藤に苛まれていた。": "Tôi bị giằng xé bởi mâu thuẫn: không muốn biết cơn bão đêm qua đã biến nơi chốn thân yêu của mình thành ra sao, nhưng lại buộc phải chứng kiến.",
        "角を曲がり、プールの敷地が視界に入った瞬間、息を呑んだ。": "Vừa rẽ qua góc phố, khoảnh khắc khuôn viên bể bơi lọt vào tầm mắt, tôi nín thở.",
        "それは僕の知るプールではなかった。": "Đó không còn là bể bơi mà tôi từng biết.",
        "まるで巨大な何かに踏み潰されたかのように、すべてが崩壊していた。": "Mọi thứ đổ nát như thể bị một thứ gì đó khổng lồ giẫm nát.",
        "屋根は吹き飛ばされ、支柱はねじ曲がり、コンクリートの壁にはひびが走り、大きな穴がいくつも開いていた。": "Mái nhà bị thổi bay, cột trụ méo mó, tường bê tông nứt toác với nhiều lỗ hổng lớn.",
        "練習で何度も飛び込んだ飛び込み台は、無残にも傾いている。": "Bệ nhảy mà tôi đã bao lần lao mình xuống trong các buổi tập, giờ nghiêng ngả một cách thảm hại.",
        "近づけば近づくほど、その破壊の規模に僕は言葉を失った。": "Càng đến gần, tôi càng chết lặng trước mức độ tàn phá.",
        "コースロープはちぎれ、プールサイドには瓦礫や折れた木々が散乱している。": "Dây phao phân làn đứt rời, xung quanh bể bơi ngổn ngang gạch đá và cành cây gãy đổ.",
        "濾過装置らしきものは粉々に砕け散り、プールの中には泥水と枝、そして正体不明の残骸が満ちていた。": "Hệ thống lọc nước dường như đã vỡ tan tành, trong bể bơi đầy ắp bùn, cành cây và những mảnh vỡ không rõ hình thù.",
        "長方形の青い水の代わりに、そこには荒れ果てた、ただの穴があった。": "Thay vì làn nước xanh trong hình chữ nhật, giờ đây chỉ còn là một cái hố hoang tàn.",
        "震えが止まらない。": "Tôi không ngừng run rẩy.",
        "寒さからではない。": "Không phải vì lạnh.",
        "僕の訓練の場、僕の夢の舞台が、こうも簡単に消え去ってしまったという事実に、心が凍りついた。": "Trái tim tôi như đóng băng trước sự thật rằng nơi luyện tập, sân khấu của giấc mơ tôi, đã biến mất dễ dàng đến vậy.",
        "呆然と立ち尽くしていると、背後から足音が聞こえた。": "Khi tôi còn đang đứng sững sờ, có tiếng bước chân từ phía sau.",
        "「海翔！": "“Kaito!",
        "」聞き慣れた声に振り返ると、田中コーチが立っていた。": "” Tôi quay đầu lại theo tiếng nói quen thuộc, thấy thầy Tanaka đang đứng đó.",
        "彼の顔にも僕と同じ、いやそれ以上の絶望が浮かんでいた。": "Trên khuôn mặt thầy cũng hiện rõ sự tuyệt vọng giống như tôi, thậm chí còn hơn thế nữa.",
        "コーチは何も言わず、ただ僕の肩にそっと手を置いた。": "Thầy không nói gì, chỉ nhẹ nhàng đặt tay lên vai tôi.",
        "その手は温かいのに、僕の心はひどく冷たかった。": "Dù bàn tay thầy ấm áp, nhưng trái tim tôi lại lạnh lẽo vô cùng.",
        "コーチもまた、この光景に打ちひしがれているのが分かった。": "Tôi biết thầy cũng đang sụp đổ trước cảnh tượng này.",
        "しばらくすると、町の人が何人か集まってき始めた。": "Một lúc sau, vài người dân thị trấn bắt đầu tụ tập lại.",
        "顔見知りの者もいれば、初めて見る者もいた。": "Có người quen, cũng có người tôi chưa từng gặp.",
        "「なんてことだ」「これはひどいな」といった声が聞こえる。": "Tôi nghe thấy những tiếng thốt lên như “Trời ơi!” hay “Thật kinh khủng!”.",
        "被害の大きさにため息をつく者、しかしすぐに「どうやって片付けるか」「再建にはどれくらいかかるか」と現実的な話をする者もいた。": "Có người thở dài trước mức độ thiệt hại, nhưng cũng có người nhanh chóng bàn bạc những chuyện thực tế như “Làm sao để dọn dẹp?” hay “Phải mất bao lâu để xây dựng lại?”.",
        "彼らの声が遠く聞こえる中、僕はただ、崩壊したプールを見つめていた。": "Giữa những tiếng nói vọng lại từ xa, tôi chỉ đứng đó nhìn chằm chằm vào bể bơi đã sụp đổ.",
        "ここが僕の全てだった。": "Đây là tất cả của tôi.",
        "母が亡くなる前、僕にオリンピックの夢を託し、「諦めないで」と約束させた場所。": "Nơi mẹ đã gửi gắm giấc mơ Olympic cho tôi và bắt tôi hứa “đừng bao giờ từ bỏ” trước khi mẹ mất.",
        "あの誓いを胸に、僕は毎日水に飛び込み、限界まで自分を追い込んできた。": "Mang theo lời thề ấy trong tim, tôi đã lao mình xuống nước mỗi ngày, dồn hết sức lực đến giới hạn.",
        "それが今、この有様だ。": "Và giờ đây, nó ra nông nỗi này.",
        "水への恐怖心、身体の不調、そして今、練習する場所までもが失われた。": "Nỗi sợ nước, tình trạng sức khỏe không ổn định, và bây giờ, cả nơi để luyện tập cũng đã mất.",
        "これ以上、どうやって母との約束を守れるというのだろう。": "Làm sao tôi có thể giữ lời hứa với mẹ được nữa đây?",
        "僕のオリンピックの夢は、この瓦礫の下に完全に埋もれてしまったように思えた。": "Giấc mơ Olympic của tôi dường như đã bị chôn vùi hoàn toàn dưới đống đổ nát này.",
        "僕は崩れ落ちたプールの中心に立ち、泥水と瓦礫を見下ろした。": "Tôi đứng ở trung tâm bể bơi đã sụp đổ, nhìn xuống dòng nước bùn và gạch đá.",
        "灰色の空がどこまでも広がり、僕の未来と同じくらい不透明に見えた。": "Bầu trời xám xịt trải dài vô tận, trông mờ mịt như tương lai của tôi.",
        "母さん、僕はどうすればいいんだ？": "Mẹ ơi, con phải làm sao đây?",
        "この壊滅的な状況で、どうやって、あの約束を果たせばいいんだ？": "Trong tình cảnh tan hoang này, làm sao con có thể thực hiện lời hứa đó đây?"
      }
    },
    {
      "id": "ch5",
      "title": "Bóng tối ẩn dưới bề mặt",
      "description": "Kaito cố gắng luyện tập ở biển thay vì ở hồ bơi. Tuy nhiên, một cuộc chạm trán với cá mập khiến cậu ấy kinh hoàng, và cậu ấy trở nên sợ nước.",
      "sentences": {
        "プールの無残な姿を目の当たりにして以来、俺の心は鉛のように重かった。": "Kể từ khi chứng kiến cảnh tượng tan hoang của hồ bơi, trái tim tôi nặng trĩu như chì.",
        "オリンピックの夢は、母との約束は、これで終わりなのか？": "Giấc mơ Olympic, lời hứa với mẹ, liệu có phải đã kết thúc tại đây?",
        "絶望が喉元まで迫っていた。": "Sự tuyệt vọng đã dâng lên đến cổ họng.",
        "しかし、諦めることだけはできなかった。": "Tuy nhiên, tôi không thể từ bỏ.",
        "プールが駄目なら、他に方法があるはずだ。": "Nếu hồ bơi không được, chắc chắn phải có cách khác.",
        "沖縄のこの地で、プールが無理なら、残された唯一の選択肢は――海だ。": "Ở vùng đất Okinawa này, nếu không thể dùng hồ bơi, lựa chọn duy nhất còn lại là— biển.",
        "朝焼けが水平線を赤く染める中、俺は誰もいないビーチに立っていた。": "Trong lúc bình minh nhuộm đỏ đường chân trời, tôi đứng trên bãi biển vắng tanh.",
        "広大な海が目の前に広がる。": "Biển cả mênh mông trải rộng trước mắt.",
        "練習用のプールとは全く違う、予測不能な生命の息吹を感じた。": "Tôi cảm nhận được hơi thở của sự sống, hoàn toàn khác với hồ bơi tập luyện, không thể đoán trước.",
        "波が砂浜に打ち寄せ、その度、挑戦的な囁きが聞こえる気がした。": "Sóng vỗ vào bờ cát, mỗi lúc như thế, tôi lại nghe thấy một tiếng thì thầm đầy thách thức.",
        "「海翔、お前はここで泳げるのか？": "“Kaito, mày có thể bơi ở đây không?",
        "」  深呼吸をして、冷たい海へ足を踏み入れた。": "” Tôi hít một hơi thật sâu và bước chân xuống làn nước biển lạnh giá.",
        "最初は震えるような冷たさだったが、すぐに慣れた。": "Ban đầu là cái lạnh run rẩy, nhưng tôi nhanh chóng quen với nó.",
        "プールのように整備されたレーンも、ターンを示す壁もない。": "Không có làn bơi được kẻ vạch, cũng không có bức tường báo hiệu điểm quay như ở hồ bơi.",
        "ただ無限に広がる青い空間。": "Chỉ có một không gian xanh bao la vô tận.",
        "泳ぎ出すと、すぐにプールの水とは全く違う抵抗を感じた。": "Khi bắt đầu bơi, tôi ngay lập tức cảm thấy một lực cản hoàn toàn khác so với nước trong hồ bơi.",
        "波が体を揺らし、定まったリズムを奪っていく。": "Sóng làm cơ thể tôi chao đảo, cướp đi nhịp điệu cố định.",
        "潮流が体を引き、余分な力を使わせる。": "Dòng chảy kéo cơ thể, khiến tôi phải tốn thêm sức lực.",
        "そして、塩水が口に入ると、その苦さに思わず顔をしかめた。": "Và khi nước mặn vào miệng, tôi bất giác nhăn mặt vì vị đắng chát.",
        "それでも、俺は必死に腕をかいた。": "Dù vậy, tôi vẫn điên cuồng vẫy tay bơi.",
        "これが、今の俺に残された唯一の道だ。": "Đây là con đường duy nhất còn lại cho tôi lúc này.",
        "オリンピックの夢を繋ぐための、最後の希望だ。": "Là hy vọng cuối cùng để tiếp nối giấc mơ Olympic.",
        "最初はぎこちなかった泳ぎも、徐々に体が水に馴染んでいくのを感じた。": "Ban đầu, kiểu bơi của tôi còn vụng về, nhưng dần dần tôi cảm thấy cơ thể mình đang thích nghi với nước.",
        "波を乗り越え、潮流を読み、ひたすら沖へ向かって進んだ。": "Vượt qua sóng, đọc dòng chảy, tôi cứ thế tiến thẳng ra khơi.",
        "ここなら、誰も邪魔しない。": "Ở đây, không ai có thể làm phiền tôi.",
        "俺はもっと強くなれる。": "Tôi có thể trở nên mạnh mẽ hơn.",
        "そう信じていた。": "Tôi tin là vậy.",
        "どれくらい泳いだだろうか。": "Tôi đã bơi được bao lâu rồi nhỉ?",
        "ふと、全身を包み込むような冷たい視線を感じた。": "Bất chợt, tôi cảm thấy một ánh mắt lạnh lẽo bao trùm lấy toàn thân.",
        "まるで、水の中に何かが潜んでいるような。": "Cứ như có thứ gì đó đang ẩn nấp dưới nước vậy.",
        "気のせいだ、と自分に言い聞かせ、泳ぎを続けた。": "Tôi tự nhủ đó chỉ là ảo giác và tiếp tục bơi.",
        "しかし、その視線は消えない。": "Tuy nhiên, ánh mắt đó không biến mất.",
        "背筋が凍るような悪寒が走った。": "Một cơn ớn lạnh chạy dọc sống lưng khiến tôi đông cứng.",
        "その瞬間だった。": "Chính vào khoảnh khắc đó.",
        "視界の端で、巨大な影が横切った。": "Một cái bóng khổng lồ vụt qua khóe mắt tôi.",
        "一瞬、何が起こったのか理解できなかった。": "Trong giây lát, tôi không thể hiểu chuyện gì đang xảy ra.",
        "次の瞬間、俺のすぐ真下から、灰色の一閃が突き上げてきた。": "Khoảnh khắc tiếp theo, một tia chớp màu xám vọt lên ngay dưới chân tôi.",
        "信じられないほどのスピード。": "Tốc độ đáng kinh ngạc.",
        "鋭い歯が並んだ口が、すぐそこにある。": "Cái miệng với hàm răng sắc nhọn đã ở ngay trước mặt.",
        "サメだ！": "Cá mập!",
        "全身の血が凍りついた。": "Máu trong toàn thân tôi đông cứng lại.",
        "恐怖が、意識を麻痺させる。": "Nỗi sợ hãi làm tê liệt ý thức.",
        "本能的に、体が勝手に動き出した。": "Bản năng khiến cơ thể tôi tự động di chuyển.",
        "必死に水をかき、叫び声を上げようとするが、塩水が口に入り、むせて呼吸ができない。": "Tôi điên cuồng quạt nước, cố gắng hét lên nhưng nước mặn tràn vào miệng, khiến tôi sặc sụa và không thể thở.",
        "心臓が喉まで飛び出してきそうなほど脈打つ。": "Tim tôi đập thình thịch như muốn nhảy ra khỏi cổ họng.",
        "奴は一度通り過ぎたが、また弧を描いてこちらへ向かってくるのが分かった。": "Nó đã lướt qua một lần, nhưng tôi biết nó lại đang vẽ một vòng cung và lao về phía tôi.",
        "死ぬ！": "Chết mất!",
        "そう思った。": "Tôi đã nghĩ vậy.",
        "猛烈なパニックが俺を襲った。": "Một cơn hoảng loạn dữ dội ập đến với tôi.",
        "とにかく、岸へ。": "Bằng mọi giá, phải về bờ.",
        "一秒でも早く、この水から出なければ。": "Phải thoát khỏi dòng nước này càng sớm càng tốt.",
        "狂ったように腕と足を動かし、後方を見ることもせず、ただひたすら陸を目指した。": "Tôi điên cuồng quẫy tay và chân, không thèm nhìn lại phía sau, chỉ cố sức hướng về phía bờ.",
        "背後から追ってくる気配はなかったが、恐怖は決して消えなかった。": "Dù không có cảm giác bị thứ gì đó đuổi theo từ phía sau, nhưng nỗi sợ hãi không hề biến mất.",
        "体が震え、泳ぎが乱れる。": "Cơ thể run lên, kiểu bơi trở nên lộn xộn.",
        "だが、止まることは許されない。": "Thế nhưng, tôi không được phép dừng lại.",
        "どれだけの時間が経っただろうか。": "Không biết đã bao lâu trôi qua rồi.",
        "砂浜に足がついた瞬間、俺は力が抜け、その場に崩れ落ちた。": "Khoảnh khắc chân tôi chạm vào bãi cát, sức lực tôi như cạn kiệt, và tôi gục xuống ngay tại chỗ.",
        "肺が焼け付くように痛み、何度も咳き込んだ。": "Phổi tôi đau rát như bị đốt cháy, và tôi ho sặc sụa liên tục.",
        "冷たい砂の感触が、現実に戻してくれた。": "Cảm giác lạnh lẽo của cát đã kéo tôi trở về thực tại.",
        "海を見つめる。": "Tôi nhìn chằm chằm ra biển.",
        "きらきらと輝く、どこまでも美しい青。": "Một màu xanh tuyệt đẹp, lấp lánh không ngừng.",
        "だが、もう、その美しさの中に、俺は潜れない。": "Thế nhưng, giờ đây, tôi không thể lặn vào vẻ đẹp đó nữa.",
        "水の中の静かな恐怖が、肌にこびりついている。": "Nỗi sợ hãi tĩnh lặng từ dưới nước đã bám chặt vào da thịt tôi.",
        "今まで抱えていた水への違和感や、プールが壊れた絶望なんて比じゃない。": "Cái cảm giác khó chịu đối với nước hay sự tuyệt vọng khi bể bơi bị hỏng từ trước đến nay hoàn toàn không thể so sánh được.",
        "全身が震え、涙が止まらなかった。": "Toàn thân tôi run rẩy, và nước mắt cứ tuôn không ngừng.",
        "もう、泳げない。": "Tôi không thể bơi được nữa.",
        "オリンピックの夢は、本当に、終わってしまった。": "Giấc mơ Olympic của tôi, thật sự, đã kết thúc rồi.",
        "俺は、水が、怖かった。": "Tôi sợ nước.",
        "心の底から。": "Từ sâu thẳm trong tim."
      }
    },
    {
      "id": "ch6",
      "title": "Lòng chìm xuống",
      "description": "Kaito bỏ học và chìm sâu vào trầm cảm khi nhìn chằm chằm vào chiếc cúp bơi lội của mình, mang nặng mặc cảm tội lỗi với mẹ.",
      "sentences": {
        "カーテンの隙間から差し込む光が、部屋の隅に追いやられた埃を浮かび上がらせていた。": "Ánh sáng chiếu qua khe hở của rèm cửa làm nổi bật những hạt bụi bị dồn vào góc phòng.",
        "今日も学校には行かなかった。": "Hôm nay tôi cũng không đến trường.",
        "ベッドの中で丸くなり、虚ろな目で天井を見つめる。": "Cuộn mình trong chăn, tôi nhìn trân trân lên trần nhà với ánh mắt vô hồn.",
        "もう何日、こうしているだろう。": "Đã bao nhiêu ngày rồi tôi cứ như thế này.",
        "時間という概念が、意味を失っていた。": "Khái niệm về thời gian đã mất đi ý nghĩa.",
        "「海翔、いるのか？": "“Kaito, cậu có ở đó không?",
        "」  玄関のチャイムが鳴り、田中コーチの声が聞こえた。": "” Chuông cửa vang lên và tôi nghe thấy tiếng của huấn luyện viên Tanaka.",
        "心臓が跳ねる。": "Tim tôi đập thình thịch.",
        "無視だ。": "Lờ đi thôi.",
        "誰にも会いたくない。": "Tôi không muốn gặp bất cứ ai.",
        "カーテンを閉め切った部屋は薄暗く、外界から隔絶されている。": "Căn phòng với rèm cửa đóng kín thì lờ mờ, cách biệt hoàn toàn với thế giới bên ngoài.",
        "コーチの声は、まるで遠い夢のようだ。": "Giọng nói của huấn luyện viên cứ như một giấc mơ xa xôi.",
        "昔の俺なら、すぐにでも飛び起きて練習に向かっていただろうに。": "Nếu là tôi của ngày xưa thì đã bật dậy ngay lập tức để đến buổi tập rồi.",
        "今の俺には、体を起こす気力すら湧かない。": "Còn tôi của bây giờ, ngay cả sức lực để ngồi dậy cũng không có.",
        "数分後、諦めたように足音が遠ざかるのを感じ、安堵と、かすかな罪悪感が胸をよぎった。": "Vài phút sau, tôi cảm thấy tiếng bước chân xa dần như thể người kia đã từ bỏ, một cảm giác nhẹ nhõm cùng chút tội lỗi thoáng qua trong lòng.",
        "ふと、視線が部屋の棚に吸い寄せられた。": "Bỗng nhiên, ánh mắt tôi bị hút về phía chiếc kệ trong phòng.",
        "そこに飾られた、きらめくトロフィーとメダルたち。": "Nơi đó trưng bày những chiếc cúp và huy chương lấp lánh.",
        "昔は、それを見るたびに誇らしさと喜びが湧き上がってきた。": "Ngày trước, mỗi khi nhìn thấy chúng, lòng tôi lại trào dâng niềm tự hào và vui sướng.",
        "メダルの一つを手に取る。": "Tôi cầm một trong số những chiếc huy chương lên.",
        "ずっしりとした重みが、過去の栄光を思い出させる。": "Cảm giác nặng trịch nhắc nhở tôi về vinh quang trong quá khứ.",
        "汗と努力、勝利の歓声。": "Mồ hôi và sự nỗ lực, những tiếng reo hò chiến thắng.",
        "あの頃は、水の中が俺の全てだった。": "Hồi đó, dưới nước là tất cả đối với tôi.",
        "母親の夢を背負い、ただひたすらに泳ぎ続けた日々。": "Mang theo ước mơ của mẹ, tôi chỉ biết miệt mài bơi lội mỗi ngày.",
        "オリンピック。": "Olympic.",
        "あの言葉が、どれほど俺を駆り立てていたか。": "Từ đó đã thúc đẩy tôi đến nhường nào.",
        "「海翔くん、大丈夫？": "“Kaito, cậu có ổn không?",
        "」  スマホが震えた。": "” Điện thoại rung lên.",
        "花からだ。": "Từ Hana.",
        "優しくて、いつも俺を気遣ってくれる彼女のメッセージ。": "Một tin nhắn từ cô ấy, người hiền lành và luôn quan tâm đến tôi.",
        "既読はつけたが、返信する気にはなれなかった。": "Tôi đã đọc nhưng không có tâm trạng để trả lời.",
        "きっと彼女は心配してくれているだろう。": "Chắc chắn cô ấy đang lo lắng cho tôi.",
        "だが、今の俺は、誰の優しさにも触れたくなかった。": "Nhưng tôi của bây giờ không muốn đón nhận bất cứ sự tử tế nào từ ai.",
        "傷つけたくない。": "Tôi không muốn làm tổn thương ai cả.",
        "そして、俺自身が、その優しさを受け止めるに値しないと感じていた。": "Và chính bản thân tôi cảm thấy mình không xứng đáng nhận lấy sự tử tế đó.",
        "俺は、全てを失った。": "Tôi đã mất tất cả.",
        "プールは破壊され、サメとの遭遇で水への恐怖は拭えない。": "Bể bơi đã bị phá hủy, và nỗi sợ nước vì chạm trán cá mập vẫn không thể xóa nhòa.",
        "泳ぐことなんて、もうできない。": "Việc bơi lội giờ đây tôi không thể làm được nữa.",
        "あんなに愛した水が、今ではただ恐ろしいだけの存在だ。": "Nước mà tôi từng yêu tha thiết, giờ đây chỉ còn là một thứ đáng sợ.",
        "あの時、母親に誓った約束――「オリンピックの夢、諦めないでね」。": "Lời hứa tôi đã thề với mẹ lúc đó — “Đừng từ bỏ giấc mơ Olympic nhé.”",
        "その言葉が、耳の奥でこだまする。": "Lời nói đó vẫn vang vọng sâu trong tai tôi.",
        "俺は、母さんの願いを裏切ってしまった。": "Tôi đã phản bội mong ước của mẹ.",
        "彼女の夢を、俺の手で壊してしまったんだ。": "Giấc mơ của mẹ, tôi đã tự tay phá nát.",
        "ベッドから這い出し、トロフィーの並ぶ棚の前に座り込む。": "Tôi lết ra khỏi giường và ngồi sụp xuống trước chiếc kệ đầy những chiếc cúp.",
        "メダルが陽の光を受けて、空虚に輝く。": "Những chiếc huy chương đón ánh nắng mặt trời và phát ra thứ ánh sáng trống rỗng.",
        "それは、もう俺のものではない。": "Chúng không còn thuộc về tôi nữa.",
        "俺はもう、水泳選手ではない。": "Tôi không còn là một vận động viên bơi lội nữa.",
        "ただの、夢を失った、臆病な男だ。": "Chỉ là một người đàn ông đã mất đi giấc mơ, một kẻ hèn nhát.",
        "母さんが、生前どんなに俺を応援してくれていたかを思うと、胸が張り裂けそうになる。": "Khi nghĩ về việc mẹ đã cổ vũ tôi đến nhường nào khi còn sống, tim tôi như vỡ vụn.",
        "彼女の誇りだった俺は、今やただの失敗作だ。": "Tôi, người từng là niềm tự hào của mẹ, giờ đây chỉ là một sản phẩm thất bại.",
        "目線を上げると、棚の端に飾られた母親の写真と目が合った。": "Khi tôi ngước nhìn, ánh mắt tôi chạm phải bức ảnh mẹ đặt ở một góc kệ.",
        "優しい笑顔。": "Nụ cười hiền lành.",
        "あの笑顔に、俺はもう応えることができない。": "Tôi không thể đáp lại nụ cười ấy được nữa.",
        "母さん、ごめん。": "Mẹ ơi, con xin lỗi.",
        "俺は、貴女の期待に応えられなかった。": "Con đã không đáp ứng được kỳ vọng của mẹ.",
        "俺は、もう泳げない。": "Con không thể bơi được nữa.",
        "貴女の夢も、俺自身の夢も、全てこの濁った水の中に沈んでしまった。": "Giấc mơ của mẹ, và cả giấc mơ của con, tất cả đều đã chìm xuống dòng nước đục này.",
        "水面に浮かぶことすらできない、溺れた魂のようだ。": "Giống như một linh hồn chết đuối, không thể nổi lên mặt nước.",
        "部屋の暗闇の中で、俺は一人、膝を抱える。": "Trong bóng tối của căn phòng, tôi một mình ôm gối.",
        "どこへ向かえばいいのか、何をすればいいのか。": "Tôi nên đi đâu, nên làm gì đây?",
        "全く分からない。": "Hoàn toàn không biết.",
        "過去の栄光は、ただの重荷でしかない。": "Vinh quang trong quá khứ chỉ còn là gánh nặng.",
        "未来は、まるで深海の底のように暗く、どこまでも続いていくように感じられた。": "Tương lai, dường như tối tăm như đáy biển sâu, cảm giác như cứ kéo dài mãi không dứt."
      }
    },
    {
      "id": "ch7",
      "title": "Tòa án Thay đổi",
      "description": "Kaito tình cờ bắt gặp một sân bóng rổ tại một căn cứ quân sự và bị thu hút bởi trận đấu của Marcus và Jamal.",
      "sentences": {
        "ここ数週間、僕は自分の部屋に閉じこもっていた。": "Suốt mấy tuần qua, tôi cứ nhốt mình trong phòng.",
        "窓の外はいつも同じ灰色の景色で、重たい空気だけが僕を包み込み、呼吸することさえ苦痛だった。": "Bên ngoài cửa sổ vẫn là khung cảnh xám xịt quen thuộc, chỉ có không khí nặng nề bao trùm lấy tôi, đến cả việc hít thở cũng trở nên đau khổ.",
        "体の奥底に巣食う鉛のような疲労感と、水への拭い去れない恐怖が、僕を外の世界から完全に隔てていた。": "Cảm giác mệt mỏi như chì ẩn sâu trong cơ thể và nỗi sợ hãi không thể gột rửa đối với nước đã hoàn toàn cô lập tôi khỏi thế giới bên ngoài.",
        "ある日、たまらずドアを開けた。": "Một ngày nọ, tôi không chịu nổi nữa, bèn mở cửa.",
        "行きたい場所なんてどこにもなかったけれど、とにかくこの閉塞感から逃れたかった。": "Mặc dù chẳng có nơi nào tôi muốn đến, nhưng tôi chỉ muốn thoát khỏi cảm giác bế tắc này.",
        "目的もなく歩き続けると、いつの間にか米軍基地のすぐそばまで来ていた。": "Cứ thế bước đi không mục đích, chẳng mấy chốc tôi đã đến gần một căn cứ quân sự của Mỹ.",
        "普段なら絶対に近づかない場所だ。": "Đây là nơi mà bình thường tôi sẽ không bao giờ dám đến gần.",
        "「ドン、ドン、ドン。": "“Đùng, đùng, đùng.",
        "」  規則的で、しかし力強い音が耳に届いた。": "” Một âm thanh đều đặn nhưng mạnh mẽ lọt vào tai tôi.",
        "まるで何かが僕を呼んでいるかのように、その音は僕の心を微かに揺さabぶった。": "Âm thanh đó khẽ lay động trái tim tôi, như thể có thứ gì đó đang gọi mời tôi.",
        "何だろう？": "Là gì vậy nhỉ?",
        "好奇心に引かれ、僕は音のする方へと吸い寄せられるように歩き、高い塀の隙間から中を覗き込んだ。": "Bị sự tò mò thôi thúc, tôi như bị hút vào hướng phát ra âm thanh, và nhìn trộm vào bên trong qua một khe hở trên bức tường cao.",
        "そこには、鮮やかなオレンジ色のボールと、二人の男がいた。": "Ở đó, có một quả bóng màu cam rực rỡ và hai người đàn ông.",
        "彼らは、まるで重力から解放されたかのように軽やかにコートを駆け巡り、ボールを追いかけていた。": "Họ nhẹ nhàng chạy khắp sân, như thể được giải phóng khỏi trọng lực, và đuổi theo quả bóng.",
        "一人は背が高く、しなやかな動きでパスを出し、もう一人は小柄だが、その動きはまるで獲物を狙う肉食獣のように素早く、鋭かった。": "Một người cao ráo, chuyền bóng với những động tác uyển chuyển; người còn lại thì thấp bé hơn, nhưng cử động của anh ta nhanh nhẹn và sắc bén như một con thú ăn thịt đang săn mồi.",
        "マルクスとジャマル。": "Marx và Jamal.",
        "彼らが繰り出すシュートは、吸い込まれるようにネットに揺れ、乾いた音を響かせた。": "Những cú ném của họ lướt vào lưới như bị hút vào, tạo ra âm thanh khô khốc.",
        "彼らの躍動する姿は、 hoàn toàn đối lập với những cảm xúc nặng nề đang đè nặng trong lòng tôi.": "Sự năng động của họ hoàn toàn đối lập với những cảm xúc nặng nề đang đè nặng trong lòng tôi.",
        "汗が飛び散り、笑い声が響く。": "Mồ hôi bắn tung tóe, tiếng cười vang vọng.",
        "そこには、僕が忘れかけていた「生きてる」という感覚が満ちていた。": "Ở đó, tràn ngập cái cảm giác 'được sống' mà tôi đã gần như quên mất.",
        "僕は無意識のうちに、彼らの動きを解析していた。": "Tôi vô thức phân tích từng cử động của họ.",
        "ボールが手から離れる瞬間の、あの指先の繊細な感覚。": "Cái cảm giác tinh tế ở đầu ngón tay khi bóng rời khỏi tay.",
        "それは、水中で水を捉え、推進力を生み出す僕の指先の感覚に酷似していた。": "Nó cực kỳ giống với cảm giác đầu ngón tay của tôi khi bám nước dưới lòng, tạo ra lực đẩy.",
        "ドリブルの規則正しいリズムは、僕がプールで何万回と繰り返した、一定のペースで水を掻くストロークのリズムそのものだった。": "Nhịp điệu đều đặn của những cú rê bóng y hệt nhịp điệu sải tay đều đặn mà tôi đã lặp lại hàng vạn lần trong hồ bơi.",
        "そして、相手の意図を読み、パスを出す一瞬のタイミング。": "Và cái khoảnh khắc đúng lúc để đọc ý đồ của đối phương rồi chuyền bóng.",
        "それは、スタートの合図を待つ研ぎ澄まされた集中力や、ターンをする際の完璧な予測に通じるものがあった。": "Nó tương đồng với sự tập trung sắc bén khi chờ hiệu lệnh xuất phát, hay khả năng phán đoán hoàn hảo khi thực hiện cú lộn vòng.",
        "何よりも僕の目を奪ったのは、彼らの動き全体に宿る「流れ」だった。": "Trên hết, điều làm tôi mê mẩn là cái 'dòng chảy' hiện diện trong mọi cử động của họ.",
        "僕が水泳で追い求めた、無駄な抵抗をなくし、水の流れを味方につける「フロー」。": "'Dòng chảy' mà tôi theo đuổi trong bơi lội, loại bỏ những lực cản không cần thiết và biến dòng nước thành đồng minh.",
        "バスケットボールにも、その「フロー」が確かに存在していたのだ。": "Trong bóng rổ, 'dòng chảy' ấy thực sự tồn tại.",
        "ふと、背の高い男、マルクスが僕の方に気づき、大きく手を振った。": "Bất chợt, người đàn ông cao lớn, Marx, nhận ra tôi và vẫy tay thật lớn.",
        "彼の顔には屈託のない笑顔が浮かんでいて、その明るさに僕は一瞬たじろいだ。": "Trên khuôn mặt anh ấy nở nụ cười vô tư, sự tươi sáng đó khiến tôi hơi chùn bước trong chốc lát.",
        "「ヘイ！": "“Này!",
        "カモン！": "Vào đi!",
        "ジョインアス！": "Tham gia cùng chúng tôi!”",
        "」 彼の英語は単純だったが、その意図は明確に伝わってきた。": "Tiếng Anh của anh ấy đơn giản nhưng ý đồ lại rõ ràng.",
        "隣の小柄な男、ジャマルも、少し訝しげな顔でこちらを見たが、すぐに視線をボールに戻した。": "Jamal, người đàn ông nhỏ con bên cạnh, cũng nhìn tôi với vẻ hơi nghi ngờ nhưng rồi nhanh chóng quay lại nhìn quả bóng.",
        "一瞬、全身の血液が凍り付いたような気がした。": "Trong khoảnh khắc, tôi cảm thấy như toàn bộ máu trong cơ thể đông cứng lại.",
        "僕なんかが、こんな場所で、彼らと？": "Tôi ư, ở cái nơi này, cùng với họ sao?",
        "もう僕は何もできない。": "Tôi không thể làm gì được nữa rồi.",
        "泳ぐことさえできないのに、新しいことなんて、できるわけがない。": "Ngay cả bơi lội tôi còn không làm được, thì làm sao có thể làm được điều gì mới mẻ chứ?",
        "心の底からそう思った。": "Tôi đã nghĩ như vậy từ tận đáy lòng.",
        "だが同時に、その凍り付いた心の奥底で、小さな、熱い火が灯るのを感じた。": "Nhưng đồng thời, sâu thẳm trong trái tim băng giá ấy, tôi cảm thấy một ngọn lửa nhỏ bé, nóng bỏng đang bùng lên.",
        "それは、何週間も感じることのなかった「好奇心」だった。": "Đó là sự 'tò mò' mà tôi đã không cảm nhận được trong nhiều tuần.",
        "彼らの躍動する姿が、僕の心を強く掻き乱し、まるで僕にもできるのではないかという淡い期待を抱かせた。": "Hình ảnh họ hoạt động đầy sức sống đã khuấy động mạnh mẽ trái tim tôi, khiến tôi nhen nhóm một tia hy vọng mong manh rằng có lẽ mình cũng có thể làm được.",
        "ジャマルが、突然、ドリブルしていたボールを僕の方に転がした。": "Jamal đột nhiên lăn quả bóng anh ta đang rê về phía tôi.",
        "その意図は明らかだった。": "Ý định đó rất rõ ràng.",
        "無言の招待。": "Một lời mời không lời.",
        "オレンジ色のボールは、僕の足元で静かに止まった。": "Quả bóng màu cam dừng lại lặng lẽ dưới chân tôi.",
        "僕はゆっくりと、そのボールに手を伸ばした。": "Tôi từ từ vươn tay ra chạm vào quả bóng.",
        "冷たいはずのボールが、なぜか僕の掌に、温かい希望の光を灯した気がした。": "Quả bóng đáng lẽ phải lạnh, vậy mà không hiểu sao, nó như thắp lên một tia sáng hy vọng ấm áp trong lòng bàn tay tôi.",
        "「…オッケー。": "「…Được rồi.",
        "」 か細い声が、僕の口からこぼれた。": "」 Một tiếng nói yếu ớt thoát ra từ miệng tôi.",
        "数週間ぶりに、僕の心に、小さな、しかし確かな光が差し込んだ気がした。": "Lần đầu tiên sau vài tuần, tôi cảm thấy một tia sáng nhỏ bé nhưng chắc chắn đã chiếu rọi vào trái tim mình.",
        "それは、忘れかけていた「前へ進む」という感覚の、最初の、微かな兆候だった。": "Đó là dấu hiệu đầu tiên, mong manh của cảm giác 'tiến về phía trước' mà tôi đã gần như lãng quên."
      }
    },
    {
      "id": "ch8",
      "title": "Một kèm một",
      "description": "Kaito chơi bóng rổ lần đầu tiên, được Marcus và Jamal mời. Khoảnh khắc tài năng bơi lội của cậu ấy thức tỉnh.",
      "sentences": {
        "軍の基地にあるバスケットボールコートに立った僕は、手足が自分のものじゃないみたいにぎこちなかった。": "Đứng trên sân bóng rổ trong căn cứ quân sự, tay chân tôi cứng đờ như không phải của mình.",
        "まさか自分がバスケをすることになるとは、昨日の夜まで夢にも思わなかったことだ。": "Tôi chưa bao giờ mơ mình sẽ chơi bóng rổ cho đến tận đêm qua.",
        "「カイ、まずはボールに慣れることからだ」マーカスが笑顔でオレンジ色のボールを僕に渡した。": "“Kai, trước hết hãy làm quen với quả bóng đã,” Marcus mỉm cười và đưa cho tôi quả bóng màu cam.",
        "「ドリブルって言うんだ。": "“Cái này gọi là dribble.",
        "こうやって地面に叩きつけて、また手で受け止める。": "Cứ thế này mà đập xuống đất, rồi dùng tay đỡ lại.",
        "簡単だろ？": "Dễ mà phải không?",
        "」  言われた通りにやってみた。": "” Tôi làm theo đúng lời anh ta nói.",
        "僕はまるで初めてボールに触る子供のようにぎこちなかった。": "Tôi vụng về như một đứa trẻ lần đầu chạm vào quả bóng.",
        "ボールは僕の指先をすり抜け、あっちこっちに転がっていく。": "Quả bóng tuột khỏi đầu ngón tay tôi, lăn lung tung khắp nơi.",
        "ジャマールが小さく笑うのが聞こえた。": "Tôi nghe thấy Jamal cười khẽ.",
        "「おいおい、元オリンピック候補がこんなもんか？": "“Này này, cựu ứng cử viên Olympic mà thế này thôi sao?",
        "」  僕は顔を赤くした。": "” Tôi đỏ mặt.",
        "水中で滑らかに動けていた僕が、陸上でこんなに不器用だとは。": "Không ngờ một người có thể di chuyển uyển chuyển dưới nước như tôi lại vụng về đến thế trên cạn.",
        "マーカスは僕の肩を軽く叩いた。": "Marcus nhẹ nhàng vỗ vai tôi.",
        "「大丈夫だ、カイ。": "“Không sao đâu, Kai.",
        "最初はみんなそうだ。": "Lúc đầu ai cũng thế cả.",
        "焦らずに、リズムを感じてみろ。": "Đừng vội, hãy cảm nhận nhịp điệu.”",
        "」  水泳のリズム。": "Nhịp điệu bơi lội.",
        "そう、全てはリズムだ。": "Đúng vậy, tất cả là nhịp điệu.",
        "僕は意識的に、手首を使ってボールに回転を与えることを試みた。": "Tôi cố gắng dùng cổ tay tạo độ xoáy cho quả bóng một cách có ý thức.",
        "腕を長く伸ばし、指先でボールをコントロールする。": "Duỗi dài cánh tay, dùng đầu ngón tay điều khiển quả bóng.",
        "何度か失敗した後、ようやくボールが手のひらに吸い付く感覚を覚えた。": "Sau vài lần thất bại, cuối cùng tôi cũng cảm nhận được quả bóng như dính vào lòng bàn tay.",
        "ドッ、ドッ、ドッ。": "Thịch, thịch, thịch.",
        "心臓の音みたいだ。": "Như tiếng tim đập vậy.",
        "「よし、いいぞカイ！": "“Tốt lắm, Kai!",
        "その調子！": "Cứ thế nhé!”, Marcus lên tiếng.",
        "」マーカスが声を上げた。": "Jamal lấy lại bóng và chuyền cho tôi.",
        "ジャマールがボールを取り返し、僕にパスを投げた。": "Tôi vội vàng vươn tay ra, nhưng quả bóng bật khỏi ngón tay và lăn đi mất.",
        "慌てて手を伸ばしたが、ボールは指を弾いて転がっていった。": "Cảm giác hoàn toàn khác so với dưới nước.",
        "水中の感覚とは全く違う。": "“Khi chuyền, hãy dùng cả hai tay đỡ bóng thật chắc.",
        "「パスは両手でしっかり受け止めるんだ。": "Khi bắt bóng, hãy giữ tay thật mềm mại như ôm lấy quả bóng,” Marcus lại chỉ dẫn.",
        "キャッチするときは、ボールに柔らかく手を添えるように」マーカスが再び教えてくれた。": "Cú sút cũng tệ hại.",
        "シュートも散々だった。": "Tôi ném bóng về phía rổ, nhưng không kiểm soát được lực nên bóng bay vút qua phía trên.",
        "リングに向かってボールを投げたが、力加減が分からず、ボールは遥か上を通り過ぎるばかり。": "Lần nào cũng vậy.",
        "何度も。": "Vai tôi đáng lẽ phải được rèn luyện tốt nhờ bơi lội, nhưng lại hoàn toàn không quen với chuyển động này.",
        "肩は水泳で鍛え抜かれているはずなのに、この動きには全く慣れていなかった。": "“Kaito, mày cao nên có lợi thế đấy.",
        "「海翔、お前は背が高いから有利だぞ。": "Và mày cũng có thể lực tốt,” Jamal nói.",
        "そして、体力もある」ジャマールが言った。": "“Mày bơi lội mà phải không?",
        "「泳いでたんだろ？": "Ngưỡng mộ sức bền đó của mày thật đấy.",
        "あの持久力は羨ましいね。": "Chỉ là động tác của mày còn thiếu sự linh hoạt thôi.”",
        "ただ、動きにキレがないだけだ。": "Đúng là tôi có chạy đi chạy lại nhiều lần trên sân mà không hề thở dốc.",
        "」  確かに、コートを何度も往復しても息が上がらない。": "Không ngờ sức bền và cơ lõi được rèn luyện từ bơi lội lại hữu ích theo cách này.",
        "水泳で培った持久力と体幹がこんな形で役立つとは。": "Marcus đã tận tình chỉ cho tôi tư thế ném rổ.",
        "マーカスは僕にシュートのフォームを丁寧に教えてくれた。": "“Khuỷu tay đưa vào trong, gập gối, nhảy lên…” Tôi bắt chước họ và lặp đi lặp lại nhiều lần.",
        "「肘を内側に、膝を曲げて、ジャンプして…」僕は彼らの真似をして、何度も繰り返した。": "Trong đầu, tôi tưởng tượng mình đang thực hiện các cú quạt tay dưới nước.",
        "頭の中で、水中でストロークを繰り返す自分を想像した。": "Tập luyện lặp đi lặp lại.",
        "反復練習。": "Điều đó giống như bơi lội.",
        "それは水泳と同じだ。": "Cơ thể tôi dần dần quen với các động tác bóng rổ.",
        "体が少しずつ、バスケットボールの動きに慣れていく。": "Trong sự vụng về, thỉnh thoảng lại xuất hiện sự uyển chuyển.",
        "ジャマールが僕を抜き去ろうとした時、僕は思わず手を伸ばした。": "Khi Jamal cố gắng vượt qua tôi, tôi theo phản xạ vươn tay ra.",
        "その長い腕が、彼のパスの軌道をわずかに変えた。": "Cánh tay dài ấy đã làm thay đổi một chút quỹ đạo đường chuyền của anh ấy.",
        "「おお、ナイスディフェンス、カイ！": "“Ồ, phòng thủ tốt lắm, Kai!",
        "」マーカスが驚いたような声を上げた。": "” Marcus thốt lên một tiếng ngạc nhiên.",
        "その瞬間、僕の体の中で何かが弾けた。": "Khoảnh khắc ấy, có điều gì đó bùng lên trong cơ thể tôi.",
        "水中で感じていた、あの研ぎ澄まされた感覚。": "Cái cảm giác nhạy bén, sắc sảo mà tôi đã từng cảm nhận khi ở dưới nước.",
        "そして、その時が来た。": "Và rồi, thời khắc đó đã đến.",
        "マーカスからのパスを、今度はしっかり両手でキャッチできた。": "Lần này, tôi đã bắt gọn đường chuyền của Marcus bằng cả hai tay.",
        "ドリブルを一回、二回。": "Nhồi bóng một nhịp, rồi hai nhịp.",
        "ボールが手に吸い付く。": "Trái bóng như dính chặt vào tay.",
        "リングを見上げた。": "Tôi ngước nhìn rổ.",
        "距離は近い。": "Khoảng cách rất gần.",
        "膝を深く曲げ、水中でスタートを切る時と同じように、一瞬、呼吸を整えた。": "Tôi gập đầu gối sâu xuống, điều hòa hơi thở trong chốc lát, hệt như khi xuất phát dưới nước.",
        "跳んだ。": "Tôi bật nhảy.",
        "ボールを放つ。": "Tôi ném bóng.",
        "スッと、ネットが揺れる音がした。": "Một tiếng “xoẹt” vang lên, lưới rung nhẹ.",
        "その音は、まるで水が僕を優しく包み込むような、不思議な感覚だった。": "Âm thanh đó giống như một cảm giác kỳ diệu, như thể nước đang nhẹ nhàng bao bọc lấy tôi.",
        "弾むボール、揺れるネット。": "Trái bóng nảy lên, lưới rung rinh.",
        "僕の心臓がドクドクと音を立てる。": "Tim tôi đập thình thịch.",
        "水泳でオリンピックを目指していた頃以来の、胸の高鳴りだった。": "Đây là cảm giác phấn khích tột độ, điều mà tôi đã không còn cảm nhận được kể từ cái thời tôi còn tập bơi để nhắm tới Olympic."
      }
    },
    {
      "id": "ch9",
      "title": "Từ ngõ này sang ngõ khác",
      "description": "Kaito áp dụng các phương pháp huấn luyện bơi lội vào bóng rổ, lén lút tập luyện miệt mài. Khám phá một niềm đam mê mới.",
      "sentences": {
        "夜明け前、あるいは皆が寝静まった後。": "Trước bình minh, hoặc sau khi mọi người đã chìm vào giấc ngủ sâu.",
        "僕は一人、軍のバスケットコートへ向かった。": "Một mình tôi, đi đến sân bóng rổ của quân đội.",
        "かつての水泳のように、誰にも知られずバスケットボールを習得しようと決めたのだ。": "Tôi quyết định tự mình học bóng rổ mà không để ai biết, giống như môn bơi lội trước đây.",
        "ドリブルから始めた。": "Tôi bắt đầu với động tác dẫn bóng (dribble).",
        "最初は手につかず、まるで水中でぎこちない手足のようだった。": "Ban đầu, tôi không thể làm quen, cứ như thể tay chân lóng ngóng dưới nước vậy.",
        "だが、反復こそが体を覚えさせる唯一の方法だと知っていた。": "Nhưng tôi biết rằng lặp đi lặp lại là cách duy nhất để cơ thể ghi nhớ.",
        "プールで何千回も腕を回し、キックを打ってきたように、ひたすらボールを床に叩きつけ続けた。": "Giống như đã vung tay và đạp chân hàng ngàn lần trong hồ bơi, tôi cứ thế liên tục đập bóng xuống sàn.",
        "左手で100回、右手で100回、それを何セットも。": "Tay trái 100 lần, tay phải 100 lần, lặp lại nhiều hiệp như thế.",
        "視線は常に前、体はリラックス。": "Mắt luôn nhìn thẳng, cơ thể thả lỏng.",
        "シュートフォームも同様だ。": "Tư thế ném bóng cũng vậy.",
        "まず、リングの真下からゆっくりとボールを押し出す練習。": "Đầu tiên, tôi tập đẩy bóng chậm rãi từ ngay dưới vành rổ.",
        "手首のスナップ、指先の感覚。": "Động tác xoay cổ tay, cảm giác ở đầu ngón tay.",
        "水の抵抗を感じながらストロークを調整した時のように、力の入れ具合を微調整する。": "Điều chỉnh lực vừa phải, giống như khi điều chỉnh cú sải tay cảm nhận sức cản của nước.",
        "次に、少しずつ距離を広げ、最後にフリースローラインから。": "Sau đó, tôi dần tăng khoảng cách, và cuối cùng là từ vạch ném phạt.",
        "外れるたびに、何がダメだったかを分析した。": "Mỗi lần trượt, tôi lại phân tích xem mình đã sai ở đâu.",
        "高さか、方向か、それとも回転か。": "Là độ cao, hướng bóng, hay là độ xoáy?",
        "体を動かすリズムは、泳ぎと似ていると感じ始めた。": "Tôi bắt đầu cảm thấy nhịp điệu của việc di chuyển cơ thể giống như khi bơi lội.",
        "水の抵抗を感じながらも力強く進むあの感覚。": "Cái cảm giác mạnh mẽ tiến về phía trước dù cảm nhận được sức cản của nước.",
        "バスケットボールでは、ボールの弾むリズム、足の運び、重心移動が、流れるような動きを生み出す。": "Trong bóng rổ, nhịp đập của bóng, cách di chuyển chân, và sự thay đổi trọng tâm đều tạo ra những động tác trôi chảy.",
        "それはまるで、水中を滑るようだった。": "Điều đó cứ như thể đang lướt đi trong nước vậy.",
        "シュートを決めた時の「スウッシュ」という音、ネットを揺らす感触は、完璧なターンで壁を蹴る瞬間の快感にも通じた。": "Âm thanh \"swish\" khi ném trúng, cảm giác lưới rung lên, cũng giống như khoái cảm khi đạp tường với một cú quay người hoàn hảo.",
        "この新たなリズムが、僕の全身を包み込み、深い喜びを与えてくれた。": "Nhịp điệu mới mẻ này bao trùm lấy toàn bộ cơ thể tôi, mang lại một niềm vui sâu sắc.",
        "毎日、少しずつ、自分のスキルが向上していくのが分かった。": "Mỗi ngày, tôi đều cảm thấy kỹ năng của mình tiến bộ từng chút một.",
        "体はまだ慣れない動きに戸惑っていたが、かつての水泳で培った「効率的な動き」を求める感覚が、バスケットボールにも活きている。": "Dù cơ thể vẫn còn lúng túng với những động tác chưa quen, nhưng cảm giác tìm kiếm \"chuyển động hiệu quả\" đã được tôi rèn luyện từ môn bơi lội trước đây lại phát huy tác dụng trong bóng rổ.",
        "無駄をなくし、最小の力で最大を出す。": "Loại bỏ những gì thừa thãi, đạt được kết quả tối đa với lực tối thiểu.",
        "これは僕が水泳で学んだ最も重要なことだった。": "Đây là điều quan trọng nhất tôi đã học được từ môn bơi lội.",
        "数週間後。": "Vài tuần sau.",
        "いつもの午後の練習で、マルクスとジャマルが僕の変化に気づいた。": "Trong buổi tập chiều như mọi khi, Marcus và Jamal đã nhận ra sự thay đổi của tôi.",
        "「おい、カイト、いつの間にそんなに上手くなったんだ？": "Này, Kaito, cậu giỏi lên từ khi nào vậy?",
        "」「なんか動きがスムーズになったな、泳ぎみたいだ。": "Sao cậu di chuyển mượt mà thế, cứ như đang bơi vậy.",
        "」二人の言葉に、僕は少し照れくさかった。": "Nghe lời họ nói, tôi có chút ngại ngùng.",
        "彼らは僕が密かに練習していることなど知る由もない。": "Họ làm sao biết được tôi đã lén lút luyện tập.",
        "夜、誰もいないコートで一人、ボールをドリブルする。": "Ban đêm, một mình tôi dẫn bóng trên sân vắng người.",
        "ライトに照らされたバスケットリングが輝き、汗がTシャツに染み込む。": "Vành rổ được chiếu sáng lấp lánh, mồ hôi thấm đẫm chiếc áo thun.",
        "呼吸は荒いが、心は驚くほど穏やかだった。": "Hơi thở của tôi dồn dập, nhưng lòng lại bình yên đến lạ.",
        "水中で呼吸を整え、ひたすら前へ進んだあの頃の集中力、静かな高揚感。": "Sự tập trung và cảm giác hưng phấn tĩnh lặng từ thuở ấy, khi tôi điều hòa hơi thở dưới nước và cứ thế tiến về phía trước.",
        "今、このコートの上で、僕の全身を満たしていた。": "Giờ đây, trên sân bóng này, cảm giác đó đang tràn ngập khắp cơ thể tôi.",
        "水泳のレーンが僕の全てだったように、今、このバスケットコートのレーンが、僕の新たな世界になりつつあった。": "Giống như đường bơi là tất cả đối với tôi trước đây, giờ đây, các đường kẻ trên sân bóng rổ này đang dần trở thành thế giới mới của tôi.",
        "ボールが弾む音だけが、静寂に響く。": "Chỉ có tiếng bóng nảy vang vọng trong sự tĩnh lặng.",
        "この感覚を、僕はまた見つけることができたんだ。": "Tôi đã có thể tìm thấy cảm giác này một lần nữa."
      }
    },
    {
      "id": "ch10",
      "title": "Bước ngoặt",
      "description": "Huấn luyện viên Tanaka nhận thấy sự thay đổi của Kai, dẫn đến một cuộc đối đầu tại hồ bơi đổ nát. Đó là khoảnh khắc lựa chọn giữa quá khứ và tương lai.",
      "sentences": {
        "「最近、お前を見かけないと思ったら、こんなところにいたのか。": "“Mấy nay không thấy mày đâu, hóa ra là ở đây à.”",
        "」 背後から聞こえた田中コーチの声に、僕はギクリと肩を震わせた。": "Tôi rụt vai lại vì giật mình bởi giọng nói của huấn luyện viên Tanaka vang lên từ phía sau.",
        "彼のしわの刻まれた顔は、いつになく厳しい。": "Khuôn mặt đầy nếp nhăn của anh ấy nghiêm nghị hơn bao giờ hết.",
        "「コーチ…」 僕は声にならない声を絞り出した。": "“Huấn luyện viên…” Tôi cố gắng nặn ra một tiếng nói không thành lời.",
        "彼が僕を探しに来たことは明白だった。": "Rõ ràng là anh ấy đã đến tìm tôi.",
        "ここは、かつて僕の全てだった場所だ。": "Đây là nơi từng là tất cả đối với tôi.",
        "スーパー台風で壊滅的な被害を受けたプールは、見るも無残な姿を晒していた。": "Bể bơi bị siêu bão tàn phá đã phơi bày một cảnh tượng tan hoang đến thảm hại.",
        "ひび割れたタイル、乾いた底、崩れた観客席。": "Gạch lát nứt nẻ, đáy khô cằn, khán đài đổ nát.",
        "何もかもが、僕の過去の夢の残骸を物語っていた。": "Mọi thứ đều nói lên sự tàn tạ của những giấc mơ trong quá khứ của tôi.",
        "僕は、この場所から離れられずにいた。": "Tôi không thể rời bỏ nơi này.",
        "ここに来れば、過去の自分と向き合える気がしたからだ。": "Vì tôi cảm thấy rằng nếu đến đây, tôi có thể đối mặt với con người trong quá khứ của mình.",
        "田中コーチはゆっくりと僕の隣まで歩み寄った。": "Huấn luyện viên Tanaka chậm rãi bước đến bên cạnh tôi.",
        "彼は荒廃したプールを見つめ、深くため息をついた。": "Anh ấy nhìn chằm chằm vào bể bơi hoang tàn, rồi thở dài thật sâu.",
        "「海翔…お前、どうしているんだ。": "“Kaito… mày thế nào rồi.",
        "連絡も取れない、練習にも来ない。": "Không liên lạc được, cũng không đến tập luyện.",
        "一体、何をしている？": "Rốt cuộc là mày đang làm gì?”",
        "」 彼の声には、怒りよりも深い悲しみと心配が滲んでいた。": "Trong giọng nói của anh ấy, nỗi buồn và sự lo lắng sâu sắc hơn cả giận dữ.",
        "僕が水から遠ざかっていることは知っていても、水泳を完全に捨てたとは思っていないはずだ。": "Dù anh ấy biết tôi đang tránh xa nước, nhưng chắc anh ấy không nghĩ rằng tôi đã hoàn toàn từ bỏ bơi lội.",
        "「すみません…」僕はうつむいた。": "“Em xin lỗi…” Tôi cúi đầu.",
        "罪悪感が胸を締め付ける。": "Cảm giác tội lỗi siết chặt lồng ngực tôi.",
        "僕の心臓は激しく鼓動した。": "Tim tôi đập thình thịch.",
        "コーチの期待、母との約束、そして僕自身の全てを捧げた水泳。": "Kỳ vọng của huấn luyện viên, lời hứa với mẹ, và môn bơi lội mà tôi đã dành trọn cả bản thân.",
        "それら全てを裏切っている気がした。": "Tôi cảm thấy mình đang phản bội tất cả những điều đó.",
        "だが、あの悪夢以来、水が怖くてたまらない。": "Nhưng kể từ cơn ác mộng đó, tôi sợ nước đến tột cùng.",
        "水中に潜ることを考えると、息が詰まる。": "Chỉ cần nghĩ đến việc lặn xuống nước, tôi đã thấy ngạt thở.",
        "そんな僕に、バスケットボールは新たな光を与えてくれた。": "Thế nhưng, bóng rổ đã mang đến cho tôi một tia sáng mới.",
        "あのコートで、僕は水泳とは違う「流れ」を感じた。": "Trên sân bóng đó, tôi cảm nhận được một “dòng chảy” khác biệt so với bơi lội.",
        "体が自由に動き、ボールがまるで僕の延長のように感じられる。": "Cơ thể tự do chuyển động, và quả bóng như một phần mở rộng của chính tôi.",
        "あの感覚が、僕を深く満たした。": "Cảm giác đó đã khiến tôi được lấp đầy sâu sắc.",
        "田中コーチは僕の沈黙に、察したように言った。": "Huấn luyện viên Tanaka nhìn sự im lặng của tôi, và dường như đã hiểu ra, anh ấy nói:",
        "「水が怖いのか？": "“Mày sợ nước sao?",
        "無理もない。": "Cũng phải thôi.",
        "だが…それが全てを捨てる理由になるのか？": "Nhưng… đó có phải là lý do để từ bỏ tất cả không?”",
        "」 「捨ててなんか、いません…」僕は言葉に詰まった。": "“Em không có bỏ…” Tôi nghẹn lời.",
        "「じゃあ、なぜだ？": "“Vậy thì tại sao?",
        "なぜ練習に来ない？": "Tại sao không đến tập luyện?",
        "海翔、お前はオリンピックを目指していたんだぞ。": "Kaito, mày đã từng đặt mục tiêu là Olympic đấy.",
        "母さんとの約束はどうする？": "Lời hứa với mẹ mày thì sao?",
        "水泳はお前の人生だったはずだ！": "Bơi lội đáng lẽ là cuộc đời của mày mà!”",
        "」 彼の声が、少しずつ熱を帯びる。": "Giọng anh ấy dần dần trở nên gay gắt hơn.",
        "僕は顔を上げた。": "Tôi ngẩng mặt lên.",
        "「…バスケットボールなんです。": "“... Là bóng rổ ạ.”",
        "」 コーチの表情が凍りついた。": "Biểu cảm của huấn luyện viên đông cứng lại.",
        "「バスケットボールだと？": "“Bóng rổ ư?",
        "お前は…何を馬鹿なことを言っているんだ。": "Mày… đang nói chuyện điên rồ gì vậy.”",
        "」 「馬鹿なんかじゃありません！": "“Không hề điên rồ!”",
        "」僕は震える声で叫んだ。": "Tôi hét lên với giọng run rẩy.",
        "「僕、バスケットボールで、初めて水泳と同じ「流れ」を感じたんです。": "“Lần đầu tiên em cảm thấy một ‘dòng chảy’ trong bóng rổ, giống hệt như khi bơi lội vậy.",
        "怖い水の中にいる必要がないのに、自由になれる。": "Em không cần phải ở trong làn nước đáng sợ ấy mà vẫn có thể tự do.",
        "息ができる…もう、水の中にいるのは、辛いんです！": "Em có thể thở… Ở trong nước bây giờ thật sự rất khó chịu!”",
        "」 僕の言葉は、まるで堰を切ったように溢れ出した。": "」 Lời nói của tôi tuôn ra như vỡ đập.",
        "コーチは僕の目を真っ直ぐに見つめ、その中に浮かぶ恐怖と、新しい情熱の光を見つけようとしているようだった。": "Huấn luyện viên nhìn thẳng vào mắt tôi, dường như đang cố gắng tìm thấy nỗi sợ hãi và ánh sáng của niềm đam mê mới trong đó.",
        "長い沈黙が流れた。": "Một sự im lặng kéo dài trôi qua.",
        "コーチは、崩れたプールの向こうの空を仰いだ。": "Huấn luyện viên ngẩng đầu nhìn bầu trời phía sau bể bơi đổ nát.",
        "そして、ゆっくりと僕に視線を戻した。": "Rồi, ông từ từ quay ánh mắt về phía tôi.",
        "「…そうか。": "「…Vậy à.",
        "そんなに辛いのか、水が。": "Nước làm con khổ đến vậy sao.",
        "」 彼の声は、すっかり落ち着いていた。": "」 Giọng nói của ông hoàn toàn bình tĩnh.",
        "しかし、その深いしわの奥には、拭い去れない悲しみが宿っていた。": "Nhưng sâu thẳm trong những nếp nhăn sâu đó, một nỗi buồn không thể xóa nhòa đọng lại.",
        "「お前が水泳に全てを捧げたこと、私も知っている。": "「Ta biết con đã cống hiến tất cả cho bơi lội.",
        "だからこそ、期待していた。": "Chính vì thế, ta đã kỳ vọng.",
        "だが…無理強いはできないな。": "Nhưng… ta không thể ép buộc con.",
        "」 彼は寂しそうに微笑んだ。": "」 Ông mỉm cười buồn bã.",
        "「お前が本当にそこで「流れ」を見つけたのなら、それがお前の道なのだろう。": "「Nếu con thực sự tìm thấy 'dòng chảy' ở đó, thì đó hẳn là con đường của con.",
        "母さんも、お前が苦しむ姿は望まないはずだ。": "Mẹ con cũng sẽ không muốn thấy con đau khổ.",
        "」 彼は僕の肩に手を置いた。": "」 Ông đặt tay lên vai tôi.",
        "その手は、昔と変わらず大きく、温かかった。": "Bàn tay ấy vẫn to lớn và ấm áp như xưa.",
        "「行け、海翔。": "「Đi đi, Kaito.",
        "お前の選んだ道を行け。": "Hãy đi con đường mà con đã chọn.",
        "だが、忘れるな。": "Nhưng đừng quên.",
        "水泳で培った全ては、決して無駄にはならない。": "Tất cả những gì con đã rèn luyện trong bơi lội sẽ không bao giờ là vô ích.",
        "それは、お前の一部だ。": "Nó là một phần của con.",
        "」 僕は思わず涙が溢れそうになった。": "」 Tôi suýt bật khóc.",
        "コーチは、僕が水泳を辞めることを許してくれた。": "Huấn luyện viên đã cho phép tôi từ bỏ bơi lội.",
        "僕の新しい道を、認めてくれたんだ。": "Ông ấy đã chấp nhận con đường mới của tôi.",
        "それは、何よりも僕を解放する言葉だった。": "Đó là những lời giải phóng tôi hơn bất cứ điều gì.",
        "「ありがとうございます…コーチ。": "「Cảm ơn thầy… huấn luyện viên.",
        "」 絞り出した声は震えていた。": "」 Giọng nói của tôi nghẹn ngào, run rẩy.",
        "コーチは何も言わず、ただうなずき、背を向けてゆっくりと去っていった。": "Huấn luyện viên không nói gì, chỉ gật đầu, rồi quay lưng và từ từ rời đi.",
        "その背中は、以前よりもずっと小さく見えた。": "Bóng lưng ấy trông nhỏ bé hơn nhiều so với trước đây.",
        "僕は壊れたプールの前で立ち尽くした。": "Tôi đứng sững trước bể bơi đổ nát.",
        "長年の重荷から解放された清々しさと、大切な人を悲しませた罪悪感が同時に押し寄せる。": "Cảm giác sảng khoái vì được giải thoát khỏi gánh nặng bấy lâu và tội lỗi vì đã khiến người quan trọng đau lòng cùng lúc ập đến.",
        "僕の新しい道は、ここから始まる。": "Con đường mới của tôi bắt đầu từ đây.",
        "だが、過去の「僕」は、この壊れたプールの底に、確かに残されている。": "Nhưng 'tôi' của quá khứ, chắc chắn vẫn còn lại, dưới đáy của bể bơi đổ nát này."
      }
    },
    {
      "id": "ch11",
      "title": "Tiếng Hoa",
      "description": "Hana tìm thấy Kaito ở sân bóng rổ ban đêm và khuyến khích cậu ấy thách đấu đội trường.",
      "sentences": {
        "夜の学校のバスケットコートは、月明かりだけが頼りだった。": "Sân bóng rổ của trường vào ban đêm chỉ trông cậy vào ánh trăng.",
        "ボールが床を叩く鈍い音が響く。": "Tiếng bóng đập vào sàn khô khốc vang vọng.",
        "ドリブル、シュート。": "Dẫn bóng, ném bóng.",
        "水の中とは違うけれど、このリズムが心地よかった。": "Dù khác với dưới nước, nhưng nhịp điệu này lại dễ chịu.",
        "水と一体になるような集中と高揚が、このボールにも宿る気がした。": "Sự tập trung và hưng phấn như hòa mình vào dòng nước, tôi cảm thấy chúng cũng đang ngụ trong quả bóng này.",
        "「海翔？": "“Kaito?",
        "」  不意に、後ろから優しい声。": "” Bất chợt, một giọng nói dịu dàng từ phía sau.",
        "ハナだった。": "Đó là Hana.",
        "驚いてボールを落としそうになる。": "Giật mình đến nỗi suýt làm rơi bóng.",
        "なぜここに？": "Sao cậu ấy lại ở đây?",
        "ハナは月明かりの下、静かに佇んでいた。": "Hana đứng lặng lẽ dưới ánh trăng.",
        "「こんな時間に、何してるの？": "“Giờ này cậu làm gì ở đây?",
        "」 俺はどもった。": "” Tôi lắp bắp.",
        "「えっと…バスケ、だよ。": "“À ừm… bóng rổ ấy mà.",
        "」 ハナは少し目を丸くしたが、ふわりと微笑んだ。": "” Hana hơi mở to mắt, rồi khẽ mỉm cười.",
        "「バスケ…海翔が？": "“Bóng rổ… Kaito sao?",
        "…なんだか、楽しそうだね。": "…Có vẻ cậu đang vui nhỉ.”",
        "」 彼女は俺のシュートをじっと見ていた。": "Cô ấy cứ nhìn chằm chằm vào cú ném bóng của tôi.",
        "「うん…まあ、少し。": "“Ừm… cũng một chút thôi.”",
        "」 「水の中にいた時とは、違う顔をしてる。": "” “Cậu có một vẻ mặt khác so với khi ở dưới nước.",
        "でも…海翔らしさは、変わらないね。": "Nhưng… sự 'Kaito' của cậu thì không thay đổi nhỉ.”",
        "」 ハナの言葉が心に響いた。": "Lời của Hana vang vọng trong lòng tôi.",
        "泳いでいた頃の俺と今の俺、別物だと思っていたのに。": "Tôi cứ nghĩ con người mình khi bơi lội và con người mình bây giờ là hai cá thể hoàn toàn khác.",
        "「ねえ、バスケ部、入ってみないの？": "“Này, cậu có muốn thử vào câu lạc bộ bóng rổ không?",
        "」 俺は反射的に首を振った。": "” Tôi phản xạ lắc đầu.",
        "「無理だよ、ハナ。": "“Không được đâu, Hana.",
        "俺は水泳選手だったんだ。": "Tớ từng là vận động viên bơi lội.",
        "ガリガリだし、バスケなんてやったことないし…」": "Tớ gầy gò thế này, với lại có bao giờ chơi bóng rổ đâu…”",
        "水泳こそ母さんとの約束。": "Bơi lội chính là lời hứa với mẹ.",
        "新しいことを始めるのは裏切りでは、という罪悪感が残っていた。": "Vẫn còn cảm giác tội lỗi rằng việc bắt đầu một điều gì đó mới mẻ là một sự phản bội.",
        "ハナは俺の隣に並び、月を見上げた。": "Hana đứng cạnh tôi, ngước nhìn mặt trăng.",
        "「お母さんは、海翔が苦しんでる姿じゃなくて、きっと、輝いている姿を見たかったんだと思うよ。": "“Mẹ cậu không muốn thấy Kaito đau khổ đâu, mà chắc chắn là muốn thấy Kaito tỏa sáng đó.”",
        "」 ハナの言葉が、優しく心に染み渡る。": "Lời nói của Hana nhẹ nhàng thấm vào lòng tôi.",
        "「海翔がバスケしてるの見て思ったの。": "“Nhìn Kaito chơi bóng rổ, tớ đã nghĩ.",
        "水中で全てを賭けていた集中力や、体でリズムを感じ取る感覚。": "Sự tập trung dồn hết vào mọi thứ dưới nước, và cảm giác cảm nhận nhịp điệu bằng cơ thể.",
        "あの時の海翔の真剣さが、ここでもそのままあるって。": "Sự nghiêm túc của Kaito lúc đó vẫn y nguyên ở đây.”",
        "」 「場所が変わっても、海翔らしさは変わらないよ。": "” “Dù địa điểm có thay đổi, sự 'Kaito' của cậu vẫn không thay đổi đâu.",
        "海翔はいつも一生懸命で、どこまでも高みを目指してる。": "Kaito lúc nào cũng nỗ lực hết mình và luôn hướng tới những tầm cao mới.",
        "それが海翔の素敵なところ。": "Đó là điều tuyệt vời ở Kaito.”",
        "」 ハナは俺の目をまっすぐ見た。": "Hana nhìn thẳng vào mắt tôi.",
        "「それに、バスケも、お母さんとの約束の続きなんじゃないかな？": "“Hơn nữa, bóng rổ cũng có thể là sự tiếp nối lời hứa với mẹ cậu đấy chứ?”",
        "」 その言葉は魔法のようだった。": "Lời nói đó như có phép thuật.",
        "「お母さんは、海翔に夢を持って欲しかったんだと思う。": "“Mẹ cậu chắc muốn Kaito có một ước mơ.",
        "それがたまたま水泳だっただけで。": "Chỉ là ngẫu nhiên nó lại là bơi lội thôi.",
        "夢中になれるものを見つけること自体が、お母さんとの約束だったんじゃないかな。": "Bản thân việc tìm thấy điều gì đó khiến mình say mê, đó chẳng phải là lời hứa với mẹ cậu sao?”",
        "」 はっとした。": "” Tôi chợt bừng tỉnh.",
        "母さんは、俺が幸せで、何かに打ち込む姿を望んでいた。": "Mẹ muốn tôi hạnh phúc và dồn hết tâm huyết vào một điều gì đó.",
        "この新しい情熱 cũng, 母さんが望んだ「夢中になれるもの」なのかもしれない。": "Niềm đam mê mới này cũng có thể là “điều khiến mình say mê” mà mẹ hằng mong muốn.",
        "「でも…俺、まだ…」まだ少し戸惑いがあった。": "“Nhưng… tớ vẫn còn…” Tôi vẫn còn chút bối rối.",
        "ハナはそっと俺の肩を叩いた。": "Hana nhẹ nhàng vỗ vai tôi.",
        "「とりあえず、やってみようよ。": "«Dù sao thì, cứ thử xem sao đi.»",
        "体験入部とか、見学だけでも。": "«Thử tham gia câu lạc bộ, hay chỉ đi xem thôi cũng được.»",
        "ダメだったら、また考えればいい。": "«Nếu không được thì mình lại nghĩ cách khác.»",
        "きっと、新しい海翔が見つかるよ。": "«Chắc chắn cậu sẽ tìm thấy một Kaito mới.»",
        "」 彼女の瞳は、揺るぎない優しさに満ちていた。": "Đôi mắt cô ấy đong đầy sự dịu dàng không chút nao núng.",
        "その優しさが、俺の心にあった重い鎖を溶かしていくようだった。": "Sự dịu dàng ấy dường như đang làm tan chảy chiếc xiềng xích nặng nề trong trái tim tôi.",
        "「…うん。": "«…Ừm.»",
        "」 俺は小さく頷いた。": "Tôi khẽ gật đầu.",
        "ハナがにこっと笑った。": "Hana mỉm cười.",
        "その笑顔は、夜のコートを、そして俺の心を明るく照らした。": "Nụ cười ấy đã thắp sáng cả sân đấu trong đêm, và cả trái tim tôi.",
        "新しい一歩を踏み出す勇気が、静かに、しかし確かに、俺の胸の中に湧いてくるのを感じた。": "Tôi cảm thấy một dũng khí để bước đi những bước mới đang trỗi dậy trong lòng tôi, một cách lặng lẽ nhưng rõ ràng."
      }
    },
    {
      "id": "ch12",
      "title": "Buổi thử",
      "description": "Kaito thi tuyển vào đội bóng rổ của trường. Huấn luyện viên Yamada nhận ra tài năng của cậu ấy.",
      "sentences": {
        "体育館の扉を開ける手が、微かに震えていた。": "Bàn tay mở cửa nhà thể chất hơi run rẩy.",
        "中から聞こえてくるバスケットボールの弾む音と、十数人の生徒たちの熱気。": "Từ bên trong vọng ra tiếng bóng rổ nảy và không khí náo nhiệt của mười mấy học sinh.",
        "その中に足を踏み入れた瞬間、心臓がうるさいくらいに脈打った。": "Khoảnh khắc bước chân vào trong đó, tim tôi đập thình thịch đến mức ồn ào.",
        "手のひらには汗がにじむ。": "Mồ hôi rịn ra trong lòng bàn tay tôi.",
        "水泳のプールサイドに立つ時とは違う、全く未知の緊張感だった。": "Đó là một cảm giác căng thẳng hoàn toàn xa lạ, khác hẳn với khi tôi đứng cạnh bể bơi.",
        "壁際に集まる生徒たちは、皆バスケ部のユニフォームや練習着を身につけている。": "Các học sinh tụ tập sát tường, tất cả đều đang mặc đồng phục hoặc đồ tập của câu lạc bộ bóng rổ.",
        "俺だけが、場違いなTシャツとハーフパンツ姿で、ひょろりと高く立っていた。": "Chỉ mình tôi, với bộ dáng áo phông và quần đùi lạc lõng, đứng cao lêu nghêu.",
        "俺の身長に気づいた数人の視線がこちらに向かう。": "Ánh mắt của vài người nhận ra chiều cao của tôi và hướng về phía này.",
        "好奇と、僅かな嘲笑を含んだような視線が刺さる。": "Những ánh mắt như chứa đựng sự tò mò và một chút chế nhạo đâm thẳng vào tôi.",
        "泳ぐことしか知らなかった俺が、本当にこの舞台で通用するのか？": "Liệu tôi, người chỉ biết bơi, có thực sự thành công ở nơi này không?",
        "不安が胸を締め付ける。": "Sự lo lắng siết chặt lồng ngực tôi.",
        "「よし、集合！": "“Được rồi, tập hợp!”",
        "」 山田コーチの張りのある声が体育館に響き渡った。": "Giọng nói dõng dạc của huấn luyện viên Yamada vang vọng khắp nhà thể chất.",
        "眼鏡の奥の鋭い目が、一人一人を見渡す。": "Đôi mắt sắc bén sau cặp kính quét nhìn từng người một.",
        "そして、俺のところで一瞬止まった。": "Và rồi, nó dừng lại ở chỗ tôi một thoáng.",
        "彼は俺の存在を、明らかに認識している。": "Ông ấy rõ ràng đã nhận ra sự có mặt của tôi.",
        "まずは基礎練習から始まった。": "Trước hết, chúng tôi bắt đầu với các bài tập cơ bản.",
        "ドリブル。": "Dẫn bóng.",
        "ボールは言うことを聞かず、足元で変な方向に跳ねる。": "Quả bóng không theo ý muốn, nảy về một hướng kỳ lạ dưới chân tôi.",
        "シュート。": "Ném bóng.",
        "リングにすら届かず、ボードに当たって明後日の方向に飛んでいく。": "Bóng không tới được cả rổ, đập vào bảng và bay đi lạc hướng.",
        "パス。": "Chuyền bóng.",
        "仲間に届くどころか、地面を転がっていく。": "Không những không tới được đồng đội, bóng còn lăn trên mặt đất.",
        "俺のぎこちない動きを見て、周りの何人かが吹き出すのが聞こえた。": "Nhìn thấy những động tác vụng về của tôi, tôi nghe thấy vài người xung quanh bật cười.",
        "耳が熱くなる。": "Tai tôi nóng bừng.",
        "だが、体は覚えていた。": "Nhưng cơ thể tôi đã nhớ lại.",
        "水泳で培った、正確な動作を繰り返す集中力と、効率的な体の使い方を。": "Cơ thể tôi đã nhớ lại sự tập trung để lặp lại các động tác chính xác và cách sử dụng cơ thể hiệu quả, những điều đã được tôi rèn luyện trong môn bơi lội.",
        "不器用な自分を恥じるよりも、正しいフォームを習得することに意識を集中した。": "Hơn là xấu hổ vì sự vụng về của bản thân, tôi tập trung vào việc học hỏi các động tác đúng.",
        "何度もボールを拾い、またドリブルを始める。": "Tôi nhặt bóng lên nhiều lần và lại bắt đầu dẫn bóng.",
        "次に走りのメニューに移った。": "Tiếp theo, chúng tôi chuyển sang bài tập chạy.",
        "コーチの合図で一斉にダッシュ。": "Theo hiệu lệnh của huấn luyện viên, tất cả đồng loạt chạy nước rút.",
        "俺の長い脚は、体育館の床を滑るように駆け抜けた。": "Đôi chân dài của tôi chạy vút qua sàn nhà thể chất như lướt đi.",
        "水中で水を掻くように、自然と体が前に出る。": "Giống như quạt nước trong môi trường nước, cơ thể tôi tự nhiên lao về phía trước.",
        "一瞬で他の選手たちを置き去りにした時、ちらりと俺を見た彼らの顔に驚きの色が浮かんだのを見逃さなかった。": "Khi tôi bỏ xa các vận động viên khác trong một thoáng, tôi không bỏ lỡ ánh nhìn kinh ngạc thoáng qua trên khuôn mặt họ khi họ liếc nhìn tôi.",
        "「よし、ナカムラ、速いな！": "“Tốt lắm, Nakamura, nhanh thật đấy!”",
        "」山田コーチの声が響く。": "Giọng của huấn luyện viên Yamada vang lên.",
        "続いて、ジャンプの練習。": "Tiếp theo là bài tập nhảy.",
        "コーチがボードに貼った印を叩くよう指示する。": "Huấn luyện viên chỉ thị chúng tôi chạm vào dấu hiệu dán trên bảng.",
        "俺は深く沈み込み、全身を使って跳躍した。": "Tôi hạ thấp người sâu và dùng toàn bộ cơ thể để bật nhảy.",
        "驚くほど体が軽く、まるで水から飛び出すように天井に向かって伸びる。": "Cơ thể nhẹ nhàng một cách đáng kinh ngạc, vươn lên hướng về trần nhà cứ như thể bật ra khỏi mặt nước.",
        "印は楽々と叩けた。": "Tôi dễ dàng chạm tới dấu hiệu đó.",
        "他の誰も届かない高さに、俺の手が届いたのだ。": "Tay tôi đã chạm tới được độ cao mà không ai khác có thể với tới.",
        "ハーフコートでミニゲームが始まった。": "Một trận đấu nhỏ bắt đầu ở nửa sân.",
        "ボールを持てばすぐ奪われる。": "Nếu tôi giữ bóng, nó sẽ bị cướp ngay lập tức.",
        "パスは通らない。": "Đường chuyền không thành công.",
        "だが、俺はコートを縦横無尽に走り回った。": "Nhưng tôi đã chạy khắp mọi ngóc ngách trên sân một cách tự do.",
        "その長い腕を伸ばせば、相手のパスコースを塞ぎ、驚くような位置からブロックに跳んだ。": "Tôi vươn cánh tay dài của mình để chặn đường chuyền của đối thủ, và nhảy lên chặn bóng từ một vị trí đáng kinh ngạc.",
        "まるで壁のように相手の前に立ちはだかり、リバウンドでは誰よりも高く跳んでボールを掴んだ。": "Tôi đứng chắn trước đối thủ như một bức tường, và trong tình huống bắt bóng bật bảng, tôi nhảy cao hơn bất kỳ ai để tóm lấy bóng.",
        "「すげぇ…」 「あいつ、下手だけど、とんでもない身体能力だな」 そんな声が聞こえる。": "“Tuyệt thật...”, “Thằng đó tuy dở nhưng khả năng thể chất phi thường thật đấy!” Tôi nghe thấy những tiếng nói như vậy.",
        "水泳で培った心肺機能と、諦めない精神が、俺を支えていた。": "Chức năng tim phổi và tinh thần không từ bỏ mà tôi đã rèn luyện được từ bơi lội đã nâng đỡ tôi.",
        "全身の筋肉が軋むが、むしろ心地よかった。": "Toàn bộ cơ bắp rệu rã, nhưng tôi lại cảm thấy dễ chịu.",
        "これが、バスケットボールの「水」なのだ。": "Đây chính là \"nước\" của bóng rổ.",
        "練習の終わり、山田コーチが全員をコートの中央に集めた。": "Cuối buổi tập, huấn luyện viên Yamada tập hợp tất cả mọi người ở giữa sân.",
        "張り詰めた空気が体育館を満たす。": "Không khí căng thẳng bao trùm nhà thi đấu.",
        "「今回の練習参加者の中から、来年度のバスケットボール部員を発表する」": "“Từ những người tham gia buổi tập hôm nay, tôi sẽ công bố các thành viên của câu lạc bộ bóng rổ năm tới.”",
        "コーチが手元のリストを読み上げる。": "Huấn luyện viên đọc danh sách trong tay.",
        "一人、また一人と名前が呼ばれるたびに、呼ばれた者は安堵の表情を浮かべ、呼ばれなかった者は悔しそうに顔を歪めた。": "Cứ mỗi khi một cái tên được xướng lên, người được gọi thì lộ rõ vẻ nhẹ nhõm, còn người không được gọi thì thất vọng nhăn mặt.",
        "俺の名前は、まだ呼ばれない。": "Tên tôi vẫn chưa được gọi.",
        "心臓が胸の内で暴れまわる。": "Tim tôi đập thình thịch trong lồng ngực.",
        "ダメだったのか？": "Không được rồi sao?",
        "やはり、バスケットボールは俺には無理だったのか？": "Chẳng lẽ, bóng rổ thực sự không dành cho mình?",
        "「…そして、最後に。": "“…Và cuối cùng.",
        "中村海翔」": "Nakamura Kaito.”",
        "耳を疑った。": "Tôi không tin vào tai mình.",
        "まさか。": "Không thể nào.",
        "「お前はまだ、バスケの『バス』の字も知らないだろう。": "“Mày còn chưa biết chữ ‘bá’ trong bóng rổ là gì đâu.",
        "だが、その身体能力と、何より…諦めない目。": "Nhưng khả năng thể chất của mày, và hơn hết… ánh mắt không bỏ cuộc đó.",
        "俺はお前を、育ててみたい」": "Tao muốn thử đào tạo mày.”",
        "山田コーチの力強い視線が、まっすぐに俺を見つめていた。": "Ánh mắt mạnh mẽ của huấn luyện viên Yamada nhìn thẳng vào tôi.",
        "「来年、一緒に全国を目指そう。": "“Năm sau, cùng nhau hướng tới giải toàn quốc nhé.",
        "中村」": "Nakamura.”",
        "水に沈み、全てを失ったと思った俺に、新たな光が射した瞬間だった。": "Đó là khoảnh khắc ánh sáng mới chiếu rọi vào tôi, người từng nghĩ mình đã chìm sâu xuống đáy nước và mất tất cả."
      }
    },
    {
      "id": "ch13",
      "title": "Ngành học mới",
      "description": "Kaito áp dụng tính kỷ luật đã rèn được từ bơi lội vào bóng rổ và bắt đầu tập luyện chuyên sâu cùng đội.",
      "sentences": {
        "朝が来る前から、僕はもう体育館にいた。": "Trước khi trời sáng, tôi đã có mặt ở nhà thi đấu rồi.",
        "体育館の冷たい空気は、昔、プールの早朝練習で感じたあの清冽な水と同じように、僕の心を研ぎ澄ませた。": "Không khí lạnh lẽo trong nhà thi đấu, giống như làn nước trong vắt tôi từng cảm nhận trong những buổi tập bơi sáng sớm trước đây, đã giúp tâm trí tôi trở nên minh mẫn hơn.",
        "水泳選手だった頃と同じように、僕は毎朝、誰よりも早く練習を開始し、誰よりも遅くまで残って練習を続けた。": "Giống như hồi còn là vận động viên bơi lội, mỗi sáng tôi đều bắt đầu tập luyện sớm hơn bất kỳ ai và tiếp tục ở lại tập muộn hơn tất cả mọi người.",
        "バスケットボールの練習は、僕にとって新たな学びの liên tục だった。": "Việc luyện tập bóng rổ đối với tôi là chuỗi những bài học mới mẻ liên tục.",
        "水泳では個人の技術と持久力が全てだったが、バスケはチームとの連携、そして瞬間的な判断が求められる。": "Trong bơi lội, kỹ thuật cá nhân và sức bền là tất cả, nhưng bóng rổ lại đòi hỏi sự phối hợp với đồng đội và khả năng đưa ra quyết định tức thời.",
        "それでも、僕の身体は水泳で培った「効率」と「反復」の概念を覚えていた。": "Dù vậy, cơ thể tôi vẫn ghi nhớ những khái niệm về \"hiệu quả\" và \"lặp lại\" mà tôi đã rèn luyện được từ môn bơi lội.",
        "ドリブルの練習では、ボールが手の延長になるまで、何度も何度も床に叩きつけた。": "Trong các buổi tập rê bóng, tôi đập bóng xuống sàn nhiều lần, nhiều lần cho đến khi bóng trở thành một phần kéo dài của cánh tay.",
        "シュートフォームは、水中のストロークと同じくらい精密に、指先の感覚まで意識して調整した。": "Tư thế ném bóng được điều chỉnh chính xác, tỉ mỉ đến từng cảm giác đầu ngón tay, giống như từng nhịp quạt tay trong bơi lội.",
        "パスは、相手の動きを予測し、最も効率的な軌道で送ることを追求した。": "Với đường chuyền, tôi cố gắng dự đoán chuyển động của đối thủ và chuyền bóng theo quỹ đạo hiệu quả nhất.",
        "「水泳と同じだ。": "“Giống như bơi lội thôi.",
        "一つ一つの動作を分解し、完璧にするまで繰り返す」と、僕は自分に言い聞かせた。": "Phân tích từng động tác, lặp đi lặp lại cho đến khi hoàn hảo,” tôi tự nhủ.",
        "まるで、何千回もターン練習を繰り返すように、基礎を徹底的に叩き込んだ。": "Tôi nghiền ngẫm triệt để các kiến thức cơ bản, cứ như thể đã lặp lại hàng nghìn lần bài tập quay người trong bơi lội vậy.",
        "最初はぎこちなかった動きは、日を追うごとに滑らかになっていった。": "Những động tác ban đầu còn vụng về dần trở nên mượt mà hơn theo từng ngày.",
        "身長がある分、リバウンドやブロックは得意だったが、最も苦労したのはやはり瞬発的な動きやボールハンドリングだった。": "Với lợi thế chiều cao, tôi giỏi trong việc bắt bóng bật bảng và chắn bóng, nhưng khó khăn nhất vẫn là những động tác bùng nổ và kỹ năng kiểm soát bóng.",
        "しかし、僕は諦めなかった。": "Tuy nhiên, tôi không bỏ cuộc.",
        "朝練ではフットワークとドリブル、チーム練習で連携を学び、夜は一人でシュート練習に没頭した。": "Trong buổi tập sáng, tôi tập chân và rê bóng, học cách phối hợp trong buổi tập nhóm, và buổi tối thì một mình miệt mài luyện ném bóng.",
        "山田コーチは、そんな僕の姿を静かに見守っていた。": "Huấn luyện viên Yamada lặng lẽ quan sát tôi.",
        "初めは僕の不器用さに呆れたような顔をしていたが、僕が朝早くから一人でシューティングをしているのを見たり、チーム練習の後も黙々と自主練を続ける姿を見るうちに、彼の僕を見る目は変わっていった。": "Ban đầu, anh ấy có vẻ ngạc nhiên trước sự vụng về của tôi, nhưng khi thấy tôi một mình tập ném bóng từ sáng sớm, và tiếp tục tự luyện tập một cách âm thầm sau buổi tập của đội, ánh mắt anh ấy nhìn tôi dần thay đổi.",
        "「中村、お前は本当に努力家だな」と、ある日、コーチが僕に声をかけた。": "“Nakamura, cậu đúng là một người rất chăm chỉ,” một ngày nọ, huấn luyện viên nói với tôi.",
        "その言葉は、まるで水泳時代のコーチの励ましのようで、僕の胸に温かく響いた。": "Những lời đó, giống như lời động viên của huấn luyện viên bơi lội thời xưa, vang vọng ấm áp trong lòng tôi.",
        "チームメイトたちも、最初こそ僕の泳ぎのようなぎこちない動きに笑っていたが、僕の練習量と成長の速さを目の当たりにするうちに、次第に尊敬のまなざしを向けるようになった。": "Đồng đội của tôi, ban đầu còn bật cười trước những động tác vụng về giống như bơi lội của tôi, nhưng khi chứng kiến khối lượng tập luyện và tốc độ tiến bộ nhanh chóng của tôi, họ dần nhìn tôi bằng ánh mắt kính trọng.",
        "「海翔、そのフックシュート、結構いい感じになってきたな！": "“Kaito, cú ném móc của cậu trông khá tốt rồi đấy!",
        "」と、キャプテンが僕の練習の成果を認めてくれることもあった。": ",” có lúc đội trưởng đã công nhận thành quả luyện tập của tôi.",
        "彼らが僕を「水泳選手」としてではなく、「バスケチームの一員」として見てくれるようになったことを感じた。": "Tôi cảm thấy họ đã bắt đầu coi tôi là “một thành viên của đội bóng rổ” chứ không phải “một vận động viên bơi lội” nữa.",
        "ボールを追い、コートを駆け巡る感覚は、僕に忘れかけていた興奮を思い出させた。": "Cảm giác đuổi theo bóng và chạy khắp sân đã gợi lại cho tôi sự phấn khích mà tôi đã gần như quên lãng.",
        "水中での孤独な泳ぎとは違う。": "Nó khác với việc bơi lội cô độc dưới nước.",
        "チームメイトとのパス交換、ゴールを決めた時の歓声、そして相手を抜き去る瞬間の高揚感。": "Những pha chuyền bóng với đồng đội, tiếng reo hò khi ghi bàn, và cảm giác hưng phấn khi vượt qua đối thủ.",
        "それはまるで、新たな波に乗って進むような、予測不可能で、それでも確かな喜びだった。": "Nó giống như đang lướt trên một con sóng mới, khó đoán nhưng lại là một niềm vui rõ ràng.",
        "水中で感じていた「リズム」が、今はコートの上にあった。": "Cái “nhịp điệu” tôi từng cảm nhận dưới nước, giờ đây đã hiện hữu trên sân bóng.",
        "肉体を限界まで追い込む訓練の先に、再び光を見出したのだ。": "Sau quá trình rèn luyện đẩy cơ thể đến giới hạn, tôi lại tìm thấy ánh sáng.",
        "もうすぐ初めての試合が来る。": "Trận đấu đầu tiên sắp đến rồi.",
        "僕はもう準備ができている。": "Tôi đã sẵn sàng.",
        "水泳で培った全てが、今、このコートの上で新しい形を見出している。": "Tất cả những gì tôi đã rèn luyện được từ môn bơi lội, giờ đây đang tìm thấy một hình hài mới trên sân bóng này.",
        "僕は、この新しいスポーツで、自分の居場所を見つけたのだ。": "Tôi đã tìm thấy vị trí của mình trong môn thể thao mới này."
      }
    },
    {
      "id": "ch14",
      "title": "Trận đầu tiên",
      "description": "Trận đấu chính thức đầu tiên của Kaito. Giữa bao lo lắng và hồi hộp, khoảnh khắc tài năng cậu ấy bừng nở.",
      "sentences": {
        "体育館の空気は、試合開始前から異様な熱気を帯びていた。": "Không khí trong nhà thi đấu mang một sự náo nhiệt lạ thường ngay cả trước khi trận đấu bắt đầu.",
        "観客席からはすでにざわめきが聞こえ、僕の心臓はバスケットボールのドリブル音に合わせて激しく鼓動していた。": "Từ khán đài đã vọng lên tiếng xôn xao, và tim tôi đập mạnh theo nhịp đập bóng của trái bóng rổ.",
        "練習着とは違う真新しいユニフォームの肌触りが、いつもより重く感じる。": "Cảm giác của bộ đồng phục hoàn toàn mới, khác với đồ tập, nặng hơn bình thường.",
        "水着の冷たさとは違う、じっとりとした汗が手のひらににじむ。": "Những giọt mồ hôi rịn ra trên lòng bàn tay, không phải cái lạnh của đồ bơi.",
        "水泳の大会前とはまた違う種類の緊張だ。": "Đây là một kiểu căng thẳng khác hẳn so với trước các giải đấu bơi lội.",
        "プールでは自分との闘いが主だったけれど、今はチームメイトと共に敵と対峙する。": "Ở hồ bơi, chủ yếu là cuộc chiến với chính mình, nhưng giờ đây, tôi phải đối mặt với đối thủ cùng với đồng đội.",
        "この広いコートで、僕は一体何ができるんだろう。": "Trên sân rộng lớn này, mình có thể làm được gì đây?",
        "審判の笛が高らかに鳴り響き、試合が始まった。": "Tiếng còi trọng tài vang lên cao vút, trận đấu bắt đầu.",
        "ジャンプボール。": "Bắt đầu nhảy tranh bóng.",
        "僕は長身を生かしてボールに触れるも、相手に奪われる。": "Tôi tận dụng chiều cao của mình để chạm vào bóng nhưng lại bị đối thủ cướp mất.",
        "最初の数分間は、まるで体が僕のものではないかのようにぎこちなかった。": "Trong vài phút đầu tiên, cơ thể tôi cứ lóng ngóng như thể không phải của mình vậy.",
        "パスは狙った場所に行かず、ドリブルは思うようにコントロールできない。": "Những đường chuyền không đến đúng chỗ định, và tôi không thể kiểm soát bóng theo ý muốn.",
        "ディフェンスでは相手の素早い動きについていけず、簡単に抜かれてしまう。": "Khi phòng thủ, tôi không theo kịp những pha di chuyển nhanh của đối thủ và dễ dàng bị vượt qua.",
        "頭では理解している動きも、緊張で足がもつれ、視界が定まらない。": "Dù đã hiểu rõ các động tác trong đầu, nhưng vì căng thẳng, chân tôi cứ vướng víu, tầm nhìn không ổn định.",
        "僕はチームの足を引っ張っている。": "Mình đang làm vướng chân cả đội.",
        "その焦りが、さらに僕を硬くした。": "Sự lo lắng đó càng khiến tôi trở nên cứng nhắc hơn.",
        "最初のタイムアウト。": "Lần hội ý đầu tiên.",
        "ベンチに戻ると、山田コーチが僕の肩に手を置いた。": "Khi tôi trở lại ghế dự bị, Huấn luyện viên Yamada đặt tay lên vai tôi.",
        "「海翔、落ち着け。": "“Kaito, bình tĩnh lại đi.",
        "緊張しているのは分かる。": "Thầy biết em đang căng thẳng.",
        "だが、お前にはお前の強みがある。": "Nhưng em có thế mạnh của riêng mình.",
        "背の高さを活かせ。": "Hãy tận dụng chiều cao của mình.",
        "そして、泳ぐのと同じだ。": "Và nó cũng giống như bơi lội vậy.",
        "周りを気にせず、自分のペースで、一本一本に集中しろ。": "Đừng bận tâm đến xung quanh, cứ theo tốc độ của mình, tập trung vào từng pha bóng.”",
        "」 コーチの言葉は、まるで冷たい水が心に染み渡るようだった。": "Lời nói của huấn luyện viên như dòng nước mát thấm sâu vào lòng tôi.",
        "そうだ、水泳も最初は焦る。": "Đúng vậy, bơi lội ban đầu cũng rất vội vàng.",
        "けれど、自分の呼吸、自分のストロークに意識を集中すれば、周りの音は消え、世界は自分のレーンだけになる。": "Nhưng nếu tập trung vào hơi thở, vào từng sải tay của mình, thì mọi âm thanh xung quanh sẽ biến mất, và thế giới chỉ còn lại làn đường của riêng mình.",
        "僕は深呼吸した。": "Tôi hít thở sâu.",
        "コートに戻る。": "Quay trở lại sân đấu.",
        "まだ体は少し震えていたが、コーチの言葉が頭の中で繰り返される。": "Dù cơ thể vẫn còn hơi run, nhưng lời của huấn luyện viên cứ lặp đi lặp lại trong đầu tôi.",
        "「一本一本に集中」。": "“Tập trung vào từng pha bóng.”",
        "相手のシュートが外れた。": "Đối thủ ném trượt.",
        "リバウンドに跳ぶ。": "Tôi nhảy lên tranh bóng bật bảng.",
        "高く伸ばした手がボールを捉えた瞬間、全身に電撃が走った。": "Khoảnh khắc bàn tay vươn cao bắt được bóng, một luồng điện chạy khắp cơ thể tôi.",
        "そうだ、この高さ、このリーチ。": "Đúng vậy, chiều cao này, sải tay này.",
        "これは僕だけの武器だ。": "Đây là vũ khí của riêng mình.",
        "ボールをしっかり掴み、すぐさま前線へパスを出す。": "Tôi nắm chặt bóng và lập tức chuyền lên phía trước.",
        "味方がシュートを決めた。": "Đồng đội của tôi ghi điểm.",
        "その瞬間から、何かが như 「カチッ」と音を立てて繋がった気がした。": "Từ khoảnh khắc đó, tôi có cảm giác như mọi thứ “tách” một tiếng và kết nối với nhau.",
        "水泳で培った体の使い方、効率的な動き、そして何よりも無限とも思えるスタミナ。": "Cách sử dụng cơ thể đã được rèn luyện từ môn bơi lội, những chuyển động hiệu quả, và hơn hết là sức bền tưởng chừng vô tận.",
        "それらがバスケットボールの動きと融合し始めたのだ。": "Tất cả những điều đó đã bắt đầu hòa quyện với những động tác bóng rổ.",
        "次のポゼッションで、僕はゴール下で相手のシュートをブロック。": "Trong lần kiểm soát bóng tiếp theo, tôi đã chặn cú ném của đối thủ ngay dưới rổ.",
        "そして、そのままボールを拾い、長い腕と脚でコートを駆け上がった。": "Và sau đó, tôi nhặt bóng lên, chạy dọc sân bằng đôi tay và đôi chân dài của mình.",
        "元水泳選手として鍛え上げた持久力が、ここでまさか生きるとは。": "Không ngờ sức bền mà tôi đã rèn luyện khi còn là vận động viên bơi lội lại có ích ở đây.",
        "疲れを知らないかのように走り続け、最後は冷静にレイアップを決めた。": "Tôi tiếp tục chạy như không biết mệt, và cuối cùng bình tĩnh thực hiện một cú lay-up thành công.",
        "体育館がどよめく。": "Nhà thi đấu ồn ào lên.",
        "チームメイトたちが驚いた顔で僕を見た。": "Các đồng đội nhìn tôi với vẻ ngạc nhiên.",
        "僕自身も驚いた。": "Chính tôi cũng bất ngờ.",
        "そこからは、まるで水を得た魚のように自由に動けた。": "Từ đó trở đi, tôi có thể di chuyển tự do như cá gặp nước.",
        "高い打点からのリバウンド、相手のパスコースを読むスティール、そして広い視野でのパス。": "Những pha bắt bóng bật bảng từ điểm cao, những cú cướp bóng đọc được đường chuyền của đối thủ, và những đường chuyền với tầm nhìn rộng.",
        "これまで練習してきたことが、まるで魔法のように繋がっていく。": "Những gì tôi đã luyện tập bấy lâu nay cứ như thể được kết nối lại với nhau bằng phép thuật vậy.",
        "僕の予想外の活躍に、相手チームは戸惑いを隠せない。": "Trước màn thể hiện xuất sắc ngoài mong đợi của tôi, đội đối thủ không thể che giấu được sự lúng túng.",
        "味方のチームメイトたちも、僕のプレーに合わせるように活気づいていくのが分かった。": "Tôi nhận thấy các đồng đội của mình cũng dần trở nên hăng hái hơn, như thể đang hòa nhịp cùng lối chơi của tôi.",
        "試合終了のブザーが鳴り響いたとき、スコアボードには僕たちの勝利が表示されていた。": "Khi tiếng còi kết thúc trận đấu vang lên, bảng tỉ số đã hiển thị chiến thắng của đội chúng tôi.",
        "「勝った！": "Thắng rồi!",
        "勝ったぞ！": "Thắng rồi!",
        "」 チームメイトたちが僕の周りに集まり、肩を叩き、頭をくしゃくしゃにする。": "Các đồng đội vây quanh tôi, vỗ vai và xoa rối tóc tôi.",
        "みんなの興奮と喜びが、僕の体中に伝わってくる。": "Sự phấn khích và niềm vui của mọi người lan tỏa khắp cơ thể tôi.",
        "全身は汗でびっしょりだが、それは水泳で全力を出し切った後のような、心地よい疲労感だった。": "Toàn thân tôi ướt đẫm mồ hôi, nhưng đó là một cảm giác mệt mỏi dễ chịu, như thể sau khi đã dốc hết sức mình trong môn bơi lội.",
        "ああ、これだ。": "À, chính là đây.",
        "僕がずっと求めていた、この競争の喜び。": "Niềm vui của cuộc cạnh tranh này, điều tôi đã tìm kiếm bấy lâu nay.",
        "仲間と分かち合う勝利の興奮。": "Sự phấn khích của chiến thắng khi được chia sẻ cùng đồng đội.",
        "プールの水の中にいた時と同じくらい、いや、それ以上に、僕の心は熱く燃えていた。": "Trái tim tôi đã cháy rực lên, cũng như khi ở trong làn nước hồ bơi, không, thậm chí còn hơn thế nữa.",
        "僕はもう、一人じゃない。": "Tôi không còn đơn độc nữa."
      }
    },
    {
      "id": "ch15",
      "title": "Nỗi đau trưởng thành",
      "description": "Xung đột phát sinh trong nội bộ đội. Jamal chuyển đến cùng trường, trở thành vừa là đối thủ vừa là người cố vấn.",
      "sentences": {
        "体育館に足を踏み入れた瞬間、いつもの練習場の空気が、いつもとは違うざわつきを帯びているのを感じた。": "Khoảnh khắc tôi bước vào nhà thi đấu, tôi cảm nhận được bầu không khí quen thuộc của sân tập hôm nay có một sự ồn ào khác lạ.",
        "体育館シューズのキュッという音や、ボールが床を叩く乾いた音は同じなのに、何かが違う。": "Tiếng đế giày bóng rổ kẽo kẹt và tiếng bóng đập sàn khô khốc vẫn vậy, nhưng có điều gì đó không giống mọi khi.",
        "僕がロッカールームで着替えていると、山田コーチの声が響いた。": "Khi tôi đang thay đồ trong phòng thay đồ, giọng của huấn luyện viên Yamada vang lên.",
        "「みんな、今日の練習から新しい仲間が加わる。": "“Mọi người, từ buổi tập hôm nay, chúng ta sẽ có một thành viên mới.",
        "中村と以前から知り合いのジャマールだ。": "Đó là Jamal, người quen của Nakamura.",
        "彼もバスケ経験者だから、みんなで協力してやっていこう！": "Cậu ấy cũng có kinh nghiệm chơi bóng rổ, nên mọi người hãy cùng nhau hợp tác nhé!”",
        "」  ジャマール…まさか。": "Jamal… không thể nào.",
        "驚きと戸惑いが入り混じる中、体育館コートに目を向けると、そこには先日ストリートバスケで出会った、あのジャマールが立っていた。": "Trong lúc ngạc nhiên và hoang mang lẫn lộn, tôi nhìn về phía sân bóng trong nhà thi đấu, và thấy Jamal – người mà tôi đã gặp trong trận bóng rổ đường phố hôm nọ – đang đứng đó.",
        "彼はこちらを見て、少しだけ口角を上げた。": "Anh ấy nhìn về phía tôi và khẽ nhếch khóe môi.",
        "「海翔、また会ったな。": "“Kaito, lại gặp nhau rồi.”",
        "」  チームメイトたちの間には、期待と同時に疑念のようなものが漂っていた。": "Giữa các đồng đội, một cảm giác hoài nghi lẫn với kỳ vọng đang lan tỏa.",
        "ジャマールは見るからに身体能力が高く、すぐにチームの中心になりそうな雰囲気がある。": "Jamal rõ ràng có thể lực vượt trội và dường như sẽ nhanh chóng trở thành trung tâm của đội.",
        "既存のメンバーの中には、自分のポジションを脅かされると感じている者もいるようだった。": "Có vẻ như một số thành viên cũ cảm thấy vị trí của mình bị đe dọa.",
        "特に、去年からレギュラーだった拓海は、明らかに不機嫌そうに顔をしかめていた。": "Đặc biệt, Takumi, người đã là thành viên chính thức từ năm ngoái, rõ ràng đang nhăn mặt tỏ vẻ khó chịu.",
        "練習が始まった。": "Buổi tập bắt đầu.",
        "ジャマールのプレーは、噂通りの圧倒的なものだった。": "Lối chơi của Jamal đúng như lời đồn, vô cùng áp đảo.",
        "彼のドリブルは速く、パスは正確、そしてシュートレンジも広い。": "Khả năng đi bóng của anh ấy nhanh, đường chuyền chính xác, và tầm ném bóng cũng rất rộng.",
        "まるでコート全体を一人で支配しているかのようだ。": "Cứ như thể anh ấy đang một mình thống trị cả sân bóng.",
        "僕も彼から多くのことを学んだが、それは他のチームメイトにとっては違った。": "Tôi cũng học được nhiều điều từ anh ấy, nhưng đối với các đồng đội khác thì không phải vậy.",
        "ミニゲーム中、ジャマールが拓海から簡単にボールを奪い、そのまま得点したとき、拓海は明らかにイライラしていた。": "Trong trận đấu nhỏ, khi Jamal dễ dàng cướp bóng từ Takumi và ghi điểm ngay lập tức, Takumi rõ ràng đã rất bực mình.",
        "「おい、もうちょっと手加減しろよ！": "“Này, nhẹ tay một chút đi chứ!”",
        "」拓海が声を荒げると、ジャマールは涼しい顔で答えた。": "Khi Takumi gằn giọng, Jamal trả lời với vẻ mặt bình thản.",
        "「手加減？": "“Nhẹ tay ư?",
        "これは練習だろ？": "Đây là buổi tập mà?",
        "本気でやらなきゃ意味ない。": "Không chơi hết sức thì chẳng có ý nghĩa gì cả.”",
        "」  その言葉に、チーム内の緊張は最高潮に達した。": "Với những lời đó, căng thẳng trong đội đã lên đến đỉnh điểm.",
        "他の数人も, ジャマールのあまりにもストレートな態度に反発し始めた。": "Một vài người khác cũng bắt đầu phản đối thái độ quá thẳng thắn của Jamal.",
        "山田コーチも、どう収めるべきか戸惑っているようだった。": "Huấn luyện viên Yamada dường như cũng đang lúng túng không biết phải giải quyết thế nào.",
        "「待ってくれ、みんな！": "“Khoan đã, mọi người!”",
        "」僕は思わず間に割って入った。": "Tôi không kìm được mà xen vào giữa.",
        "「ジャマールの言っていることも分かる。": "“Tôi hiểu những gì Jamal đang nói.",
        "けど、僕たちはチームなんだ。": "Nhưng chúng ta là một đội.",
        "コミュニケーションを取らなきゃ、うまくいくものもいかなくなる。": "Nếu không giao tiếp, những điều tưởng chừng suôn sẻ cũng sẽ trở nên khó khăn.”",
        "」 僕の言葉は、少しは彼らの怒りを冷ましたようだったが、根本的な溝は埋まらなかった。": "Lời nói của tôi dường như đã làm nguôi đi phần nào cơn giận của họ, nhưng khoảng cách cơ bản vẫn không được lấp đầy.",
        "休憩時間、ジャマールが僕の隣に座ってきた。": "Trong giờ giải lao, Jamal ngồi xuống cạnh tôi.",
        "「お前は、このチームは甘いと思わないのか？": "“Mày không nghĩ đội này quá dễ dãi sao?”",
        "」彼は問いかけた。": "Anh ấy hỏi.",
        "「もっと上を目指すなら、もっと本気でやるべきだ。": "“Nếu muốn đạt được trình độ cao hơn, thì phải chơi hết sức mình chứ.”",
        "」 彼の言葉はきついが、その裏にあるバスケへの情熱は僕も理解できる。": "Lời nói của anh ấy có vẻ gay gắt, nhưng niềm đam mê bóng rổ ẩn chứa đằng sau đó thì tôi hoàn toàn hiểu được.",
        "彼は僕をライバルとして、そして時には先を行く者として、僕自身の限界を押し上げる存在だった。": "Anh ấy là một đối thủ của tôi, và đôi khi là một người đi trước, một sự hiện diện giúp tôi vượt qua giới hạn của bản thân.",
        "「そうだな、本気でやるのは大事だ。": "“Đúng vậy, việc chơi hết mình rất quan trọng.”",
        "」僕は頷いた。": "Tôi gật đầu.",
        "「けど、一人じゃ何もできない。": "“Nhưng một mình thì chẳng làm được gì cả.",
        "チームなんだから。": "Vì chúng ta là một đội.",
        "ジャマール、君の力はすごい。": "Jamal, sức mạnh của cậu thật đáng nể.",
        "それをみんなで活かす方法を見つけよう。": "Chúng ta hãy tìm cách để phát huy sức mạnh đó cùng với mọi người.”",
        "」  僕たちは再びコートに戻った。": "Chúng tôi lại quay trở lại sân.",
        "僕は練習中、ジャマールと拓海の間に立ち、積極的にパスを回し、彼らが連係プレーをする機会を増やした。": "Trong buổi tập, tôi đứng giữa Jamal và Takumi, tích cực chuyền bóng, tạo cơ hội để họ phối hợp với nhau nhiều hơn.",
        "最初はぎこちなかったが、次第に互いの動きを理解し始める。": "Ban đầu còn khá gượng gạo, nhưng dần dần họ bắt đầu hiểu được cách di chuyển của nhau.",
        "ジャマールも、単独プレーだけでなく、周りを見る余裕が出てきた。": "Jamal cũng không chỉ chơi cá nhân nữa mà đã có thể nhìn bao quát xung quanh.",
        "あるとき、僕が拓海へパスを出し、拓海がジャマールへ絶妙なアシストを送って得点した。": "Một lần, tôi chuyền bóng cho Takumi, và Takumi đã có pha kiến tạo tinh tế cho Jamal ghi bàn.",
        "二人は顔を見合わせ、小さく頷いた。": "Cả hai nhìn nhau và khẽ gật đầu.",
        "その瞬間、張り詰めていた空気が少しだけ緩んだのを感じた。": "Ngay khoảnh khắc đó, tôi cảm thấy không khí căng thẳng đã dịu đi một chút.",
        "練習の終わりに、ジャマールが僕に言った。": "Cuối buổi tập, Jamal nói với tôi:",
        "「海翔、お前のパスは独特だな。": "“Kaito, đường chuyền của cậu độc đáo thật đấy.",
        "もっと使えそうだ。": "Có vẻ như tôi có thể sử dụng nó nhiều hơn.”",
        "」それは、彼なりの賞賛だった。": "Đó là lời khen ngợi theo cách riêng của cậu ấy.",
        "僕は「お前も、速すぎてついていけない時があるからな。": "Tôi đáp: “Cậu cũng có lúc nhanh đến mức tôi không theo kịp mà.",
        "でも、そういうの嫌いじゃない」と返した。": "Nhưng tôi không ghét điều đó.”",
        "ジャマールはニヤリと笑った。": "Jamal nhếch mép cười.",
        "この日、僕たちのチームは少しだけ、未来に向かって動き出した気がした。": "Ngày hôm đó, tôi cảm thấy đội của chúng tôi đã bắt đầu tiến về phía tương lai một chút.",
        "ジャマールはやはり手強いライバルであり、同時に僕を、そしてチームを次のレベルへ引き上げてくれる、大切な存在になるだろう。": "Jamal vẫn sẽ là một đối thủ đáng gờm, đồng thời cũng sẽ là một sự hiện diện quan trọng, giúp tôi và cả đội vươn lên một đẳng cấp mới."
      }
    },
    {
      "id": "ch16",
      "title": "Một thoáng quá khứ",
      "description": "Kaito trở lại hồ bơi đổ nát. Trong lúc bơi một mình, cậu đối mặt với những ký ức về mẹ và đoạn tuyệt với quá khứ.",
      "sentences": {
        "崩壊したプールを訪れるのは、あの嵐以来だった。": "Kể từ trận bão đó, đây là lần đầu tôi đến thăm bể bơi đã đổ nát.",
        "かつての輝きは失われ、コンクリートの破片や錆びた鉄骨が剥き出しだ。": "Vẻ huy hoàng ngày nào đã mất đi, chỉ còn trơ trọi những mảnh bê tông vỡ và khung sắt gỉ sét.",
        "プールの底には汚れた水が溜まり、瓦礫が浮かんでいる。": "Dưới đáy bể bơi đọng lại nước bẩn và nổi lềnh bềnh những mảnh vụn.",
        "ここに足を踏み入れた瞬間、体中の血が凍りついた。": "Khoảnh khắc đặt chân vào đây, máu trong người tôi như đông cứng lại.",
        "僕の全てだった場所。": "Nơi từng là tất cả của tôi.",
        "母との約束、終わりのない練習、汗、涙。": "Lời hứa với mẹ, những buổi tập luyện không ngừng nghỉ, mồ hôi, nước mắt.",
        "その全てが、今はもう、瓦礫と化した静かな空間に沈んでいる。": "Tất cả những điều đó, giờ đây đã chìm vào không gian tĩnh lặng, chỉ còn lại đống đổ nát.",
        "肺が締め付けられるような、言いようのない感情が込み上げてくる。": "Một cảm xúc không thể diễn tả thành lời, như thể phổi bị thắt chặt, dâng trào trong tôi.",
        "悲しみ、後悔、そして、ほんの少しの安堵。": "Nỗi buồn, sự hối hận, và cả một chút nhẹ nhõm.",
        "足元の瓦礫を避けながら、プールの縁に近づいた。": "Vừa tránh né những mảnh vụn dưới chân, tôi tiến lại gần mép bể bơi.",
        "かつて滑らかだったタイルも砕けている。": "Ngay cả những viên gạch lát từng nhẵn nhụi cũng đã vỡ nát.",
        "水面に映る自分の顔は蒼白く見えた。": "Khuôn mặt tôi phản chiếu trên mặt nước trông thật xanh xao.",
        "指先で冷たい水を触れる。": "Tôi chạm đầu ngón tay vào làn nước lạnh.",
        "この水が、夢を奪ったように感じていた時期もあった。": "Cũng có lúc tôi từng cảm thấy dòng nước này đã cướp đi giấc mơ của mình.",
        "だが、それは違う。": "Nhưng không phải vậy.",
        "水が奪ったのではなく、僕が手放すことを選んだのだ。": "Không phải nước đã cướp đi, mà là tôi đã chọn buông bỏ.",
        "「母さん……」 口から漏れたのは、か細い声だった。": "“Mẹ ơi…” Một giọng nói yếu ớt thoát ra từ miệng tôi.",
        "記憶が洪水のように押し寄せる。": "Ký ức ùa về như một trận lũ.",
        "病室の白いシーツ、弱々しくも微笑む母の顔。": "Ga trải giường trắng trong phòng bệnh, khuôn mặt mẹ mỉm cười yếu ớt.",
        "「海翔、あなたの夢は、私の夢でもあるのよ。": "“Kaito à, ước mơ của con cũng là ước mơ của mẹ.",
        "最後まで、諦めないでね。": "Đừng bỏ cuộc đến cùng nhé.”",
        "」その言葉は、僕を縛りつける鎖だった。": "Lời nói đó, là sợi xích trói buộc tôi.",
        "オリンピックの舞台に立つこと。": "Việc đứng trên sân khấu Olympic.",
        "それが、母の願いであり、僕の使命だと思っていた。": "Tôi đã nghĩ đó là ước nguyện của mẹ và cũng là sứ mệnh của tôi.",
        "夜明け前のプール、隣を泳ぐ母の幻影。": "Bể bơi trước bình minh, hình bóng mẹ bơi bên cạnh.",
        "だが、あの頃の僕には見えていなかった。": "Nhưng tôi của lúc đó đã không nhận ra.",
        "母が本当に望んでいたのは、僕が幸せでいることだったと。": "Rằng điều mẹ thực sự mong muốn là tôi được hạnh phúc.",
        "水泳選手であることではなく、僕自身の人生を生きること。": "Không phải là một vận động viên bơi lội, mà là sống cuộc đời của chính mình.",
        "それは、バスケットボールと出会い、初めて気づいた真実だった。": "Đó là sự thật tôi lần đầu tiên nhận ra khi gặp bóng rổ.",
        "この冷たい水の中に、僕はもう過去の自分しか見つけられない。": "Trong dòng nước lạnh này, tôi chỉ còn có thể tìm thấy con người quá khứ của mình.",
        "水泳は、僕にとって終わった道なのだ。": "Bơi lội, đối với tôi, là con đường đã kết thúc.",
        "震える足で、僕は瓦礫と化したプールへと足を踏み入れた。": "Với đôi chân run rẩy, tôi bước vào bể bơi đã biến thành đống đổ nát.",
        "足元から冷気が這い上がってくる。": "Hơi lạnh từ dưới chân bò lên.",
        "躊躇はなかった。": "Không có chút do dự nào.",
        "汚れた水の中へ身を沈める。": "Tôi dìm mình xuống làn nước bẩn.",
        "水は冷たく、そして重い。": "Nước lạnh và nặng trịch.",
        "まるで過去の重さをそのまま表しているかのようだ。": "Cứ như thể nó đang thể hiện y nguyên gánh nặng của quá khứ.",
        "息を大きく吸い込み、頭まで水に潜った。": "Tôi hít một hơi thật sâu rồi lặn cả đầu xuống nước.",
        "目は開けない。": "Tôi không mở mắt.",
        "かつて澄んでいた水も、今は濁っている。": "Dòng nước từng trong xanh, giờ đây cũng đã đục ngầu.",
        "この水の中では、もう速く泳げない。": "Trong dòng nước này, tôi không thể bơi nhanh được nữa.",
        "でも、それでいい。": "Nhưng như vậy là được rồi.",
        "ただ、ここにいるだけでいい。": "Chỉ cần ở đây là đủ.",
        "体から、母との約束という鎖が解けていく感覚。": "Cảm giác sợi xích mang tên lời hứa với mẹ đang được tháo gỡ khỏi cơ thể.",
        "オリンピックの夢は、母が僕に与えてくれた最高の贈り物だった。": "Giấc mơ Olympic là món quà tuyệt vời nhất mẹ đã dành tặng tôi.",
        "でも、その贈り物は、僕の新たな旅立ちの糧となるべきものだったのだ。": "Nhưng món quà đó, đáng lẽ phải là hành trang cho khởi đầu mới của tôi.",
        "水中でゆっくりと体を動かす。": "Tôi từ từ cử động cơ thể trong nước.",
        "かつての力強いストロークではなく、ただ漂うように。": "Không phải những cú sải tay mạnh mẽ như xưa, mà chỉ như đang trôi nổi.",
        "水が僕の体を包み込み、そして洗い流していく。": "Dòng nước ôm lấy cơ thể tôi, rồi gột rửa đi tất cả.",
        "恐怖はなかった。": "Không có nỗi sợ hãi nào.",
        "ただ、解放感だけがあった。": "Chỉ có duy nhất cảm giác được giải thoát.",
        "これが、僕が水泳と交わす最後の会話だ。": "Đây là cuộc trò chuyện cuối cùng của tôi với bơi lội.",
        "ありがとう、そして、さようなら。": "Cảm ơn, và tạm biệt.",
        "静かに水面から顔を出した。": "Tôi lặng lẽ nhô mặt khỏi mặt nước.",
        "冷たい空気が肺に流れ込み、視界がクリアになる。": "Không khí lạnh tràn vào phổi, tầm nhìn trở nên rõ ràng.",
        "体は冷え切っていたが、心はかつてないほど温かかった。": "Cơ thể tôi lạnh cóng, nhưng trái tim lại ấm áp hơn bao giờ hết.",
        "瓦礫の中のプールは、もはや悲しみの場所ではない。": "Bể bơi giữa đống đổ nát không còn là nơi của nỗi buồn nữa.",
        "それは、僕が過去と向き合い、未来へと踏み出すための、大切な場所になった。": "Nó đã trở thành một nơi quan trọng để tôi đối diện với quá khứ và bước tới tương lai.",
        "僕はゆっくりとプールの縁へと戻り、水から上がった。": "Tôi từ từ bơi về mép bể và bước lên khỏi mặt nước.",
        "濡れた体が、風にさらされる。": "Cơ thể ướt đẫm của tôi phơi mình trong gió.",
        "もう、水泳を追いかけることはない。": "Tôi sẽ không còn theo đuổi bơi lội nữa.",
        "あの日の約束は、形を変えて僕の中に生き続ける。": "Lời hứa ngày hôm ấy vẫn tiếp tục sống trong tôi dưới một hình hài khác.",
        "僕はもう、コートに立つ。": "Giờ đây, tôi sẽ đứng trên sân bóng rổ.",
        "バスケットボールの未来が、僕を待っている。": "Tương lai của bóng rổ đang chờ đợi tôi."
      }
    },
    {
      "id": "ch17",
      "title": "Khởi tranh Giải đấu cấp huyện",
      "description": "Giải đấu cấp huyện bắt đầu, đội tuyển liên tiếp giành chiến thắng. Phong độ xuất sắc của Kaito thu hút sự chú ý từ địa phương.",
      "sentences": {
        "地域大会の会場は、熱気と高揚感でむせ返っていた。": "The venue for the regional tournament was thick with fervor and exhilaration.",
        "何百、何千という視線がコートに注がれ、ボールが床を叩く音、シューズが擦れる音、そして観客席からの地鳴りのような歓声が、まるで生き物のように蠢いている。": "Hundreds, thousands of eyes were fixed on the court, and the thud of the ball, the squeak of shoes, and the thunderous cheers from the stands seemed to pulsate like a living entity.",
        "僕の心臓は、まるで水中で全速力で泳いでいる時と同じくらい、激しく脈打っていた。": "My heart was pounding wildly, as if I were swimming at full speed underwater.",
        "でも、それはもう、重苦しいプレッシャーではない。": "But it was no longer an oppressive pressure.",
        "全身に電流が走るような、生きた証のような高揚感だった。": "It was a surge of exhilaration, like an electric current coursing through my body, a testament to being alive.",
        "バスケットボールの神様が僕に微笑みかけてくれているような、そんな感覚だ。": "It was a feeling as if the basketball gods were smiling upon me.",
        "「海翔、集中！": "\"Kaito, focus!",
        "」山田コーチの力強い声がベンチから響く。": "\" Coach Yamada's powerful voice echoed from the bench.",
        "僕たちはこの日のために、血の滲むような練習を重ねてきた。": "We had undergone grueling practices for this day.",
        "全国大会へ行くという目標は、もはや夢ではない。": "The goal of reaching the national tournament was no longer just a dream.",
        "この地域大会を制し、一つずつ階段を上っていくんだ。": "We would win this regional tournament and climb the ladder, one step at a time.",
        "初戦。": "The first match.",
        "相手は地域の強豪と目されていたチームだったが、僕たちのチームはまるで違うレベルにいた。": "Our opponent was a team regarded as a regional powerhouse, but our team was in a league of our own.",
        "パスは淀みなく繋がり、シュートは次々とリングを揺らす。": "Our passes flowed seamlessly, and our shots rattled the rim one after another.",
        "僕自身も、水泳で培った6フィート4インチ（約193cm）の長いリーチと跳躍力、そして瞬時の判断力で、リバウンドを制し、相手のシュートを次々とブロックした。": "My own 6-foot-4-inch (approx. 193cm) reach and jumping ability, developed through swimming, combined with my split-second decision-making, allowed me to dominate rebounds and block opponent shots one after another.",
        "まるでゴールを守る巨人のようだと言われた。": "I was told I was like a giant guarding the basket.",
        "相手の攻撃を止め、そのまま素早いブレイクに繋げる。": "Stopping the opponent's offense, I then immediately converted it into quick breaks.",
        "かつて水泳で感じていた「水の流れ」のような感覚が、今ではコート上での「ボールの流れ」として僕を導いてくれる。": "The feeling I once had in swimming, like \"the flow of water,\" now guides me as \"the flow of the ball\" on the court.",
        "結果は80対55。": "The final score was 80 to 55.",
        "相手に付け入る隙を与えない、完璧なまでの圧勝だった。": "It was a perfect and dominant victory, giving our opponents no opening.",
        "２回戦も、同じように僕たちのペースで試合は進んだ。": "The second match, too, proceeded at our pace.",
        "ジャマルのアグレッシブなドライブ、タクミの冷静なゲームメイク。": "Jamal's aggressive drives, Takumi's composed playmaking.",
        "彼らの間にあったぎこちなさはもうない。": "The awkwardness that once existed between them was gone.",
        "お互いのプレーを信頼し、高め合っているのがわかる。": "They trusted each other's play and were elevating one another.",
        "僕たちの間には、言葉にせずとも伝わる一体感が生まれていた。": "An unspoken bond of unity had formed among us.",
        "特に、僕がゴール下でボールを受け取り、相手ディフェンスの上から難なくシュートを決めるたび、観客席からどよめきが起こるのが分かった。": "Especially, whenever I received the ball under the basket and effortlessly scored over the opposing defense, I could hear a murmur from the stands.",
        "僕のプレースタイルは、他の選手とは少し違うらしい。": "My playing style, it seemed, was somewhat unique compared to other players.",
        "長い手足から繰り出される予測不能な動きと、まるでバネのような跳躍は、相手にとっては脅威だったようだ。": "My unpredictable movements, stemming from my long limbs, and my spring-like leaps seemed to be a constant threat to our opponents.",
        "「あいつ、一体何者だ？": "\"Who is that guy?",
        "」そんな声が聞こえてくることもあった。": "\" I sometimes heard comments like that.",
        "試合後、ロッカールームに戻ると、山田コーチが興奮した面持ちで言った。": "After the game, when we returned to the locker room, Coach Yamada exclaimed with an excited expression.",
        "「海翔、お前のプレーは別格だ。": "\"Kaito, your playing is on another level.",
        "もう地元のスポーツ新聞が取材に来てるぞ。": "The local sports newspaper is already here to interview you.",
        "お前が元スイマーだっていうのも、話題になってるみたいだぞ！": "And the fact that you're a former swimmer seems to be quite the buzz!\"",
        "」 「えっ…？": "\"Huh...?\"",
        "」 驚きを隠せない。": "I couldn't hide my surprise.",
        "まさか、そんなことになるなんて。": "I never imagined this would happen.",
        "僕の意識は常に試合に集中していたから、外からの注目には全く気づいていなかった。": "My mind had been so focused on the game that I hadn't noticed any of the outside attention.",
        "次の試合でも、僕の存在感は増すばかりだった。": "In the following game, my presence on the court only continued to grow.",
        "相手チームのベンチからは、「あの長身の10番を徹底的にマークしろ！": "From the opposing team's bench, I could hear panicked instructions like, \"Mark that tall number 10 relentlessly!",
        "」「リバウンドは絶対に取らせるな！": "\"Don't let him get any rebounds!\"",
        "」という焦った指示が聞こえてくる。": "“",
        "でも、僕の動きは止められない。": "But my movements couldn't be stopped.",
        "まるで水を得た魚のように、コートを縦横無尽に駆け巡る。": "I moved freely across the court, like a fish in water.",
        "ある時は豪快なダンクで体育館を沸かせ、ある時は相手のパスをインターセプトし、そのまま一人で速攻に繋げる。": "Sometimes I ignited the gymnasium with a powerful dunk, and other times I intercepted an opponent's pass and went on a solo fast break.",
        "僕がボールを持つたび、観客席からは「海翔！": "Every time I touched the ball, loud cheers of \"Kaito!",
        "」という大きな声援が聞こえるようになった。": "\" erupted from the stands.",
        "試合後、地元の記者が僕の元に押し寄せ、フラッシュの光を浴びながら質問攻めにあう。": "After the game, local reporters swarmed around me, and I was subjected to a barrage of questions under the flashing lights.",
        "「水泳の経験がバスケに活かされているんですか？": "\"Is your swimming experience being put to use in basketball?",
        "」「将来はプロを目指しますか？": "\"Do you plan to go professional in the future?\"",
        "」…今まで経験したことのない状況に戸惑いつつも、心の中では確かな手応えを感じていた。": "」…Dù bối rối trước tình huống chưa từng trải qua, nhưng trong lòng tôi vẫn cảm nhận được một sự chắc chắn.",
        "チームの士気は最高潮だった。": "Tinh thần của đội đã lên đến đỉnh điểm.",
        "連勝街道を突き進み、僕たちは堂々と準決勝進出を決めた。": "Tiến thẳng trên con đường chiến thắng liên tiếp, chúng tôi đã hiên ngang giành quyền vào bán kết.",
        "ロッカールームでは皆が抱き合い、喜びを爆発させた。": "Trong phòng thay đồ, mọi người ôm chầm lấy nhau và vỡ òa trong niềm vui.",
        "僕の心の中には、新たな自信と、まだ見ぬ高みへの期待が満ちていた。": "Trong lòng tôi tràn đầy sự tự tin mới và những kỳ vọng vào những đỉnh cao chưa từng thấy.",
        "水泳の夢を失った時、もう二度とこんな熱い気持ちになることはないと思っていた。": "Khi tôi mất đi giấc mơ bơi lội, tôi đã nghĩ rằng sẽ không bao giờ còn cảm giác sôi nổi như thế này nữa.",
        "でも、バスケは僕に新しい世界を見せてくれた。": "Nhưng bóng rổ đã cho tôi thấy một thế giới mới.",
        "そして、僕たちはまだ始まったばかりだ。": "Và chúng tôi mới chỉ bắt đầu mà thôi.",
        "僕たちの快進撃は、まだ止まらない。": "Cuộc tiến công thần tốc của chúng tôi vẫn chưa dừng lại.",
        "次の相手がどこだろうと、僕たちはもう恐れるものなんてない。": "Dù đối thủ tiếp theo là ai, chúng tôi cũng không còn sợ hãi bất cứ điều gì nữa.",
        "全国大会へ。": "Hướng tới giải đấu toàn quốc.",
        "その目標は、もうすぐそこまで来ている。": "Mục tiêu đó đã rất gần rồi."
      }
    },
    {
      "id": "ch18",
      "title": "Bán kết",
      "description": "Trong trận bán kết, Kaito bị chấn thương nhẹ ở tay, nhưng vẫn quyết tâm tiếp tục thi đấu vì đội.",
      "sentences": {
        "体育館は熱気に包まれていた。": "Nhà thi đấu chìm trong không khí sôi sục.",
        "セミファイナル。": "Trận bán kết.",
        "観客のざわめきと、足元から伝わるフロアの振動が、僕の鼓動と共鳴する。": "Tiếng xôn xao của khán giả và những rung động của sàn đấu truyền từ dưới chân lên, hòa nhịp với từng nhịp đập trái tim tôi.",
        "まるで巨大な生き物の中にいるようだ。": "Cứ như thể tôi đang ở bên trong một sinh vật khổng lồ.",
        "相手チームの選手たちは、僕らと同じくらい勝利への飢えを瞳に宿していた。": "Các cầu thủ đội đối thủ cũng mang trong ánh mắt khao khát chiến thắng mãnh liệt không kém gì chúng tôi.",
        "この試合に勝てば、決勝。": "Nếu thắng trận này, chúng tôi sẽ vào chung kết.",
        "僕の新しい夢に、手が届くかもしれない。": "Giấc mơ mới của tôi có lẽ sẽ nằm trong tầm tay.",
        "母さん、見ててくれ。": "Mẹ ơi, hãy nhìn con.",
        "この新しい夢も、きっと掴んでみせるから。": "Con chắc chắn sẽ nắm lấy giấc mơ mới này.",
        "試合開始のブザーが鳴り響き、体育館は爆発的な歓声に包まれた。": "Tiếng còi bắt đầu trận đấu vang lên, nhà thi đấu chìm trong tiếng reo hò bùng nổ.",
        "序盤から激しい攻防が繰り広げられる。": "Ngay từ đầu, một cuộc tấn công và phòng thủ quyết liệt đã diễn ra.",
        "相手はフィジカルが強く、僕の長い腕を封じ込めにくる。": "Đối thủ có thể lực mạnh, cố gắng phong tỏa sải tay dài của tôi.",
        "しかし、水中での鍛錬で培った体幹と、状況判断の速さで何とか対応していく。": "Tuy nhiên, nhờ thể lực cốt lõi được rèn luyện dưới nước và khả năng phán đoán tình huống nhanh nhạy, tôi vẫn xoay sở để đối phó.",
        "ジャマルも、匠（たくみ）も、皆が泥臭くボールを追い、声を出し合っていた。": "Jamal, Takumi, tất cả mọi người đều không ngừng bám đuổi bóng và hô vang cổ vũ lẫn nhau.",
        "点差は常に一進一退。": "Tỷ số luôn thay đổi liên tục, lúc lên lúc xuống.",
        "僕らが点を取れば、すぐに取り返される。": "Chúng tôi ghi điểm, đối thủ lập tức gỡ hòa.",
        "相手がスリーを決めれば、僕らがドライブで切り込んでバスケットカウントを奪う。": "Nếu đối thủ ném ba điểm thành công, chúng tôi sẽ đột phá và giành lấy điểm cộng.",
        "第３クォーターの終盤、僕らは３点リードを奪っていた。": "Cuối hiệp 3, chúng tôi đã dẫn trước 3 điểm.",
        "相手のシュートがリングに嫌われ、ボールは高く跳ね上がった。": "Cú ném của đối thủ bị vành rổ từ chối, bóng bật cao lên.",
        "リバウンドだ。": "Bắt bóng bật bảng!",
        "僕と相手センターが同時に飛び上がる。": "Tôi và trung phong đối thủ cùng lúc bật nhảy.",
        "「ウォォォラァァ！": "“Wooohhhlaaa!”",
        "」 空中で相手の腕と激しく衝突し、僕の右手はグニャリと不自然な方向に曲がったような感覚に襲われた。": "” Trên không, cánh tay tôi va chạm mạnh với đối thủ, và tôi cảm thấy tay phải của mình như bị vặn vẹo một cách bất thường.",
        "激痛。": "Đau nhói.",
        "思わず顔をしかめるが、ボールは僕の手中に収まっていた。": "Tôi bất giác nhăn mặt, nhưng bóng đã nằm gọn trong tay tôi.",
        "着地と同時に再び痛みが走り、思わずボールを離しそうになる。": "Ngay khi tiếp đất, cơn đau lại ập đến, khiến tôi suýt nữa buông tay khỏi quả bóng.",
        "だが、パスを出さなければ。": "Nhưng tôi phải chuyền bóng.",
        "痛む右手を無視して、僕は必死にジャマルにパスを送った。": "Bất chấp cơn đau ở tay phải, tôi cố hết sức chuyền bóng cho Jamal.",
        "ジャマルはそれを冷静に決め、点差は５点に広がった。": "Jamal bình tĩnh ném vào, và khoảng cách điểm số được nới rộng lên 5 điểm.",
        "タイムアウトが取られ、ベンチに戻ると、コーチ山田が僕の右手を見て眉をひそめた。": "Khi time-out được gọi và tôi trở lại băng ghế dự bị, huấn luyện viên Yamada cau mày nhìn tay phải của tôi.",
        "「海翔、手、どうした？": "“Kaito, tay em sao vậy?”",
        "」右手首から手の甲にかけて、見る見るうちに腫れていくのが分かった。": "” Tôi nhận ra cổ tay phải và mu bàn tay của mình đang sưng lên nhanh chóng.",
        "「大丈夫です、コーチ。": "“Con không sao, huấn luyện viên.”",
        "すぐに戻れます」痛みに声を震わせながらも、僕は答えた。": "Con có thể trở lại ngay.” Tôi trả lời, dù giọng run rẩy vì đau.",
        "この試合を落とすわけにはいかない。": "Chúng tôi không thể để thua trận này.",
        "母への誓いも、仲間との約束も、全てこのコートの上にある。": "Lời thề với mẹ, lời hứa với đồng đội, tất cả đều nằm trên sân đấu này.",
        "「無茶するな」と山田コーチは言ったが、僕の目を見た後、深くため息をつき、「無理はするなよ」とだけ付け加えた。": "“Đừng liều lĩnh,” huấn luyện viên Yamada nói, nhưng sau khi nhìn vào mắt tôi, ông thở dài sâu và chỉ nói thêm, “Đừng quá sức nhé.”",
        "ジャマルや他の仲間たちも心配そうな顔で僕を見ていたが、僕が「いける」と頷くと、皆が力強く頷き返してくれた。": "Jamal và những người đồng đội khác cũng nhìn tôi với vẻ lo lắng, nhưng khi tôi gật đầu nói “Tôi ổn,” tất cả họ đều mạnh mẽ gật đầu đáp lại.",
        "第４クォーター。": "Hiệp 4.",
        "痛みでパスがブレる。": "Cơn đau khiến đường chuyền của tôi bị lệch.",
        "シュートを打つと激痛が走る。": "Mỗi khi ném bóng, một cơn đau nhói lại ập đến.",
        "それでも僕は、泥臭くディフェンスに回った。": "Dù vậy, tôi vẫn lăn xả vào phòng thủ.",
        "長い腕でパスカットを狙い、体を張ってリバウンドに飛び込む。": "Tôi dùng sải tay dài để cắt bóng, và lao vào giành bóng bật bảng bất chấp cơ thể đau đớn.",
        "そして、相手のファウルを誘い、フリースローの機会を得た。": "Và rồi, tôi đã dụ được đối thủ phạm lỗi, giành được cơ hội ném phạt.",
        "会場の視線が僕に集まる。": "Ánh mắt của cả nhà thi đấu đổ dồn về phía tôi.",
        "痛む右手でボールを握り、深く息を吸い込んだ。": "Tôi nắm chặt bóng bằng bàn tay phải đau nhức và hít một hơi thật sâu.",
        "水中の静寂を思い出す。": "Tôi nhớ lại sự tĩnh lặng dưới nước.",
        "集中。": "Tập trung.",
        "スッ。": "Xoẹt.",
        "ボールは吸い込まれるようにネットを揺らした。": "Quả bóng như bị hút vào, làm rung rinh lưới.",
        "２本とも。": "Cả hai quả.",
        "残り３０秒、２点差。": "Còn 30 giây, cách biệt 2 điểm.",
        "相手ボール。": "Đối phương có bóng.",
        "激しいマークでシュートを打たせない。": "Phòng thủ chặt chẽ không cho đối phương dứt điểm.",
        "ボールは回り、焦った相手が無理なドライブで切れ込んできた。": "Bóng luân chuyển, đối phương sốt ruột liền cố gắng đột phá một cách mạo hiểm.",
        "その瞬間、ジャマルの体が相手にぶつかり、ボールが弾かれる。": "Ngay khoảnh khắc đó, Jamal va vào đối phương và bóng bật ra.",
        "そのこぼれ球を、僕が倒れ込みながら拾い上げた。": "Tôi ngã xuống và nhặt được quả bóng bật ra đó.",
        "すかさずタイムアウト。": "Lập tức hội ý.",
        "僕らのボールになった。": "Bóng thuộc về chúng tôi.",
        "残り５秒。": "Còn 5 giây.",
        "僕からのインバウンドパスを、匠が受け、フェイクで相手をかわしてミドルシュートを放つ。": "Takumi nhận đường chuyền trong sân từ tôi, dùng động tác giả vượt qua đối phương và thực hiện cú ném tầm trung.",
        "ボールはリングを吸い込まれ、ブザーが鳴り響いた。": "Bóng lọt vào rổ, tiếng còi kết thúc vang lên.",
        "勝利だ！": "Chiến thắng!",
        "歓声が割れんばかりに響き渡る。": "Tiếng reo hò vang dội như muốn xé tan không gian.",
        "仲間たちが僕に駆け寄ってきて、抱きしめ合う。": "Đồng đội chạy đến bên tôi, ôm chầm lấy nhau.",
        "痛みなど忘れ、僕はただ勝利の喜びを噛み締めていた。": "Quên đi mọi đau đớn, tôi chỉ đắm chìm trong niềm vui chiến thắng.",
        "しかし、歓喜に沸くベンチとは裏腹に、僕の右手は熱く脈打ち、ズキズキと痛み続けていた。": "Tuy nhiên, trái ngược với băng ghế dự bị đang ngập tràn niềm hân hoan, bàn tay phải của tôi nóng ran, nhói lên từng hồi và đau buốt không ngừng.",
        "次の決勝戦、どうなるんだろう。": "Trận chung kết tiếp theo sẽ thế nào đây?",
        "誰もが期待する決勝戦に、僕はこの手で立てるのだろうか。": "Liệu tôi có thể ra sân với bàn tay này trong trận chung kết mà ai cũng mong đợi không?",
        "不安が、胸を締め付けた。": "Sự lo lắng siết chặt lấy lồng ngực tôi."
      }
    },
    {
      "id": "ch19",
      "title": "Trận Chung kết: Thất bại",
      "description": "Trận chung kết diễn ra vô cùng quyết liệt. Kaito đã dốc hết sức mình, nhưng đội anh ấy vẫn để thua sít sao. Trong tim Kaito luôn có hình bóng mẹ.",
      "sentences": {
        "体育館の空気は、熱気と興奮で張り詰めていた。": "Không khí trong nhà thi đấu căng tràn nhiệt huyết và phấn khích.",
        "照明が眩しく、満員の観客席からは地鳴りのような応援の轟音が響く。": "Ánh đèn chói lóa, và từ khán đài chật kín người vang lên tiếng cổ vũ ầm ầm như địa chấn.",
        "この舞台に立てていることが信じられない。": "Tôi không thể tin mình đang đứng trên sân khấu này.",
        "決勝戦。": "Trận chung kết.",
        "全国大会への切符をかけた、最後の試合だ。": "Đây là trận đấu cuối cùng, quyết định tấm vé dự giải toàn quốc.",
        "「海翔！": "“Kaito!",
        "落ち着いていけ！": "Bình tĩnh thôi!",
        "」山田先生の声がベンチから飛んでくる。": "” Tiếng thầy Yamada từ ghế dự bị vọng lại.",
        "包帯の巻かれた左手がズキリと痛んだ。": "Bàn tay trái đang quấn băng gạc nhói đau.",
        "準決勝で痛めた手首だが、気にする余裕はない。": "Dù cổ tay đã bị đau trong trận bán kết, nhưng tôi không có thời gian để bận tâm.",
        "母さんとの約束。": "Lời hứa với mẹ.",
        "オリンピック選手にはなれなかったけれど、俺は今、ここで、このチームのために全身全霊をかけて戦う。": "Dù không thể trở thành vận động viên Olympic, nhưng bây giờ, ở đây, tôi sẽ chiến đấu hết mình vì đội bóng này.",
        "母さん、見ててくれ。": "Mẹ ơi, hãy xem con nhé.",
        "試合開始のホイッスルが鳴り響く。": "Tiếng còi khai cuộc vang lên.",
        "相手は強豪。": "Đối thủ là một đội mạnh.",
        "序盤から激しい攻防が繰り広げられた。": "Ngay từ đầu, một cuộc đối đầu gay gắt đã diễn ra.",
        "彼らは組織的で、個々の能力も高い。": "Họ có tổ chức tốt và khả năng cá nhân cũng cao.",
        "しかし、俺たちもここまで来る道のりで培った連携と、何よりも「諦めない心」がある。": "Tuy nhiên, chúng tôi cũng có sự phối hợp đã được rèn luyện trên chặng đường đến đây, và quan trọng hơn cả là một \"trái tim không bao giờ từ bỏ.\"",
        "ジャマルの変幻自在のドライブ、タクミの正確なシュート、俺の広い視野とリバウンド。": "Những pha đột phá biến ảo của Jamal, những cú ném chuẩn xác của Takumi, và tầm nhìn rộng cùng khả năng bắt bóng bật bảng của tôi.",
        "一進一退の攻防が続き、心臓が激しく脈打つ。": "Cuộc đối đầu giằng co tiếp diễn, tim tôi đập thình thịch.",
        "第2クォーター、ドリブルで切り込んだ際に相手選手と接触し、転倒した。": "Trong hiệp 2, khi đang đột phá bằng cách dẫn bóng, tôi va chạm với cầu thủ đối phương và ngã xuống.",
        "左手で着地した瞬間、激痛が走る。": "Ngay khi tiếp đất bằng tay trái, một cơn đau nhói chạy qua.",
        "視界が揺らぎ、思わずうめき声が出そうになったが、歯を食いしばって立ち上がった。": "Tầm nhìn tôi chao đảo, suýt nữa thì bật ra tiếng rên rỉ, nhưng tôi nghiến răng đứng dậy.",
        "「中村、大丈夫か！？": "“Nakamura, cậu có sao không!?",
        "」山田先生が心配そうに声をかける。": "” Thầy Yamada lo lắng hỏi.",
        "俺は首を振った。": "Tôi lắc đầu.",
        "「大丈夫です、行けます！": "“Em không sao, em chơi được ạ!",
        "」痛みはあった。": "” Đau thì có đau.",
        "いや、痛かった。": "Không, là rất đau.",
        "けれど、ここでベンチに下がる選択肢など、俺の中には微塵もなかった。": "Thế nhưng, trong đầu tôi không hề có một chút ý nghĩ nào về việc ngồi dự bị vào lúc này.",
        "後半に入ると、さらにゲームはヒートアップした。": "Bước vào hiệp hai, trận đấu càng trở nên nóng bỏng hơn.",
        "ボールを奪い合い、体をぶつけ合う。": "Chúng tôi tranh giành bóng, va chạm vào nhau.",
        "汗が目に入り、呼吸は荒い。": "Mồ hôi chảy vào mắt, hơi thở dồn dập.",
        "残り5分で一点差。": "Còn 5 phút nữa, cách biệt chỉ một điểm.",
        "俺たちは猛攻を仕掛け、残り2分でついに逆転した。": "Chúng tôi tấn công mãnh liệt và cuối cùng đã lật ngược tình thế khi còn 2 phút.",
        "歓声が体育館を揺らす。": "Tiếng reo hò làm rung chuyển nhà thi đấu.",
        "しかし、相手もすぐさま反撃し、残り30秒で再逆転を許してしまう。": "Tuy nhiên, đối thủ cũng nhanh chóng phản công và chúng tôi lại bị dẫn ngược ở 30 giây cuối.",
        "78対79。": "78 đối 79.",
        "タイムアウト。": "Hội ý.",
        "山田先生は「落ち着け、まだ終わってない！": "Thầy Yamada hét lên: “Bình tĩnh đi, vẫn chưa kết thúc!",
        "」と叫んだ。": "”",
        "俺たちの目は、勝利だけを捉えていた。": "Đôi mắt của chúng tôi chỉ tập trung vào chiến thắng.",
        "再びコートへ。": "Trở lại sân.",
        "最後の攻撃。": "Pha tấn công cuối cùng.",
        "Jamal cầm bóng, thu hút hàng phòng ngự đối phương.": "Jamal cầm bóng, thu hút hàng phòng ngự đối phương.",
        "俺はフリーになったタクミにパスを出し、彼がシュートを放った。": "Tôi chuyền bóng cho Takumi đang không bị kèm, và cậu ấy tung cú sút.",
        "ボールはリングに吸い込まれるかのように弧を描いた――が、無情にもリングに弾かれ、外れた。": "Quả bóng vẽ một đường cong như thể sắp đi vào rổ—nhưng thật tàn nhẫn, nó bật ra khỏi vành rổ và trượt.",
        "ブザーが鳴り響いた。": "Tiếng còi kết thúc vang lên.",
        "その瞬間、体育館の熱気が一瞬にして冷え切ったように感じた。": "Khoảnh khắc đó, tôi cảm thấy nhiệt độ trong nhà thi đấu như lạnh đi tức thì.",
        "時間は、もう、戻らない。": "Thời gian, sẽ không quay trở lại nữa.",
        "一点差。": "Chênh lệch một điểm.",
        "俺たちは、負けた。": "Chúng tôi đã thua.",
        "膝から力が抜け、その場に崩れ落ちそうになった。": "Đầu gối tôi nhũn ra, tưởng chừng như sắp đổ gục xuống tại chỗ.",
        "全身を駆け巡る絶望感。": "Cảm giác tuyệt vọng bao trùm khắp cơ thể.",
        "喉の奥が熱くなり、視界が滲む。": "Cổ họng tôi nóng ran, tầm nhìn trở nên nhòe đi.",
        "「くそっ……！": "Chết tiệt...!",
        "」 悔しさが込み上げ、涙が止めどなく溢れ出した。": "Nỗi ấm ức dâng trào, nước mắt tôi không ngừng tuôn rơi.",
        "あの時のシュートが入っていれば、あのリバウンドが取れていれば、あのパスが……。": "Nếu cú ném đó vào rổ, nếu pha bắt bóng bật bảng đó thành công, nếu đường chuyền đó...",
        "後悔の波が次々と押し寄せる。": "Từng làn sóng hối tiếc liên tục ập đến.",
        "その時、誰かが俺の肩を抱き寄せた。": "Lúc đó, có ai đó vòng tay ôm lấy vai tôi.",
        "ジャマルだった。": "Đó là Jamal.",
        "「海翔、お前はよくやった。": "Kaito, cậu đã làm rất tốt.",
        "誰よりも、一番走ってた。": "Cậu đã chạy nhiều hơn bất cứ ai.",
        "」 次にタクミが、そして他のチームメイトが次々と俺の周りに集まり、無言で肩を叩いたり、背中をさすったりしてくれた。": "Tiếp theo là Takumi, rồi những đồng đội khác cũng lần lượt tập trung xung quanh tôi, họ lặng lẽ vỗ vai hoặc xoa lưng tôi.",
        "山田先生も、静かに俺の頭を撫でた。": "Thầy Yamada cũng lặng lẽ xoa đầu tôi.",
        "俺は顔を上げた。": "Tôi ngẩng mặt lên.",
        "みんなも、悔しさと疲労で顔が歪んでいる。": "Mọi người cũng đều đang nhăn mặt vì ấm ức và mệt mỏi.",
        "それでも、俺を責める者は誰もいなかった。": "Thế nhưng, không một ai trách móc tôi.",
        "結果は負けでも、俺は確かにここにいた。": "Dù kết quả là thua cuộc, tôi vẫn thực sự đã ở đây.",
        "全身全霊をかけて戦い抜いた。": "Tôi đã chiến đấu hết mình, dốc cạn sức lực.",
        "このチームで、この仲間と。": "Với đội này, với những người đồng đội này.",
        "母さんもきっと、この俺を誇りに思ってくれるだろう。": "Mẹ tôi chắc chắn cũng sẽ tự hào về tôi.",
        "勝利だけが全てじゃないと、きっと母さんはそう言ってくれるはずだ。": "Mẹ tôi chắc chắn sẽ nói rằng chiến thắng không phải là tất cả.",
        "俺は深く息を吐き、静かに涙を拭った。": "Tôi thở ra một hơi thật sâu rồi lặng lẽ lau đi nước mắt."
      }
    },
    {
      "id": "ch20",
      "title": "Giấc mơ mới",
      "description": "Sau trận đấu, tuyển trạch viên NBA Ray Jenkins đề nghị trao Kai một suất học bổng ở Mỹ. Kai trở về biển, không còn cảm thấy sợ hãi nữa.",
      "sentences": {
        "試合終了のブザーが鳴り響き、僕たちはたった1点差で敗れた。": "Tiếng còi kết thúc trận đấu vang lên, chúng tôi thua chỉ với cách biệt 1 điểm.",
        "体育館の空気は重く、熱気に満ちていたはずの興奮は静かな敗北感に変わっていた。": "Không khí trong nhà thi đấu nặng nề, sự phấn khích vốn tràn ngập nay đã biến thành cảm giác thất bại lặng lẽ.",
        "肩を落とすチームメイト、山田コーチの「よくやった、胸を張れ」という言葉が心に染みる。": "Các đồng đội của tôi rũ vai, và lời của huấn luyện viên Yamada \"Làm tốt lắm, hãy ngẩng cao đầu lên\" thấm sâu vào lòng tôi.",
        "悔しかった。": "Tôi thấy hối tiếc.",
        "だが、不思議と絶望はなかった。": "Nhưng kỳ lạ là tôi không cảm thấy tuyệt vọng.",
        "僕たちは全てを出し切った。": "Chúng tôi đã cống hiến hết sức mình.",
        "それが分かっていたからだ。": "Vì tôi biết điều đó.",
        "その時、僕の前に一人の大柄な男性が立っていた。": "Lúc đó, một người đàn ông to lớn đứng trước mặt tôi.",
        "見慣れない顔だ。": "Một khuôn mặt lạ lẫm.",
        "年齢は50代くらいだろうか、鋭い眼差しをしていた。": "Có lẽ ông ấy khoảng 50 tuổi, với ánh mắt sắc sảo.",
        "「中村海翔君だね？": "\"Cậu là Nakamura Kaito phải không?",
        "」彼は流暢な日本語で尋ねた。": "Ông ấy hỏi bằng tiếng Nhật trôi chảy.",
        "「私はレイ・ジェンキンス。": "\"Tôi là Ray Jenkins.",
        "アメリカのNBAチームでスカウトをしている者だ。": "Tôi là người chuyên tìm kiếm tài năng cho các đội NBA ở Mỹ.",
        "」  NBAスカウト？": "Tuyển trạch viên NBA ư?",
        "僕は驚きで言葉が出なかった。": "Tôi quá đỗi ngạc nhiên không nói nên lời.",
        "「君のプレーは今日初めて見たが、実に興味深い。": "\"Đây là lần đầu tiên tôi xem cậu thi đấu, nhưng thực sự rất thú vị.",
        "あの身長とリーチ、そしてあの驚くべき学習能力。": "Với chiều cao và sải tay đó, cùng khả năng học hỏi đáng kinh ngạc.",
        "元競泳選手だと聞いたが、その動きには水中の滑らかさと爆発力が見て取れる。": "Tôi nghe nói cậu từng là vận động viên bơi lội, và trong những chuyển động của cậu, tôi có thể thấy sự mềm mại cùng sức bùng nổ như khi ở dưới nước.",
        "手は怪我をしていたそうだが、それでも素晴らしいパフォーマンスだった。": "Nghe nói tay cậu bị thương, nhưng dù vậy vẫn là một màn trình diễn xuất sắc.",
        "将来性がある。": "Cậu có tiềm năng lớn.\"",
        "」 彼は僕の怪我に気づいていた。": "Ông ấy nhận ra vết thương của tôi.",
        "そして、僕が元競泳選手であることまで。": "Và cả việc tôi từng là vận động viên bơi lội nữa.",
        "「本題に入ろう。": "\"Hãy vào thẳng vấn đề.",
        "君にアメリカでバスケットボールを学ぶ機会を提供したい。": "Tôi muốn trao cho cậu cơ hội học bóng rổ ở Mỹ.",
        "奨学金制度だ。": "Đó là một chương trình học bổng.",
        "ロサンゼルスにあるアカデミーで、全米の有望選手が集まる場所だ。": "Tại một học viện ở Los Angeles, nơi quy tụ những cầu thủ triển vọng nhất toàn nước Mỹ.",
        "そこで本格的にバスケットボールを学び、腕を磨かないか？": "Cậu có muốn học bóng rổ một cách bài bản và trau dồi kỹ năng ở đó không?\"",
        "」  奨学金。": "Học bổng.",
        "アメリカ。": "Mỹ.",
        "バスケットボール。": "Bóng rổ.",
        "まるで夢のような話だった。": "Đó cứ như một câu chuyện trong mơ.",
        "僕の頭の中は真っ白になった。": "Đầu óc tôi trống rỗng.",
        "負けたばかりの試合会場で、こんな話が飛び出すなんて。": "Ngay tại nhà thi đấu vừa thua cuộc, một chuyện như thế lại xuất hiện.",
        "混乱と、そして計り知れない喜びが同時に押し寄せた。": "Sự bối rối và niềm vui khôn tả cùng lúc ập đến.",
        "母との約束。": "Lời hứa với mẹ.",
        "「オリンピックの夢を諦めないで」。": "\"Đừng từ bỏ giấc mơ Olympic.\"",
        "僕は水泳を辞め、一時的にその約束を破ってしまったと罪悪感に苛まれた。": "Tôi đã từ bỏ bơi lội, và cảm thấy tội lỗi vì đã tạm thời phá vỡ lời hứa đó.",
        "でも、バスケットボールと出会い、新しい自分を見つけた。": "Nhưng khi đến với bóng rổ, tôi đã tìm thấy một con người mới trong mình.",
        "そして今、そのバスケットボールが、僕に再び「オリンピック」のような大きな夢を与えてくれたのだ。": "Và giờ đây, chính bóng rổ đã mang đến cho tôi một giấc mơ lớn lao, như 'Olympic' một lần nữa.",
        "それが、アメリカでプロを目指す道だと、瞬時に理解した。": "Tôi ngay lập tức hiểu rằng đó là con đường để trở thành cầu thủ chuyên nghiệp ở Mỹ.",
        "試合会場を後にし、僕は慣れた足取りで海へと向かった。": "Rời khỏi nhà thi đấu, tôi bước chân quen thuộc về phía biển.",
        "夕暮れ時、オレンジ色の光が海面を照らしている。": "Lúc hoàng hôn, ánh sáng màu cam chiếu rọi mặt biển.",
        "かつて、僕にとって海は恐ろしい場所だった。": "Trước đây, biển là một nơi đáng sợ đối với tôi.",
        "鮫に襲われ、プールが壊れ、水に対する恐怖が僕を支配した。": "Bị cá mập tấn công, hồ bơi bị hỏng, nỗi sợ hãi về nước đã chiếm lấy tôi.",
        "もう二度と水に触れるものかと思った。": "Tôi đã nghĩ rằng sẽ không bao giờ chạm vào nước nữa.",
        "でも今は違う。": "Nhưng giờ thì khác rồi.",
        "僕は砂浜に足を踏み入れ、波打ち際に歩み寄った。": "Tôi bước chân lên bãi cát, tiến lại gần mép sóng.",
        "寄せては返す波の音が、僕の心臓の鼓動と重なる。": "Tiếng sóng vỗ vào rồi lại rút đi hòa cùng nhịp đập trái tim tôi.",
        "冷たい海水が足の指先を包み込んだ。": "Nước biển lạnh lẽo bao trùm các ngón chân tôi.",
        "僕は躊躇なく、一歩、また一歩と海の中へ足を進めた。": "Tôi không chút do dự, từng bước, từng bước tiến sâu vào biển.",
        "かつての恐怖はどこにもない。": "Nỗi sợ hãi ngày xưa đã không còn.",
        "波が膝まで来る頃には、全身が安らぎに包まれていた。": "Khi những con sóng chạm đến đầu gối, toàn thân tôi được bao trùm bởi sự bình yên.",
        "まるで、この瞬間をずっと待っていたかのように。": "Cứ như thể tôi đã chờ đợi khoảnh khắc này từ rất lâu.",
        "母の顔が、心の奥に浮かんだ。": "Khuôn mặt mẹ hiện lên trong sâu thẳm trái tim tôi.",
        "笑顔で、僕を見守っている。": "Mẹ mỉm cười, dõi theo tôi.",
        "「海翔、これでいいのよ」 そう言われている気がした。": "Tôi cảm giác như mẹ đang nói: \"Kaito, như vậy là được rồi.\"",
        "水泳のオリンピック選手になる夢は、形を変え、バスケットボールという新しい器に注ぎ込まれた。": "Giấc mơ trở thành vận động viên bơi lội Olympic đã thay đổi hình dạng, được đổ vào một chiếc bình mới mang tên bóng rổ.",
        "それは、母が僕に望んだ「夢を追い続けること」そのものだ。": "Đó chính là \"việc tiếp tục theo đuổi ước mơ\" mà mẹ đã mong muốn ở tôi.",
        "この海は、僕の過去の痛みと、再生の場所。": "Biển này là nơi chứa đựng những nỗi đau trong quá khứ và sự tái sinh của tôi.",
        "僕はもう、何も恐れない。": "Tôi không còn sợ hãi bất cứ điều gì nữa.",
        "新しい「オリンピックの夢」が、僕の目の前で輝いている。": "Một \"giấc mơ Olympic\" mới đang tỏa sáng trước mắt tôi.",
        "アメリカでのバスケットボール。": "Bóng rổ ở Mỹ.",
        "それは、僕の未来だ。": "Đó là tương lai của tôi.",
        "僕は水平線の彼方を見つめ、静かに海の中へと歩んでいった。": "Tôi nhìn về phía chân trời, lặng lẽ bước sâu vào lòng biển."
      }
    }
  ]
}