{
  "title": "浪与圈",
  "description": "一个关于一位前竞技游泳运动员在奥运梦想破灭后转而爱上篮球的故事。",
  "chapters": [
    {
      "id": "ch1",
      "title": "最后一游",
      "description": "海斗清晨独自在泳池里游泳。心中怀着对母亲的回忆和他的奥运梦想，他开启了他的最后一游。",
      "sentences": {
        "早朝の冷たい空気が肺を満たす。": "清晨冰冷的空气充满肺腔。",
        "午前５時。": "凌晨五点。",
        "沖縄の小さな町のオリンピックプールに、僕以外誰もいない。": "冲绳小镇的奥运泳池里，空无一人，除了我。",
        "水面に朝焼けの薄い光が反射して、揺らめいている。": "水面上反射着朝霞微弱的光芒，波光粼粼。",
        "プールの底に描かれた青いラインは、まるで僕の人生の道筋のようだ。": "泳池底部画着的蓝色泳道线，仿佛是我人生的轨迹。",
        "僕は高台から水の中へ飛び込んだ。": "我从高台上跃入水中。",
        "水が肌を包み込み、一瞬の冷たさの後に温かさを感じる。": "水流包裹着我的皮肤，瞬间的冰冷过后，感到一丝暖意。",
        "この感覚は、もう何千回も経験してきた。": "这种感觉，我已经经历过上千次了。",
        "ストロークを始める。": "我开始划水。",
        "入水、プル、プッシュ、リカバリー。": "入水、抓水、推水、移臂。",
        "繰り返される動作は、瞑想のようだった。": "重复的动作，如同冥想一般。",
        "「海翔、もっと腕を伸ばして！": "“海翔，把手臂再伸长一点！",
        "指先まで意識してごらん。": "试着把意识集中到指尖。",
        "水は君の友達よ」 母の声が、水の音に混じって聞こえる気がする。": "水是你的朋友。”妈妈的声音，仿佛混杂在水声中传来。",
        "アイコ。": "爱子。",
        "僕の母であり、最高のコーチだった人。": "我的母亲，也是我最好的教练。",
        "僕にオリンピックの夢を託した人。": "将奥运梦想寄托在我身上的人。",
        "「海翔、このプールは世界と繋がっているの。": "“海翔，这个泳池是与世界相连的。",
        "いつか君がその世界で一番になるのを見るのが、ママの夢よ」 あの頃、僕の体はまだ小さかったけれど、母の言葉は僕の心に深く刻まれた。": "总有一天能看到你在这个世界上成为第一名，那是妈妈的梦想。”那时候，我的身体还很小，但妈妈的话语却深深地刻在我的心里。",
        "僕の泳ぎは、母の夢そのものだった。": "我的泳姿，就是妈妈的梦想本身。",
        "毎週、毎日、午前５時にはここに来る。": "每周，每天，我都会在凌晨五点来到这里。",
        "休んだことはほとんどない。": "我几乎从未休息过。",
        "腕が軋み、足が重くなっても、決して止まらない。": "即使手臂酸痛，双腿沉重，我也从不停止。",
        "体が求めるのは、この水の感触と、繰り返される呼吸の音だけだった。": "身体所渴望的，只有这种水感，以及重复的呼吸声。",
        "吐いて、吸って。": "呼气，吸气。",
        "ゴーグル越しの視界は、常に青いラインを捉えている。": "透过泳镜的视线，始终锁定着那条蓝色泳道线。",
        "母が逝ってから二年。": "母亲去世已经两年了。",
        "プールだけが、僕を母に繋ぎ止める唯一の場所だった。": "只有泳池，是我与母亲维系联系的唯一场所。",
        "彼女の夢が、僕の体の中に生きている。": "她的梦想，活在我的身体里。",
        "プールの端まで泳ぎきると、水面に顔を上げる。": "游到泳池尽头，我抬起头，露出水面。",
        "息を整えながら、ふと視線を横にやると、いつものベンチに田中コーチが座っているのが見えた。": "调整着呼吸，我无意中侧目一看，看到田中教练正坐在他常坐的长椅上。",
        "痩せこけた体で、じっと僕の泳ぎを見つめている。": "他身形消瘦，静静地注视着我的泳姿。",
        "コーチは多くを語らない人だ。": "教练是个不爱多言的人。",
        "僕がプールにいる限り、ただそこにいてくれる。": "只要我在泳池里，他就会一直守在那里。",
        "僕が母の夢を追い続けていることを、一番理解している人物だろう。": "他大概是最理解我为何一直追逐母亲梦想的人了。",
        "彼の目には、いつも誇りと、そして微かな心配の色が浮かんでいる。": "他的眼中，总是带着骄傲，以及一丝微不可察的担忧。",
        "僕にはそれがわかる。": "我能明白。",
        "最近、泳ぎながら時々、漠然とした感覚に襲われることがある。": "最近，有时在游泳时，我会被一种模糊的感觉所困扰。",
        "この水の中で、何か大切なものが終わりを迎えようとしているような、奇妙な予感。": "在这水中，仿佛有什么重要的东西即将走向终结，一种奇怪的预感。",
        "水の抵抗が、以前より重く感じられる瞬間がある。": "水流的阻力，有时会感觉比以前更重。",
        "肺が、昔のように限界まで酸素を取り込めないような、そんな感覚。": "肺部仿佛无法像以前那样吸入极限量的氧气，就是这种感觉。",
        "僕は６フィート４インチ、１９３センチの長身だ。": "我身高六英尺四英寸，即一百九十三厘米。",
        "水の中では、その体が水流を切り裂くナイフのようだったはずなのに。": "在水中，我的身体本该像一把划破水流的刀刃一样才对。",
        "最後のラップ。": "最后一圈。",
        "力を振り絞り、水しぶきを上げながらゴールを目指す。": "我拼尽全力，溅起水花，向终点冲刺。",
        "指先が壁に触れる。": "指尖触碰到池壁。",
        "ぴたりと動きを止めた瞬間、プールの静寂が戻ってきた。": "当我骤然停止动作的那一刻，泳池又恢复了寂静。",
        "冷たい水が僕の体を包み込む。": "冰冷的水包裹着我的身体。",
        "ゆっくりと顔を上げ、空を見上げた。": "我缓缓抬起头，仰望天空。",
        "夜明けの空は、鮮やかなグラデーションを描いている。": "黎明的天空，描绘出绚丽的渐变色彩。",
        "「海翔、空を見上げてごらん。": "「海翔，你看看天空。",
        "どこまでも続くでしょう？": "是不是一望无际？",
        "夢も同じよ」 母の声が、また聞こえた気がした。": "梦想也是如此啊。」 感觉又听到了妈妈的声音。",
        "遠い、けれど鮮明な声。": "遥远却清晰的声音。"
      }
    },
    {
      "id": "ch2",
      "title": "来自过去的愿望",
      "description": "他回想起母亲在医院的临终时刻，她对海斗的奥运心愿，以及那份承诺的沉重份量。",
      "sentences": {
        "僕の脳裏には、いつもあの日の光景が焼き付いている。": "那天的景象一直深深地印刻在我的脑海中。",
        "病院の白いベッドの傍らで、僕は母の手を握っていた。": "在医院的白色病床旁，我握着母亲的手。",
        "母の手は驚くほど細く、そして、ひどく冷たかった。": "母亲的手细得惊人，而且冰冷得厉害。",
        "窓から差し込む午後の陽光が、白いシーツの上に静かに伸びていたけれど、その光さえも部屋の重苦しい空気を拭い去ることはできなかった。": "午后的阳光透过窗户静静地洒在白色的床单上，但即便那光线也无法驱散房间里沉重的空气。",
        "母の呼吸は浅く、時折、苦しそうに喉を鳴らすのが聞こえた。": "母亲的呼吸很浅，时不时能听到她痛苦地喉咙里发出声响。",
        "「海翔…」  母の声は、か細く、ほとんど聞こえないほどだった。": "“海翔…” 母亲的声音细弱得几乎听不见。",
        "僕は震える声で答えた。": "我用颤抖的声音回答道。",
        "「大丈夫だよ、お母さん。": "“妈妈，你会没事的。",
        "」 けれど、その言葉には何の力もなかった。": "” 可是，那句话毫无力量。",
        "母は僕の目をまっすぐ見つめた。": "母亲直直地看着我的眼睛。",
        "その瞳には、かつての力強い輝きは失われていたけれど、揺るぎない愛情と、何かを伝えようとする必死な思いが宿っていた。": "她的眼睛里虽然失去了往日那有力的光芒，却蕴含着坚定不移的爱，以及一种拼命想要传达什么的强烈意念。",
        "「ねぇ… 海翔…」  母は力を振り絞るように、僕の手をそっと握り返した。": "“呐… 海翔…” 母亲仿佛用尽全身力气般，轻轻地回握了我的手。",
        "僕は息を飲んだ。": "我屏住了呼吸。",
        "彼女が何を言おうとしているのか、直感的にわかった。": "我直觉地明白了她想说什么。",
        "「約束… してちょうだい… オリンピック… 諦めないで…。お母さんの… 夢… 海翔の夢…」  一言一言が、鉛のように僕の心に沈んでいった。": "“答应我… 请你… 奥运会… 不要放弃… 这是妈妈的… 梦想… 也是海翔的梦想…” 一字一句，像铅一样沉甸甸地落在我心上。",
        "僕は涙で滲む視界の中で、必死に頷いた。": "在被泪水模糊的视线中，我使劲地点了点头。",
        "「うん、お母さん。": "“嗯，妈妈。",
        "約束するよ。": "我答应你。",
        "絶対… 諦めない。": "绝不放弃。",
        "」 この誓いがどれほどの重みを持つのか、その時の僕にはまだ理解できていなかった。": "” 那时的我，还不明白这个誓言有多大的分量。",
        "ただ、母の願いを、その最後の輝きを守りたかった。": "我只是想守护母亲的愿望，守护她最后的光芒。",
        "その瞬間、母の顔に微かな安堵の表情が浮かび、そして… 彼女の瞳は静かに閉じられた。": "就在那一刻，母亲的脸上浮现出一丝微弱的安详，然后… 她的眼睛静静地合上了。",
        "僕の手の中の温もりが、ゆっくりと、消えていくのを感じた。": "我感觉到手中的温暖，正慢慢地消逝。",
        "あの日の出来事は、まるで昨日のことのように鮮明に僕の脳裏に焼き付いている。": "那天发生的事情，就像昨天一样清晰地烙印在我的脑海中。",
        "母の最期の言葉、僕が交わした約束。": "母亲的临终遗言，我许下的诺言。",
        "それは僕を縛りつける呪縛であり、同時に、僕を突き動かす唯一の原動力でもあった。": "那是束缚着我的咒缚，同时也是推动我前进的唯一原动力。",
        "今、僕の部屋には、母の笑顔のポートレートが飾られている。": "如今，我的房间里挂着一张母亲笑容的肖像画。",
        "写真の中の母は、いつも僕に優しく微笑みかけてくれる。": "照片里的母亲，总是温柔地对我微笑。",
        "その笑顔を見るたびに、胸の奥がきりきりと締め付けられるような痛みが走る。": "每当我看到那笑容时，心底就会传来一阵绞痛。",
        "僕は約束を守れているだろうか？": "我遵守了约定了吗？",
        "オリンピックへの道は、どんどん遠ざかっていくように感じていた。": "感觉通往奥运会的道路正在渐行渐远。",
        "泳げば泳ぐほど、体は重く、パフォーマンスは低下していく。": "游得越多，身体就越沉重，竞技状态却在下滑。",
        "この身体で、母の夢を、僕自身の夢を、本当に叶えられるのだろうか？": "靠着这具身体，真的能实现母亲的梦想，以及我自己的梦想吗？",
        "罪悪感と、どうしようもない無力感が僕を蝕んでいく。": "罪恶感和那种无能为力的感觉不断地侵蚀着我。",
        "その時、スマートフォンの着信音が静寂を破った。": "就在这时，手机铃声划破了宁静。",
        "ディスプレイには「田中コーチ」の文字。": "屏幕上显示着“田中教练”的字样。",
        "僕は一つ深呼吸をして、通話ボタンを押した。": "我深吸了一口气，按下了通话键。",
        "「もしもし、海翔か？": "“喂，是海翔吗？",
        "」田中コーチの、いつもの少しぶっきらぼうだが温かい声が響いた。": "” 田中教练一如既往地带着一丝粗犷却又温暖的声音响了起来。",
        "「どうだ、体調は？": "“怎么样，身体还好吗？",
        "今日も練習に来なかったが。": "今天也没有来训练。”",
        "」 「あ、はい… 少しだるくて… 今日も休んでしまいました。": "” “嗯，是的… 有点倦怠… 今天又休息了。",
        "」僕はごまかすように答えた。": "” 我敷衍地回答道。",
        "本当は、だるさだけではない。": "实际上，不仅仅是倦怠。",
        "水に入るのが、少し… 怖くなっていた。": "而是有点儿… 害怕下水了。",
        "「そうか。": "“这样啊。",
        "無理はするなよ。": "别太勉强了。",
        "」コーチの声には、僕の嘘を見透かしているような響きがあったが、深くは追及しなかった。": "” 教练的声音里仿佛看穿了我的谎言，但他并没有深入追问。",
        "「だが、お前は大事な選手だ。": "“但是，你是个重要的运动员。",
        "何かあったら、いつでも相談しろ。": "要是发生了什么，随时都可以跟我商量。”",
        "いつでも、だぞ。": "随时都可以哦。",
        "」  電話を切った後も、僕はしばらく受話器を握りしめていた。": "挂断电话后，我仍紧握着听筒好一会儿。",
        "田中コーチの言葉は、まるで僕の重荷を少しだけ軽くしてくれたようにも感じた。": "田中教练的话，仿佛让我肩上的重担减轻了一些。",
        "しかし、その重荷の大部分は、やはり母との約束だった。": "然而，那份重担的大部分，终究还是与母亲的约定。",
        "僕は再び、母の写真に視線を戻した。": "我再次将视线投向母亲的照片。",
        "写真の中の母は、変わらず微笑んでいる。": "照片里的母亲，一如既往地微笑着。",
        "「お母さん…」僕は静かに呟いた。": "“妈妈……”我轻声喃喃道。",
        "「ごめん。": "“对不起。",
        "でも… 僕は、まだ…」": "可是……我，还是……”",
        "窓の外に目をやった。": "我望向窗外。",
        "遠くに見えるプールの屋根が、鈍い光を反射していた。": "远处泳池的屋顶，反射着暗淡的光线。",
        "あの水の中に、僕の未来はあるのだろうか。": "我的未来，在那片水中吗？",
        "それとも、母の記憶だけが、そこに残り続けるのだろうか。": "还是说，只有母亲的记忆会永远留在那里？"
      }
    },
    {
      "id": "ch3",
      "title": "台风警报",
      "description": "台风逼近小镇。凯斗决定在暴风雨来临前进行最后一次游泳，便动身前往泳池。",
      "sentences": {
        "朝から、町はざわついていた。": "从早上开始，小镇就一片喧嚣。",
        "役場から繰り返し流れる放送が、その理由を告げている。": "镇政府反复播放的广播，说明了原因。",
        "「大型で非常に強い台風が、まもなく沖縄本島に接近します。": "“大型超强台风即将逼近冲绳本岛。",
        "厳重な警戒を…」。": "请严加戒备……。”",
        "通りを歩く人々は皆、足早で、不安げな表情を浮かべていた。": "街上的人们都步履匆匆，脸上带着不安的神情。",
        "店という店は、慌ただしくシャッターを下ろし、窓にはベニヤ板が打ち付けられていく。": "各家店铺都忙乱地拉下卷帘门，窗户上钉着胶合板。",
        "漁港では、漁船が陸に引き上げられ、係留ロープが何重にも巻かれていた。": "渔港里，渔船被拖上岸，系缆绳被缠绕了好几圈。",
        "いつもなら活気に満ちているはずのこの町が、まるで息をひそめているかのように感じられた。": "平时本应充满活力的小镇，此刻仿佛屏住了呼吸。",
        "僕もまた、その不穏な空気の一部だった。": "我也成了这股不安气氛的一部分。",
        "でも、僕の頭の中はただ一つ、プールのことだけだった。": "然而，我脑子里想的却只有一件事——游泳池。",
        "この暴風雨が来る前に、どうしても一度、泳いでおきたかった。": "在这场暴风雨到来之前，我无论如何都想再游一次。",
        "どれだけ体が重くても、どれだけ水が怖くても、最後の練習になるかもしれない、という予感があったからだ。": "无论身体多么沉重，无论我多么害怕水，我都有种预感，这也许是最后一次练习了。",
        "プールに到着すると、田中コーチが、すでにプールの窓に目張りをする準備をしていた。": "抵达游泳池时，田中教练已经在准备给游泳池的窗户封条了。",
        "彼の顔には、いつもの厳しさと、それ以上の心配が混じり合っていた。": "他脸上混合着往日的严厉，以及更甚的担忧。",
        "「海翔、来たのか。": "“海翔，你来了。",
        "もうすぐ閉鎖だぞ。": "马上就要关闭了。",
        "無茶はするなよ」 コーチは太い眉をひそめて言った。": "别乱来啊。”教练皱着粗眉说道。",
        "僕は軽く会釈するだけで、すぐに更衣室へ向かった。": "我只是轻轻点了点头，便立刻走向更衣室。",
        "コーチは、僕の頑固さを知っている。": "教练知道我的固执。",
        "もう何も言わないが、その視線は僕の背中に刺さっていた。": "他什么也没再说，但那目光却像针一样刺在我背上。",
        "プールサイドに出ると、空気がひんやりと感じられた。": "走到泳池边，空气中弥漫着凉意。",
        "空は鉛色に染まり、遠くで低い雷鳴が響く。": "天空变成了铅灰色，远处传来低沉的雷鸣。",
        "風が吹き荒れ、プールの屋根がギシギシと音を立てた。": "狂风呼啸，泳池的屋顶发出吱呀作响。",
        "しかし、僕の目の前にある水面は、信じられないほど静かだった。": "然而，我眼前的水面却出奇地平静。",
        "深い青色を湛え、プールの天井から差し込む薄暗い光を反射している。": "它呈现出深蓝色，反射着泳池天花板投下的微弱光线。",
        "まるで、外の嵐とは無関係な、別世界のようだった。": "仿佛与外界的暴风雨无关，像是另一个世界。",
        "この静けさが、かえって不気味に感じられた。": "这种寂静反而让人感到有些诡异。",
        "これが、僕が知るこのプールの、最後の穏やかな姿になるかもしれない。": "这也许就是我所知的这个泳池，最后一次平静的样子了。",
        "冷たい水に身を沈める。": "我将身体沉入冰冷的水中。",
        "体が震えたが、それは水の冷たさだけではなかった。": "身体颤抖起来，但这不仅仅是因为水的冰冷。",
        "恐怖と、この場所との別れへの寂しさが入り混じった感情だ。": "那是恐惧与即将告别这个地方的寂寞交织在一起的情感。",
        "ゆっくりとストロークを始める。": "我慢慢地开始划水。",
        "いつもなら軽いはずの腕が、まるで鉛のように重い。": "平时应该轻盈的手臂，此刻却像铅一样沉重。",
        "息継ぎをするたびに、窓の外の空がさらに暗くなっているのが見えた。": "每换一次气，我都能看到窗外的天空又暗了几分。",
        "風の唸り声が大きくなり、プールサイドに設置されたものがカタカタと音を立てる。": "风的呼啸声越来越大，泳池边的设施也跟着发出咔嗒咔嗒的声响。",
        "それでも僕は、無心に水を掻いた。": "尽管如此，我依然心无旁骛地拨动着水。",
        "一本、また一本と、壁を蹴る。": "一趟又一趟，踢墙折返。",
        "体が悲鳴を上げている。": "身体正在发出哀嚎。",
        "筋肉は硬直し、肺は酸素を求める。": "肌肉僵硬，肺部渴望氧气。",
        "それでも僕は、止まるわけにはいかなかった。": "尽管如此，我还是不能停下来。",
        "これは、意地だ。": "这是我的固执。",
        "僕の泳ぎが、かつてのように輝くことはもうないのかもしれない。": "我的泳姿，也许再也无法像过去那样闪耀了。",
        "オリンピックの夢も、もしかしたらもう手の届かない場所にあるのかもしれない。": "奥运会的梦想，或许也已经变得遥不可及。",
        "だが、まだ僕の中には、水と一体になる衝動が残っていた。": "但是，我的内心深处，依然保留着与水融为一体的冲动。",
        "この水の中でだけは、母との約束を、まだ守り続けられている気がした。": "只有在这水中，我才感觉自己还在继续遵守着与母亲的约定。",
        "最後のターン。": "最后一次转身。",
        "残りの力を振り絞り、最後の数メートルを泳ぎ切る。": "我榨干了剩余的力气，游完了最后几米。",
        "壁に手が触れた瞬間、プール全体の空気が、さらに重くなったのを感じた。": "当手触碰到池壁的那一刻，我感觉到整个泳池的空气变得更加沉重。",
        "そして、微かに頬に当たる冷たい感触があった。": "接着，脸颊上感受到一丝微凉。",
        "雨だ。": "是雨。",
        "大粒の雨が、プールの屋根に叩きつけられ始めたのだ。": "豆大的雨点开始猛烈敲打泳池的屋顶。",
        "ゆっくりと立ち上がり、プールサイドに腰掛けた。": "我慢慢站起身，坐在泳池边。",
        "水滴がしたたり落ちる指先で、水面をそっと撫でる。": "我用滴着水的指尖，轻轻抚摸水面。",
        "水面に波紋が広がり、不穏な空を映し出す。": "水面泛起涟漪，映照着不详的天空。",
        "振り返ると、誰もいないプールが、静かに横たわっていた。": "回过头，空无一人的泳池静静地在那里。",
        "この特別な場所が、嵐に飲み込まれていく。": "这个特别的地方即将被暴风雨吞噬。",
        "僕は名残惜しむようにプールの全てを脳裏に焼き付け、重い足取りで更衣室へと向かった。": "我依依不舍地将泳池的一切都刻在脑海里，迈着沉重的步伐走向更衣室。",
        "外は、もう嵐の気配に満ちていた。": "外面已经充满了暴风雨的气息。"
      }
    },
    {
      "id": "ch4",
      "title": "风暴之后",
      "description": "台风过后的清晨，凯斗眼见泳池被毁，瞬间陷入绝望，他的奥运梦想也随之轰然崩塌。",
      "sentences": {
        "台風一過の朝は、ひどく静まり返っていた。": "台风过境的清晨，异常的寂静。",
        "昨日までの狂騒が嘘のように、空気は重く、湿気を帯びていた。": "仿佛昨日的喧嚣只是一场虚妄，空气沉重而湿润。",
        "僕は重い足を引きずりながら、いつも練習に向かっていた道のりを歩いていた。": "我拖着沉重的步伐，走在平时前往训练场地的路上。",
        "心臓が不規則に脈打つ。": "心脏不规则地跳动着。",
        "嫌な予感が全身を支配していた。": "一种不祥的预感笼罩着我的全身。",
        "昨夜の暴風が、僕の大切な場所をどう変えてしまったのか、知りたくない、でも見なければならないという葛藤に苛まれていた。": "昨夜的暴风将我珍视的地方变成了何番模样，我既不愿知道，却又不得不去看，这种矛盾心理煎熬着我。",
        "角を曲がり、プールの敷地が視界に入った瞬間、息を呑んだ。": "转过街角，游泳池的场地映入眼帘的那一刻，我倒吸了一口凉气。",
        "それは僕の知るプールではなかった。": "那已不是我熟悉的游泳池了。",
        "まるで巨大な何かに踏み潰されたかのように、すべてが崩壊していた。": "仿佛被某种庞然大物碾压过一般，一切都坍塌了。",
        "屋根は吹き飛ばされ、支柱はねじ曲がり、コンクリートの壁にはひびが走り、大きな穴がいくつも開いていた。": "屋顶被掀飞，支柱扭曲变形，混凝土墙壁上布满了裂痕，还出现了好几个大洞。",
        "練習で何度も飛び込んだ飛び込み台は、無残にも傾いている。": "练习时无数次跳下的跳水台，也凄惨地歪斜着。",
        "近づけば近づくほど、その破壊の規模に僕は言葉を失った。": "走得越近，我对那破坏的程度就越是说不出话来。",
        "コースロープはちぎれ、プールサイドには瓦礫や折れた木々が散乱している。": "泳道绳断裂了，泳池边散落着瓦砾和折断的树木。",
        "濾過装置らしきものは粉々に砕け散り、プールの中には泥水と枝、そして正体不明の残骸が満ちていた。": "看起来像是过滤装置的东西碎成了粉末，泳池里满是泥水、树枝，以及不明的残骸。",
        "長方形の青い水の代わりに、そこには荒れ果てた、ただの穴があった。": "长方形的碧蓝池水不见了，取而代之的是一个荒芜的、徒有其表的深坑。",
        "震えが止まらない。": "身体止不住地颤抖。",
        "寒さからではない。": "这并非因为寒冷。",
        "僕の訓練の場、僕の夢の舞台が、こうも簡単に消え去ってしまったという事実に、心が凍りついた。": "我的训练场地，我梦想的舞台，竟然如此轻易地消失了，这个事实让我的心彻底冰冷。",
        "呆然と立ち尽くしていると、背後から足音が聞こえた。": "我呆呆地站在原地，这时身后传来了脚步声。",
        "「海翔！": "“海翔！”",
        "」聞き慣れた声に振り返ると、田中コーチが立っていた。": "我循声回头，田中教练正站在那里。",
        "彼の顔にも僕と同じ、いやそれ以上の絶望が浮かんでいた。": "他的脸上，也浮现出和我一样、甚至更甚的绝望。",
        "コーチは何も言わず、ただ僕の肩にそっと手を置いた。": "教练一言不发，只是轻轻地把手放在我的肩膀上。",
        "その手は温かいのに、僕の心はひどく冷たかった。": "他的手是温暖的，可我的心却冰冷无比。",
        "コーチもまた、この光景に打ちひしがれているのが分かった。": "我知道教练也同样被眼前这番景象击垮了。",
        "しばらくすると、町の人が何人か集まってき始めた。": "不一会儿，镇上的一些人开始聚集过来。",
        "顔見知りの者もいれば、初めて見る者もいた。": "有些是熟识的面孔，有些则是第一次见到。",
        "「なんてことだ」「これはひどいな」といった声が聞こえる。": "耳边传来“怎么会这样”“太惨了”之类的声音。",
        "被害の大きさにため息をつく者、しかしすぐに「どうやって片付けるか」「再建にはどれくらいかかるか」と現実的な話をする者もいた。": "有人因巨大的损失而叹息，但也有人很快开始讨论起实际问题：“该怎么清理？”“重建需要多久？”",
        "彼らの声が遠く聞こえる中、僕はただ、崩壊したプールを見つめていた。": "他们的声音在我耳边渐行渐远，而我只是呆呆地凝望着那片崩塌的泳池。",
        "ここが僕の全てだった。": "这里曾是我的全部。",
        "母が亡くなる前、僕にオリンピックの夢を託し、「諦めないで」と約束させた場所。": "在妈妈去世前，她把奥运梦想托付给了我，并让我在这里许下“不要放弃”的誓言。",
        "あの誓いを胸に、僕は毎日水に飛び込み、限界まで自分を追い込んできた。": "我将那誓言铭记于心，每天跳入水中，将自己逼到极限。",
        "それが今、この有様だ。": "可是现在，却变成了这副模样。",
        "水への恐怖心、身体の不調、そして今、練習する場所までもが失われた。": "对水的恐惧，身体的不适，而如今，连训练的场所也失去了。",
        "これ以上、どうやって母との約束を守れるというのだろう。": "这种情况下，我还能怎么遵守和妈妈的约定呢？",
        "僕のオリンピックの夢は、この瓦礫の下に完全に埋もれてしまったように思えた。": "我的奥运梦想，仿佛彻底被埋葬在这片瓦砾之下了。",
        "僕は崩れ落ちたプールの中心に立ち、泥水と瓦礫を見下ろした。": "我站在坍塌的泳池中央，俯瞰着泥水和瓦砾。",
        "灰色の空がどこまでも広がり、僕の未来と同じくらい不透明に見えた。": "灰蒙蒙的天空一望无际，看起来和我的未来一样晦暗不明。",
        "母さん、僕はどうすればいいんだ？": "妈妈，我该怎么办？",
        "この壊滅的な状況で、どうやって、あの約束を果たせばいいんだ？": "在这毁灭性的状况下，我该如何实现那个约定呢？"
      }
    },
    {
      "id": "ch5",
      "title": "暗影潜藏",
      "description": "海斗试着把练习地点从泳池改到海里。然而，一次与鲨鱼的遭遇让他吓得魂飞魄散，并因此患上了恐水症。",
      "sentences": {
        "プールの無残な姿を目の当たりにして以来、俺の心は鉛のように重かった。": "自从亲眼目睹泳池的惨状，我的心便沉重如铅。",
        "オリンピックの夢は、母との約束は、これで終わりなのか？": "奥运的梦想，和母亲的约定，难道就这样结束了吗？",
        "絶望が喉元まで迫っていた。": "绝望扼住了我的喉咙。",
        "しかし、諦めることだけはできなかった。": "然而，我就是无法放弃。",
        "プールが駄目なら、他に方法があるはずだ。": "如果泳池不行，那一定还有其他办法。",
        "沖縄のこの地で、プールが無理なら、残された唯一の選択肢は――海だ。": "在冲绳这片土地上，如果泳池不行，那唯一的选择就是——大海。",
        "朝焼けが水平線を赤く染める中、俺は誰もいないビーチに立っていた。": "朝霞将海平面染成红色，我独自一人站在空无一人的沙滩上。",
        "広大な海が目の前に広がる。": "广阔的大海在我眼前铺展开来。",
        "練習用のプールとは全く違う、予測不能な生命の息吹を感じた。": "我感受到一股与练习用泳池截然不同、不可预测的生命气息。",
        "波が砂浜に打ち寄せ、その度、挑戦的な囁きが聞こえる気がした。": "波浪拍打着沙滩，每一次都仿佛传来挑衅的低语。",
        "「海翔、お前はここで泳げるのか？": "“海翔，你能在海里游泳吗？",
        "」  深呼吸をして、冷たい海へ足を踏み入れた。": "” 我深吸一口气，迈步走入冰冷的海水。",
        "最初は震えるような冷たさだったが、すぐに慣れた。": "起初冷得我浑身发抖，但很快就适应了。",
        "プールのように整備されたレーンも、ターンを示す壁もない。": "这里没有像泳池那样规整的泳道，也没有指示转身的池壁。",
        "ただ無限に広がる青い空間。": "只有无限延伸的蓝色空间。",
        "泳ぎ出すと、すぐにプールの水とは全く違う抵抗を感じた。": "开始游泳后，我立刻感受到与泳池水截然不同的阻力。",
        "波が体を揺らし、定まったリズムを奪っていく。": "波浪摇晃着我的身体，打乱了我固有的节奏。",
        "潮流が体を引き、余分な力を使わせる。": "海流牵引着我的身体，让我不得不使出额外的力气。",
        "そして、塩水が口に入ると、その苦さに思わず顔をしかめた。": "然后，当咸涩的海水进入口中，我禁不住皱起了眉。",
        "それでも、俺は必死に腕をかいた。": "即便如此，我还是拼命地划着水。",
        "これが、今の俺に残された唯一の道だ。": "这是我目前唯一的出路。",
        "オリンピックの夢を繋ぐための、最後の希望だ。": "这是延续奥运梦想的最后希望。",
        "最初はぎこちなかった泳ぎも、徐々に体が水に馴染んでいくのを感じた。": "起初笨拙的泳姿，也渐渐感到身体与水融为一体。",
        "波を乗り越え、潮流を読み、ひたすら沖へ向かって進んだ。": "我越过波浪，判断着潮流，一心向着大海深处游去。",
        "ここなら、誰も邪魔しない。": "在这里，没有人会打扰我。",
        "俺はもっと強くなれる。": "我能变得更强。",
        "そう信じていた。": "我是这样相信的。",
        "どれくらい泳いだだろうか。": "我游了多久呢？",
        "ふと、全身を包み込むような冷たい視線を感じた。": "忽然，我感到一股冰冷的目光笼罩全身。",
        "まるで、水の中に何かが潜んでいるような。": "仿佛有什么东西潜伏在水中。",
        "気のせいだ、と自分に言い聞かせ、泳ぎを続けた。": "我告诉自己，这只是错觉，然后继续游泳。",
        "しかし、その視線は消えない。": "然而，那目光并未消失。",
        "背筋が凍るような悪寒が走った。": "一股脊背发凉的寒意袭来。",
        "その瞬間だった。": "就在那一瞬间。",
        "視界の端で、巨大な影が横切った。": "我的视野边缘，一道巨大的黑影划过。",
        "一瞬、何が起こったのか理解できなかった。": "一瞬间，我没能理解发生了什么。",
        "次の瞬間、俺のすぐ真下から、灰色の一閃が突き上げてきた。": "下一秒，一道灰色的闪光从我正下方猛然冲出。",
        "信じられないほどのスピード。": "快得令人难以置信。",
        "鋭い歯が並んだ口が、すぐそこにある。": "一张布满尖锐牙齿的嘴就在眼前。",
        "サメだ！": "是鲨鱼！",
        "全身の血が凍りついた。": "我全身的血液都凝固了。",
        "恐怖が、意識を麻痺させる。": "恐惧麻痹了我的意识。",
        "本能的に、体が勝手に動き出した。": "本能驱使着身体自动行动起来。",
        "必死に水をかき、叫び声を上げようとするが、塩水が口に入り、むせて呼吸ができない。": "我拼命划水，想要大声呼喊，但咸涩的海水涌入口中，呛得我无法呼吸。",
        "心臓が喉まで飛び出してきそうなほど脈打つ。": "心脏狂跳，仿佛要从喉咙里跳出来。",
        "奴は一度通り過ぎたが、また弧を描いてこちらへ向かってくるのが分かった。": "它擦身而过一次，但我看到它又画了个弧线，再次朝我冲过来。",
        "死ぬ！": "我要死了！",
        "そう思った。": "我这样想着。",
        "猛烈なパニックが俺を襲った。": "剧烈的恐慌向我袭来。",
        "とにかく、岸へ。": "总之，往岸边游。",
        "一秒でも早く、この水から出なければ。": "必须一秒钟都不能耽搁地离开这片水域。",
        "狂ったように腕と足を動かし、後方を見ることもせず、ただひたすら陸を目指した。": "他像疯了一样挥舞着手脚，头也不回，只是拼命地向陆地游去。",
        "背後から追ってくる気配はなかったが、恐怖は決して消えなかった。": "虽然没有感觉到身后有人追来，但恐惧感却丝毫没有消退。",
        "体が震え、泳ぎが乱れる。": "身体颤抖着，泳姿也变得混乱。",
        "だが、止まることは許されない。": "但他不能停下。",
        "どれだけの時間が経っただろうか。": "不知过了多久。",
        "砂浜に足がついた瞬間、俺は力が抜け、その場に崩れ落ちた。": "当双脚触碰到沙滩的那一刻，我浑身力气尽失，立刻瘫软在地。",
        "肺が焼け付くように痛み、何度も咳き込んだ。": "肺部灼烧般疼痛，我连连咳嗽。",
        "冷たい砂の感触が、現実に戻してくれた。": "冰冷的沙粒触感，将我拉回了现实。",
        "海を見つめる。": "凝望着大海。",
        "きらきらと輝く、どこまでも美しい青。": "波光粼粼，一片无垠的湛蓝。",
        "だが、もう、その美しさの中に、俺は潜れない。": "然而，我再也无法潜入那片美丽之中了。",
        "水の中の静かな恐怖が、肌にこびりついている。": "水中那份无声的恐惧，依然缠绕在我的皮肤上。",
        "今まで抱えていた水への違和感や、プールが壊れた絶望なんて比じゃない。": "过去那种对水的不适感，以及泳池损坏带来的绝望，都完全不能与此相提并论。",
        "全身が震え、涙が止まらなかった。": "我全身都在颤抖，泪水怎么也止不住。",
        "もう、泳げない。": "我再也无法游泳了。",
        "オリンピックの夢は、本当に、終わってしまった。": "奥运梦想，真的，就这样破灭了。",
        "俺は、水が、怖かった。": "我，开始害怕水了。",
        "心の底から。": "从心底里。"
      }
    },
    {
      "id": "ch6",
      "title": "心沉",
      "description": "海斗逃学在家，凝视着自己的游泳奖杯，内心因对母亲的愧疚而备受煎熬，渐渐陷入抑郁。",
      "sentences": {
        "カーテンの隙間から差し込む光が、部屋の隅に追いやられた埃を浮かび上がらせていた。": "光线从窗帘缝隙中透进来，照亮了房间角落里积压的灰尘。",
        "今日も学校には行かなかった。": "今天也没去学校。",
        "ベッドの中で丸くなり、虚ろな目で天井を見つめる。": "我蜷缩在床上，目光空洞地望着天花板。",
        "もう何日、こうしているだろう。": "这样多久了呢？",
        "時間という概念が、意味を失っていた。": "时间的概念已然失去意义。",
        "「海翔、いるのか？": "“海翔，你在家吗？",
        "」  玄関のチャイムが鳴り、田中コーチの声が聞こえた。": "”玄关的门铃响起，田中教练的声音传了过来。",
        "心臓が跳ねる。": "我的心猛地一跳。",
        "無視だ。": "不理他。",
        "誰にも会いたくない。": "谁也不想见。",
        "カーテンを閉め切った部屋は薄暗く、外界から隔絶されている。": "窗帘紧闭的房间昏暗，与外界隔绝。",
        "コーチの声は、まるで遠い夢のようだ。": "教练的声音，仿佛远方的梦境。",
        "昔の俺なら、すぐにでも飛び起きて練習に向かっていただろうに。": "要是以前的我，肯定会立刻跳起来去训练吧。",
        "今の俺には、体を起こす気力すら湧かない。": "而现在的我，连站起来的力气都没有。",
        "数分後、諦めたように足音が遠ざかるのを感じ、安堵と、かすかな罪悪感が胸をよぎった。": "几分钟后，我听到脚步声渐渐远去，似乎是放弃了，一丝解脱与一丝隐约的罪恶感掠过心头。",
        "ふと、視線が部屋の棚に吸い寄せられた。": "忽然，我的目光被房间的架子吸引。",
        "そこに飾られた、きらめくトロフィーとメダルたち。": "那里摆放着闪闪发光的奖杯和奖牌。",
        "昔は、それを見るたびに誇らしさと喜びが湧き上がってきた。": "以前，每当看到它们，自豪与喜悦就会油然而生。",
        "メダルの一つを手に取る。": "我拿起其中一枚奖牌。",
        "ずっしりとした重みが、過去の栄光を思い出させる。": "沉甸甸的重量，让我想起往日的荣耀。",
        "汗と努力、勝利の歓声。": "汗水与努力，胜利的欢呼。",
        "あの頃は、水の中が俺の全てだった。": "那时候，水里就是我的一切。",
        "母親の夢を背負い、ただひたすらに泳ぎ続けた日々。": "背负着母亲的梦想，日复一日地拼命游泳。",
        "オリンピック。": "奥运会。",
        "あの言葉が、どれほど俺を駆り立てていたか。": "那句话，曾是多么大的动力啊。",
        "「海翔くん、大丈夫？": "“海翔君，你还好吗？",
        "」  スマホが震えた。": "”手机震动了一下。",
        "花からだ。": "是花发来的。",
        "優しくて、いつも俺を気遣ってくれる彼女のメッセージ。": "那是她体贴入微、总是关心我的信息。",
        "既読はつけたが、返信する気にはなれなかった。": "我已读了，但没有回信的心情。",
        "きっと彼女は心配してくれているだろう。": "她一定很担心我吧。",
        "だが、今の俺は、誰の優しさにも触れたくなかった。": "可是，现在的我，不想触碰任何人的善意。",
        "傷つけたくない。": "不想伤害她。",
        "そして、俺自身が、その優しさを受け止めるに値しないと感じていた。": "而且，我觉得自己不配接受那份温柔。",
        "俺は、全てを失った。": "我失去了一切。",
        "プールは破壊され、サメとの遭遇で水への恐怖は拭えない。": "泳池被毁，与鲨鱼的遭遇让我对水的恐惧挥之不去。",
        "泳ぐことなんて、もうできない。": "我再也无法游泳了。",
        "あんなに愛した水が、今ではただ恐ろしいだけの存在だ。": "曾经那么热爱水，现在它却成了可怕的存在。",
        "あの時、母親に誓った約束――「オリンピックの夢、諦めないでね」。": "那时，我对母亲许下的诺言——“奥运梦想，不要放弃哦”。",
        "その言葉が、耳の奥でこだまする。": "那句话，在耳边回响。",
        "俺は、母さんの願いを裏切ってしまった。": "我背叛了妈妈的愿望。",
        "彼女の夢を、俺の手で壊してしまったんだ。": "我亲手毁了她的梦想。",
        "ベッドから這い出し、トロフィーの並ぶ棚の前に座り込む。": "我从床上爬起来，坐在摆放奖杯的架子前。",
        "メダルが陽の光を受けて、空虚に輝く。": "奖牌在阳光下空虚地闪耀着。",
        "それは、もう俺のものではない。": "它们已经不属于我了。",
        "俺はもう、水泳選手ではない。": "我不再是游泳选手。",
        "ただの、夢を失った、臆病な男だ。": "只是一个失去梦想的懦弱男人。",
        "母さんが、生前どんなに俺を応援してくれていたかを思うと、胸が張り裂けそうになる。": "一想到妈妈生前是多么支持我，我的心就仿佛要碎了。",
        "彼女の誇りだった俺は、今やただの失敗作だ。": "曾经是她骄傲的我，如今只是一个失败品。",
        "目線を上げると、棚の端に飾られた母親の写真と目が合った。": "我抬起头，视线与架子边缘摆放的母亲照片对上了。",
        "優しい笑顔。": "温柔的笑容。",
        "あの笑顔に、俺はもう応えることができない。": "那个笑容，我再也无法回应了。",
        "母さん、ごめん。": "妈妈，对不起。",
        "俺は、貴女の期待に応えられなかった。": "我没能达到您的期望。",
        "俺は、もう泳げない。": "我，再也游不动了。",
        "貴女の夢も、俺自身の夢も、全てこの濁った水の中に沈んでしまった。": "您的梦想，我自己的梦想，都沉入这浑浊的水中。",
        "水面に浮かぶことすらできない、溺れた魂のようだ。": "我像是一个连水面都无法浮起的溺水灵魂。",
        "部屋の暗闇の中で、俺は一人、膝を抱える。": "在房间的黑暗中，我独自一人抱着膝盖。",
        "どこへ向かえばいいのか、何をすればいいのか。": "该走向何方，该做些什么。",
        "全く分からない。": "我完全不知道。",
        "過去の栄光は、ただの重荷でしかない。": "过去的荣光，不过是沉重的负担。",
        "未来は、まるで深海の底のように暗く、どこまでも続いていくように感じられた。": "未来，仿佛深海之底般黑暗，感觉会一直延续下去。"
      }
    },
    {
      "id": "ch7",
      "title": "易之廷",
      "description": "海斗偶然发现了一个军事基地内的篮球场，并对马库斯和贾马尔的比赛产生了兴趣。",
      "sentences": {
        "ここ数週間、僕は自分の部屋に閉じこもっていた。": "最近几周，我一直把自己关在房间里。",
        "窓の外はいつも同じ灰色の景色で、重たい空気だけが僕を包み込み、呼吸することさえ苦痛だった。": "窗外总是一成不变的灰色景象，只有沉闷的空气将我包围，甚至连呼吸都感到痛苦。",
        "体の奥底に巣食う鉛のような疲労感と、水への拭い去れない恐怖が、僕を外の世界から完全に隔てていた。": "盘踞在身体深处的铅一般沉重的疲惫感，以及无法抹去的对水的恐惧，将我与外界完全隔绝开来。",
        "ある日、たまらずドアを開けた。": "有一天，我终于忍不住打开了门。",
        "行きたい場所なんてどこにもなかったけれど、とにかくこの閉塞感から逃れたかった。": "虽然没有什么想去的地方，但我无论如何都想逃离这种闭塞感。",
        "目的もなく歩き続けると、いつの間にか米軍基地のすぐそばまで来ていた。": "漫无目的地走着走着，不知不觉间竟来到了美军基地附近。",
        "普段なら絶対に近づかない場所だ。": "那是平时我绝对不会靠近的地方。",
        "「ドン、ドン、ドン。": "“咚，咚，咚。",
        "」  規則的で、しかし力強い音が耳に届いた。": "”规律而又强劲的声音传入耳中。",
        "まるで何かが僕を呼んでいるかのように、その音は僕の心を微かに揺さぶった。": "仿佛有什么东西在呼唤我一般，那声音轻轻撼动了我的心弦。",
        "何だろう？": "那是什么？",
        "好奇心に引かれ、僕は音のする方へと吸い寄せられるように歩き、高い塀の隙間から中を覗き込んだ。": "被好奇心吸引，我像被吸过去一样走向声音传来的方向，从高高的围墙缝隙中向里张望。",
        "そこには、鮮やかなオレンジ色のボールと、二人の男がいた。": "在那里，有一个鲜艳的橙色篮球和两个男人。",
        "彼らは、まるで重力から解放されたかのように軽やかにコートを駆け巡り、ボールを追いかけていた。": "他们仿佛摆脱了重力一般，轻盈地在球场上奔跑，追逐着篮球。",
        "一人は背が高く、しなやかな動きでパスを出し、もう一人は小柄だが、その動きはまるで獲物を狙う肉食獣のように素早く、鋭かった。": "其中一人身材高大，以柔韧的动作传球；另一人虽然个头小，但动作像捕食的肉食动物一样迅捷、锐利。",
        "マルクスとジャマル。": "马库斯和贾马尔。",
        "彼らが繰り出すシュートは、吸い込まれるようにネットに揺れ、乾いた音を響かせた。": "他们投出的球仿佛被吸进去一般晃动着球网，发出干脆的声响。",
        "彼らの躍動する姿は、僕の心に深く沈んだ重苦しい感情とは全くの対極にあった。": "他们充满活力的身影，与我内心深处沉重的压抑感形成了鲜明的对比。",
        "汗が飛び散り、笑い声が響く。": "汗水飞溅，笑声回荡。",
        "そこには、僕が忘れかけていた「生きてる」という感覚が満ちていた。": "那里充满了我几乎遗忘的“活着”的感觉。",
        "僕は無意識のうちに、彼らの動きを解析していた。": "我在无意识中分析着他们的动作。",
        "ボールが手から離れる瞬間の、あの指先の繊細な感覚。": "篮球离开手的瞬间，指尖那种细腻的感觉。",
        "それは、水中で水を捉え、推進力を生み出す僕の指先の感覚に酷似していた。": "那和在水中抓住水、产生推进力时我的指尖感觉非常相似。",
        "ドリブルの規則正しいリズムは、僕がプールで何万回と繰り返した、一定のペースで水を掻くストロークのリズムそのものだった。": "运球时有规律的节奏，正是我在泳池里重复了成千上万次、以固定节奏划水时的节奏本身。",
        "そして、相手の意図を読み、パスを出す一瞬のタイミング。": "还有，阅读对手的意图，在一瞬间传球的时机。",
        "それは、スタートの合図を待つ研ぎ澄まされた集中力や、ターンをする際の完璧な予測に通じるものがあった。": "那和等待发令信号时那种高度集中的注意力，以及转身时完美的预判有异曲同工之妙。",
        "何よりも僕の目を奪ったのは、彼らの動き全体に宿る「流れ」だった。": "最吸引我眼球的是，他们整体动作中蕴含的“流动感”。",
        "僕が水泳で追い求めた、無駄な抵抗をなくし、水の流れを味方につける「フロー」。": "我在游泳时所追求的，那种消除多余阻力、利用水流的“顺畅感”（flow）。",
        "バスケットボールにも、その「フロー」が確かに存在していたのだ。": "在篮球运动中，这种“顺畅感”也确实存在。",
        "ふと、背の高い男、マルクスが僕の方に気づき、大きく手を振った。": "忽然，那个高个子男人马库斯注意到了我，大力地挥了挥手。",
        "彼の顔には屈託のない笑顔が浮かんでいて、その明るさに僕は一瞬たじろいだ。": "他脸上挂着无忧无虑的笑容，那份开朗让我一时有些却步。",
        "「ヘイ！": "“嘿！",
        "カモン！": "过来！",
        "ジョインアス！": "和我们一起玩！”",
        "」 彼の英語は単純だったが、その意図は明確に伝わってきた。": "”他的英语虽然简单，但我清晰地理解了他的意思。",
        "隣の小柄な男、ジャマルも、少し訝しげな顔でこちらを見たが、すぐに視線をボールに戻した。": "旁边那个小个子男人贾马尔也带着些许疑惑的表情看了我一眼，但很快就把视线转回了球上。",
        "一瞬、全身の血液が凍り付いたような気がした。": "一瞬间，我感觉全身的血液都凝固了。",
        "僕なんかが、こんな場所で、彼らと？": "像我这样的人，在这种地方，和他们一起？",
        "もう僕は何もできない。": "我已经什么都做不了了。",
        "泳ぐことさえできないのに、新しいことなんて、できるわけがない。": "连游泳都不能了，怎么可能再做新的事情。",
        "心の底からそう思った。": "我打从心底里这么想。",
        "だが同時に、その凍り付いた心の奥底で、小さな、熱い火が灯るのを感じた。": "但与此同时，在那颗冰冷的心灵深处，我感到一簇小小的、炽热的火焰被点燃了。",
        "それは、何週間も感じることのなかった「好奇心」だった。": "那是我数周以来从未感受过的“好奇心”。",
        "彼らの躍動する姿が、僕の心を強く掻き乱し、まるで僕にもできるのではないかという淡い期待を抱かせた。": "他们充满活力的身影强烈地搅动着我的心，让我产生了仿佛自己也能做到的淡淡期待。",
        "ジャマルが、突然、ドリブルしていたボールを僕の方に転がした。": "贾马尔突然把他正在运的球滚向了我。",
        "その意図は明らかだった。": "他的意图很明显。",
        "無言の招待。": "无声的邀请。",
        "オレンジ色のボールは、僕の足元で静かに止まった。": "橙色的篮球在我的脚边静静地停了下来。",
        "僕はゆっくりと、そのボールに手を伸ばした。": "我慢慢地伸出手去触碰那个球。",
        "冷たいはずのボールが、なぜか僕の掌に、温かい希望の光を灯した気がした。": "本应冰冷的篮球，却不知为何在我的掌心点燃了温暖的希望之光。",
        "「…オッケー。": "「…好的。」",
        "」 か細い声が、僕の口からこぼれた。": "」 细弱的声音从我口中逸出。",
        "数週間ぶりに、僕の心に、小さな、しかし確かな光が差し込んだ気がした。": "时隔数周，我感觉心中透进了一束微小却真切的光。",
        "それは、忘れかけていた「前へ進む」という感覚の、最初の、微かな兆候だった。": "那是久已遗忘的「向前迈进」的感觉，最初且微弱的迹象。"
      }
    },
    {
      "id": "ch8",
      "title": "一对一",
      "description": "在马库斯和贾马尔的邀请下，凯多第一次打篮球，也就在那一刻，他的游泳天赋觉醒了。",
      "sentences": {
        "軍の基地にあるバスケットボールコートに立った僕は、手足が自分のものじゃないみたいにぎこちなかった。": "我站在军事基地的篮球场上，手脚僵硬，好像不是自己的一样。",
        "まさか自分がバスケをすることになるとは、昨日の夜まで夢にも思わなかったことだ。": "昨晚之前，我做梦也没想到自己会打篮球。",
        "「カイ、まずはボールに慣れることからだ」マーカスが笑顔でオレンジ色のボールを僕に渡した。": "“凯，首先你要习惯球。”马库斯笑着把橙色的球递给了我。",
        "「ドリブルって言うんだ。": "“这叫运球。",
        "こうやって地面に叩きつけて、また手で受け止める。": "像这样拍到地上，然后再用手接住。",
        "簡単だろ？": "很简单，对吧？”",
        "」  言われた通りにやってみた。": "我照着他说的做了。",
        "僕はまるで初めてボールに触る子供のようにぎこちなかった。": "我笨拙得像个第一次碰球的孩子。",
        "ボールは僕の指先をすり抜け、あっちこっちに転がっていく。": "球从我的指尖滑过，四处滚动。",
        "ジャマールが小さく笑うのが聞こえた。": "我听到贾马尔轻声笑了。",
        "「おいおい、元オリンピック候補がこんなもんか？": "“喂喂，堂堂前奥运选手就这点水平吗？”",
        "」  僕は顔を赤くした。": "我脸红了。",
        "水中で滑らかに動けていた僕が、陸上でこんなに不器用だとは。": "在水中能够流畅运动的我，在陆地上竟然如此笨拙。",
        "マーカスは僕の肩を軽く叩いた。": "马库斯轻轻拍了拍我的肩膀。",
        "「大丈夫だ、カイ。": "“没关系，凯。",
        "最初はみんなそうだ。": "大家刚开始都这样。",
        "焦らずに、リズムを感じてみろ。": "别着急，去感受节奏。”",
        "」  水泳のリズム。": "游泳的节奏。",
        "そう、全てはリズムだ。": "没错，一切都是节奏。",
        "僕は意識的に、手首を使ってボールに回転を与えることを試みた。": "我刻意地尝试用手腕给球施加旋转。",
        "腕を長く伸ばし、指先でボールをコントロールする。": "伸长手臂，用指尖控制球。",
        "何度か失敗した後、ようやくボールが手のひらに吸い付く感覚を覚えた。": "失败了几次之后，我终于感受到了球吸附在掌心的感觉。",
        "ドッ、ドッ、ドッ。": "咚、咚、咚。",
        "心臓の音みたいだ。": "就像心跳声一样。",
        "「よし、いいぞカイ！": "“好极了，凯！",
        "その調子！": "就是这样！”",
        "」マーカスが声を上げた。": "马库斯大声说道。",
        "ジャマールがボールを取り返し、僕にパスを投げた。": "贾马尔把球捡回来，传给了我。",
        "慌てて手を伸ばしたが、ボールは指を弾いて転がっていった。": "我慌忙伸出手，但球却从指间弹开，滚走了。",
        "水中の感覚とは全く違う。": "这和水中的感觉完全不同。",
        "「パスは両手でしっかり受け止めるんだ。": "“传球要用双手稳稳地接住。",
        "キャッチするときは、ボールに柔らかく手を添えるように」マーカスが再び教えてくれた。": "接球的时候，手要温柔地附在球上。”马库斯再次教导我。",
        "シュートも散々だった。": "投篮也糟透了。",
        "リングに向かってボールを投げたが、力加減が分からず、ボールは遥か上を通り過ぎるばかり。": "我把球投向篮筐，却掌握不好力度，球总是远远地飞过篮筐。",
        "何度も。": "一次又一次。",
        "肩は水泳で鍛え抜かれているはずなのに、この動きには全く慣れていなかった。": "我的肩膀明明经过游泳的千锤百炼，却完全不适应这种动作。",
        "「海翔、お前は背が高いから有利だぞ。": "“海翔，你个子高，有优势。",
        "そして、体力もある」ジャマールが言った。": "而且体力也好。”贾马尔说道。",
        "「泳いでたんだろ？": "“你不是游泳的吗？",
        "あの持久力は羨ましいね。": "那种耐力真让人羡慕啊。",
        "ただ、動きにキレがないだけだ。": "只是动作缺乏爆发力而已。”",
        "」  確かに、コートを何度も往復しても息が上がらない。": "确实，我在球场上反复折返跑，呼吸也没有急促。",
        "水泳で培った持久力と体幹がこんな形で役立つとは。": "通过游泳培养的耐力和核心力量，竟然能以这种方式派上用场。",
        "マーカスは僕にシュートのフォームを丁寧に教えてくれた。": "马库斯细心地教我投篮姿势。",
        "「肘を内側に、膝を曲げて、ジャンプして…」僕は彼らの真似をして、何度も繰り返した。": "“手肘向内，屈膝，然后跳起来……”我模仿着他们，一遍又一遍地重复。",
        "頭の中で、水中でストロークを繰り返す自分を想像した。": "我在脑海中想象着自己在水中反复划水。",
        "反復練習。": "反复练习。",
        "それは水泳と同じだ。": "这和游泳一样。",
        "体が少しずつ、バスケットボールの動きに慣れていく。": "身体一点点地适应了篮球的动作。",
        "ぎこちない中に、時折滑らかさが現れた。": "在笨拙之中，偶尔也出现了一丝流畅。",
        "ジャマールが僕を抜き去ろうとした時、僕は思わず手を伸ばした。": "贾马尔试图从我身边突破时，我情不自禁地伸出了手。",
        "その長い腕が、彼のパスの軌道をわずかに変えた。": "我那条长长的手臂，稍稍改变了他传球的轨迹。",
        "「おお、ナイスディフェンス、カイ！": "“哦，防守得好，凯！",
        "」マーカスが驚いたような声を上げた。": "”马库斯发出了惊讶的声音。",
        "その瞬間、僕の体の中で何かが弾けた。": "那一瞬间，我体内有什么东西爆发了。",
        "水中で感じていた、あの研ぎ澄まされた感覚。": "那是在水中感受到的，那种敏锐的感觉。",
        "そして、その時が来た。": "然后，那一刻来了。",
        "マーカスからのパスを、今度はしっかり両手でキャッチできた。": "这次我稳稳地用双手接住了马库斯的传球。",
        "ドリブルを一回、二回。": "运球一下，两下。",
        "ボールが手に吸い付く。": "球仿佛吸附在我的手上。",
        "リングを見上げた。": "我抬头望向篮筐。",
        "距離は近い。": "距离很近。",
        "膝を深く曲げ、水中でスタートを切る時と同じように、一瞬、呼吸を整えた。": "我深深弯曲膝盖，像在水中出发时一样，短暂地调整了呼吸。",
        "跳んだ。": "我跳了起来。",
        "ボールを放つ。": "把球投了出去。",
        "スッと、ネットが揺れる音がした。": "唰地一声，我听到了篮网摆动的声音。",
        "その音は、まるで水が僕を優しく包み込むような、不思議な感覚だった。": "那个声音，就像是水温柔地将我包裹起来一样，一种不可思议的感觉。",
        "弾むボール、揺れるネット。": "弹跳的球，摇曳的篮网。",
        "僕の心臓がドクドクと音を立てる。": "我的心怦怦直跳。",
        "水泳でオリンピックを目指していた頃以来の、胸の高鳴りだった。": "这是我自游泳时以奥运为目标以来，胸中再次涌起的激动。"
      }
    },
    {
      "id": "ch9",
      "title": "从巷到巷",
      "description": "魁斗将游泳训练方法运用到篮球上，暗中刻苦训练。他发现了新的热情。",
      "sentences": {
        "夜明け前、あるいは皆が寝静まった後。": "拂晓前，或者在大家熟睡之后。",
        "僕は一人、軍のバスケットコートへ向かった。": "我独自一人前往军营篮球场。",
        "かつての水泳のように、誰にも知られずバスケットボールを習得しようと決めたのだ。": "我决定像以前学游泳一样，不让任何人知道地去掌握篮球技巧。",
        "ドリブルから始めた。": "我从运球开始。",
        "最初は手につかず、まるで水中でぎこちない手足のようだった。": "起初我运球很不顺手，简直就像在水里笨拙的手脚一样。",
        "だが、反復こそが体を覚えさせる唯一の方法だと知っていた。": "但是，我知道只有反复练习才是让身体记住的唯一方法。",
        "プールで何千回も腕を回し、キックを打ってきたように、ひたすらボールを床に叩きつけ続けた。": "就像我在泳池里划了成千上万次手臂、踢了成千上万次腿一样，我只是不停地将球拍向地面。",
        "左手で100回、右手で100回、それを何セットも。": "左手一百次，右手一百次，这样重复了好几组。",
        "視線は常に前、体はリラックス。": "视线始终向前，身体放松。",
        "シュートフォームも同様だ。": "投篮姿势也同样如此。",
        "まず、リングの真下からゆっくりとボールを押し出す練習。": "首先，练习从篮筐正下方缓慢地将球推出。",
        "手首のスナップ、指先の感覚。": "手腕的发力，指尖的感觉。",
        "水の抵抗を感じながらストロークを調整した時のように、力の入れ具合を微調整する。": "就像感受着水的阻力来调整划水动作时一样，我细致地调整着力道。",
        "次に、少しずつ距離を広げ、最後にフリースローラインから。": "接下来，我逐渐拉开距离，最后从罚球线投篮。",
        "外れるたびに、何がダメだったかを分析した。": "每次投失，我都会分析是哪里没做好。",
        "高さか、方向か、それとも回転か。": "是高度？是方向？还是旋转呢？",
        "体を動かすリズムは、泳ぎと似ていると感じ始めた。": "我开始觉得身体运动的节奏和游泳很相似。",
        "水の抵抗を感じながらも力強く進むあの感覚。": "那种即使感受到水的阻力，依然能有力前进的感觉。",
        "バスケットボールでは、ボールの弾むリズム、足の運び、重心移動が、流れるような動きを生み出す。": "在篮球运动中，球的弹跳节奏、脚步的移动、重心的转移，都能创造出如行云流水般的动作。",
        "それはまるで、水中を滑るようだった。": "那感觉就像在水中滑行一样。",
        "シュートを決めた時の「スウッシュ」という音、ネットを揺らす感触は、完璧なターンで壁を蹴る瞬間の快感にも通じた。": "投篮命中时“唰”的一声，以及篮网晃动的触感，和游泳时完美转身蹬壁瞬间的快感不谋而合。",
        "この新たなリズムが、僕の全身を包み込み、深い喜びを与えてくれた。": "这种新的节奏包裹着我的全身，带给我深深的喜悦。",
        "毎日、少しずつ、自分のスキルが向上していくのが分かった。": "每天，我都能感觉到自己的技能一点点地在提升。",
        "体はまだ慣れない動きに戸惑っていたが、かつての水泳で培った「効率的な動き」を求める感覚が、バスケットボールにも活きている。": "虽然身体还不适应这些不熟悉的动作，但以前在游泳中培养出的追求“高效动作”的感觉，在篮球中也发挥了作用。",
        "無駄をなくし、最小の力で最大を出す。": "去除冗余，以最小的力气发挥最大的效果。",
        "これは僕が水泳で学んだ最も重要なことだった。": "这是我在游泳中学到的最重要的事情。",
        "数週間後。": "几周后。",
        "いつもの午後の練習で、マルクスとジャマルが僕の変化に気づいた。": "在日常的下午训练中，马库斯和贾马尔注意到了我的变化。",
        "「おい、カイト、いつの間にそんなに上手くなったんだ？": "“嘿，凯特，你什么时候变得这么厉害了？",
        "」「なんか動きがスムーズになったな、泳ぎみたいだ。": "”“感觉动作变得流畅了，就像游泳一样。”",
        "」二人の言葉に、僕は少し照れくさかった。": "听到他们俩的话，我感到有些害羞。",
        "彼らは僕が密かに練習していることなど知る由もない。": "他们压根不知道我一直在秘密练习。",
        "夜、誰もいないコートで一人、ボールをドリブルする。": "夜晚，我独自一人在空无一人的球场上运着球。",
        "ライトに照らされたバスケットリングが輝き、汗がTシャツに染み込む。": "被灯光照亮的篮筐闪闪发光，汗水浸透了T恤。",
        "呼吸は荒いが、心は驚くほど穏やかだった。": "虽然呼吸急促，但内心却出奇地平静。",
        "水中で呼吸を整え、ひたすら前へ進んだあの頃の集中力、静かな高揚感。": "就像在水中调整呼吸，只是一个劲儿地向前游的那个时候，那种专注力、那种安静的兴奋感。",
        "今、このコートの上で、僕の全身を満たしていた。": "如今，它充盈着我的全身，就在这片球场上。",
        "水泳のレーンが僕の全てだったように、今、このバスケットコートのレーンが、僕の新たな世界になりつつあった。": "就像游泳池的泳道曾经是我的全部一样，如今，这片篮球场的区域正在成为我的新世界。",
        "ボールが弾む音だけが、静寂に響く。": "只有篮球弹跳的声音，在寂静中回响。",
        "この感覚を、僕はまた見つけることができたんだ。": "我又一次找回了这种感觉。"
      }
    },
    {
      "id": "ch10",
      "title": "转折点",
      "description": "田中教练察觉到了凯的变化，从而在残破的泳池中引发了一场对峙。这是过去与未来之间的抉择时刻。",
      "sentences": {
        "「最近、お前を見かけないと思ったら、こんなところにいたのか。": "“最近没看到你，原来你在这儿啊。”",
        "」 背後から聞こえた田中コーチの声に、僕はギクリと肩を震わせた。": "身后传来田中教练的声音，我猛地一颤，肩膀抖了一下。",
        "彼のしわの刻まれた顔は、いつになく厳しい。": "他那布满皱纹的脸，比以往任何时候都严厉。",
        "「コーチ…」 僕は声にならない声を絞り出した。": "“教练……”我挤出沙哑的声音。",
        "彼が僕を探しに来たことは明白だった。": "他来找我，显而易见。",
        "ここは、かつて僕の全てだった場所だ。": "这里，曾是我的一切。",
        "スーパー台風で壊滅的な被害を受けたプールは、見るも無残な姿を晒していた。": "被超级台风摧毁的泳池，如今面目全非，惨不忍睹。",
        "ひび割れたタイル、乾いた底、崩れた観客席。": "开裂的瓷砖，干涸的池底，坍塌的看台。",
        "何もかもが、僕の過去の夢の残骸を物語っていた。": "一切的一切，都在诉说着我过去梦想的残骸。",
        "僕は、この場所から離れられずにいた。": "我一直无法离开这里。",
        "ここに来れば、過去の自分と向き合える気がしたからだ。": "因为我感觉来到这里，就能面对过去的自己。",
        "田中コーチはゆっくりと僕の隣まで歩み寄った。": "田中教练缓缓地走到我身边。",
        "彼は荒廃したプールを見つめ、深くため息をついた。": "他凝视着荒废的泳池，深深地叹了口气。",
        "「海翔…お前、どうしているんだ。": "“海翔……你到底在干什么？",
        "連絡も取れない、練習にも来ない。": "联系不上，也不来训练。",
        "一体、何をしている？": "你究竟在做什么？”",
        "」 彼の声には、怒りよりも深い悲しみと心配が滲んでいた。": "他的声音中，渗透着比愤怒更深的悲伤和担忧。",
        "僕が水から遠ざかっていることは知っていても、水泳を完全に捨てたとは思っていないはずだ。": "他就算知道我疏远了水，也肯定没料到我会彻底放弃游泳。",
        "「すみません…」僕はうつむいた。": "“对不起……”我低下了头。",
        "罪悪感が胸を締め付ける。": "罪恶感紧紧攫住我的心。",
        "僕の心臓は激しく鼓動した。": "我的心脏剧烈跳动着。",
        "コーチの期待、母との約束、そして僕自身の全てを捧げた水泳。": "教练的期望，与母亲的约定，以及我倾注了所有心血的游泳。",
        "それら全てを裏切っている気がした。": "我感觉自己背叛了所有这一切。",
        "だが、あの悪夢以来、水が怖くてたまらない。": "可是，自从那场噩梦以来，我无比害怕水。",
        "水中に潜ることを考えると、息が詰まる。": "一想到要潜入水中，我就感觉窒息。",
        "そんな僕に、バスケットボールは新たな光を与えてくれた。": "而篮球，却给了我新的光芒。",
        "あのコートで、僕は水泳とは違う「流れ」を感じた。": "在那片球场上，我感受到了与游泳不同的“流动”。",
        "体が自由に動き、ボールがまるで僕の延長のように感じられる。": "身体自由地移动着，球仿佛是我身体的延伸。",
        "あの感覚が、僕を深く満たした。": "那种感觉，深深地充实了我。",
        "田中コーチは僕の沈黙に、察したように言った。": "田中教练察觉到我的沉默，开口说道：",
        "「水が怖いのか？": "“你怕水了？”",
        "無理もない。": "这也难怪。",
        "だが…それが全てを捨てる理由になるのか？": "可是……这就能成为你放弃一切的理由吗？”",
        "」 「捨ててなんか、いません…」僕は言葉に詰まった。": "“我才没有放弃……”我语塞了。",
        "「じゃあ、なぜだ？": "“那为什么？",
        "なぜ練習に来ない？": "为什么不来训练？",
        "海翔，お前はオリンピックを目指していたんだぞ。": "海翔，你可是以奥运为目标的啊。",
        "母さんとの約束はどうする？": "你和妈妈的约定怎么办？",
        "水泳はお前の人生だったはずだ！": "游泳本该是你的人生！”",
        "」 彼の声が、少しずつ熱を帯びる。": "他的声音，一点点变得激昂。",
        "僕は顔を上げた。": "我抬起头。",
        "「…バスケットボールなんです。": "“……是篮球。”",
        "」 コーチの表情が凍りついた。": "教练的表情僵住了。",
        "「バスケットボールだと？": "“篮球？",
        "お前は…何を馬鹿なことを言っているんだ。": "你……你在说什么蠢话。”",
        "」 「馬鹿なんかじゃありません！": "“这不是蠢话！”",
        "」僕は震える声で叫んだ。": "我用颤抖的声音喊道。",
        "「僕、バスケットボールで、初めて水泳と同じ「流れ」を感じたんです。": "“我，打篮球时，第一次感受到了和游泳一样的‘流动’。",
        "怖い水の中にいる必要がないのに、自由になれる。": "不用待在可怕的水里，我却能获得自由。",
        "息ができる…もう、水の中にいるのは、辛いんです！": "我能呼吸……待在水里，真的太痛苦了！”",
        "」 僕の言葉は、まるで堰を切ったように溢れ出した。": "」 我的话语，仿佛决堤的洪水般倾泻而出。",
        "コーチは僕の目を真っ直ぐに見つめ、その中に浮かぶ恐怖と、新しい情熱の光を見つけようとしているようだった。": "教练直视着我的眼睛，仿佛想从中找出那份恐惧，以及新生的热情之光。",
        "長い沈黙が流れた。": "长久的沉默流淌着。",
        "コーチは、崩れたプールの向こうの空を仰いだ。": "教练仰望着破败泳池对面的天空。",
        "そして、ゆっくりと僕に視線を戻した。": "随后，他慢慢地将视线转回到我身上。",
        "「…そうか。": "「……原来如此。",
        "そんなに辛いのか、水が。": "水，让你如此痛苦吗？",
        "」 彼の声は、すっかり落ち着いていた。": "」 他的声音已完全平静下来。",
        "しかし、その深いしわの奥には、拭い去れない悲しみが宿っていた。": "然而，他深邃的皱纹深处，却藏着无法抹去的悲伤。",
        "「お前が水泳に全てを捧げたこと、私も知っている。": "「你为游泳倾注了所有，我都知道。",
        "だからこそ、期待していた。": "正因如此，我曾寄予厚望。",
        "だが…無理強いはできないな。": "但……我不能强求你。",
        "」 彼は寂しそうに微笑んだ。": "」 他寂寥地笑了笑。",
        "「お前が本当にそこで「流れ」を見つけたのなら、それがお前の道なのだろう。": "「如果你真的在那里找到了『潮流』，那或许就是你的道路。",
        "母さんも、お前が苦しむ姿は望まないはずだ。": "妈妈，应该也不希望你受苦。",
        "」 彼は僕の肩に手を置いた。": "」 他把手放在我的肩上。",
        "その手は、昔と変わらず大きく、温かかった。": "那只手，一如既往地宽厚而温暖。",
        "「行け、海翔。": "「去吧，海翔。",
        "お前の選んだ道を行け。": "走你选择的道路。",
        "だが、忘れるな。": "但是，别忘了。",
        "水泳で培った全ては、決して無駄にはならない。": "你在游泳中磨练出的一切，绝不会白费。",
        "それは、お前の一部だ。": "它，是你的一部分。",
        "」 僕は思わず涙が溢れそうになった。": "」 我禁不住泪水夺眶而出。",
        "コーチは、僕が水泳を辞めることを許してくれた。": "教练允许我放弃游泳。",
        "僕の新しい道を、認めてくれたんだ。": "他认可了我的新道路。",
        "それは、何よりも僕を解放する言葉だった。": "那是，比什么都更能将我解放的话语。",
        "「ありがとうございます…コーチ。": "「谢谢您……教练。",
        "」 絞り出した声は震えていた。": "」 我挤出的声音颤抖着。",
        "コーチは何も言わず、ただうなずき、背を向けてゆっくりと去っていった。": "教练什么也没说，只是点了点头，然后转过身，慢慢地离开了。",
        "その背中は、以前よりもずっと小さく見えた。": "他的背影，看起来比以前矮小了许多。",
        "僕は壊れたプールの前で立ち尽くした。": "我呆呆地站在破败的泳池前。",
        "長年の重荷から解放された清々しさと、大切な人を悲しませた罪悪感が同時に押し寄せる。": "摆脱多年重负的轻松感，与让重要之人悲伤的罪恶感同时涌上心头。",
        "僕の新しい道は、ここから始まる。": "我的新道路，将从这里开始。",
        "だが、過去の「僕」は、この壊れたプールの底に、確かに残されている。": "然而，过去的『我』，却真真切切地留在了这破败泳池的底部。"
      }
    },
    {
      "id": "ch11",
      "title": "花之声",
      "description": "花子在深夜篮球场找到了凯斗，并鼓励他挑战校队。",
      "sentences": {
        "夜の学校のバスケットコートは、月明かりだけが頼りだった。": "夜晚的学校篮球场，仅有月光作为依靠。",
        "ボールが床を叩く鈍い音が響く。": "篮球拍打地板的沉闷声回荡着。",
        "ドリブル、シュート。": "运球，投篮。",
        "水の中とは違うけれど、このリズムが心地よかった。": "虽然和在水里不同，但这种节奏让人感到舒适。",
        "水と一体になるような集中と高揚が、このボールにも宿る気がした。": "如同与水融为一体般的专注与兴奋，感觉也寄宿在了这颗篮球上。",
        "「海翔？": "“海翔？",
        "」  不意に、後ろから優しい声。": "” 突然，身后传来一个温柔的声音。",
        "ハナだった。": "是花奈。",
        "驚いてボールを落としそうになる。": "我吓得差点把球掉了。",
        "なぜここに？": "为什么会在这里？",
        "ハナは月明かりの下、静かに佇んでいた。": "花奈在月光下静静地站着。",
        "「こんな時間に、何してるの？": "“这么晚了，你在做什么呢？",
        "」 俺はどもった。": "” 我结结巴巴地回答。",
        "「えっと…バスケ、だよ。": "“呃……在打篮球。”",
        "」 ハナは少し目を丸くしたが、ふわりと微笑んだ。": "” 花奈稍微睁大了眼睛，然后轻轻地笑了。",
        "「バスケ…海翔が？": "“篮球……海翔在打篮球？",
        "…なんだか、楽しそうだね。": "……总觉得，你看起来很开心呢。”",
        "」  彼女は俺のシュートをじっと見ていた。": "” 她凝视着我的投篮。",
        "「うん…まあ、少し。": "“嗯……算是吧，一点点。”",
        "」 「水の中にいた時とは、違う顔をしてる。": "” “你和在水里的时候，表情不一样。",
        "でも…海翔らしさは、変わらないね。": "但是……海翔的本质，没有变呢。”",
        "」 ハナの言葉が心に響いた。": "” 花奈的话语触动了我的心。",
        "泳いでいた頃の俺と今の俺、別物だと思っていたのに。": "我曾以为，游泳时的我与现在的我是截然不同的两个人。",
        "「ねえ、バスケ部、入ってみないの？": "“喂，你不考虑加入篮球社吗？",
        "」 俺は反射的に首を振った。": "” 我反射性地摇了摇头。",
        "「無理だよ、ハナ。": "“不行啦，花奈。",
        "俺は水泳選手だったんだ。": "我以前是游泳选手。",
        "ガリガリだし、バスケなんてやったことないし…」": "我又瘦又弱，而且从来没打过篮球……”",
        "水泳こそ母さんとの約束。": "游泳才是我和妈妈的约定。",
        "新しいことを始めるのは裏切りでは、という罪悪感が残っていた。": "开始新的事物，我仍然带着一种像是背叛的罪恶感。",
        "ハナは俺の隣に並び、月を見上げた。": "花奈走到我身边并排站着，仰望着月亮。",
        "「お母さんは、海翔が苦しんでる姿じゃなくて、きっと、輝いている姿を見たかったんだと思うよ。": "“我想，妈妈想看到的，不是海翔你痛苦的样子，而一定是你闪耀着光芒的样子。",
        "」 ハナの言葉が、優しく心に染み渡る。": "” 花奈的话语温柔地浸润着我的心。",
        "「海翔がバスケしてるの見て思ったの。": "“我看到海翔你打篮球，就想到了。",
        "水中で全てを賭けていた集中力や、体でリズムを感じ取る感覚。": "在水中全心投入的专注力，以及用身体感受节奏的感觉。",
        "あの時の海翔の真剣さが、ここでもそのままあるって。": "那时候海翔的认真劲，在这里也原封不动地存在着。”",
        "」  「場所が変わっても、海翔らしさは変わらないよ。": "” “即使换了地方，海翔的本质也不会改变哦。",
        "海翔はいつも一生懸命で、どこまでも高みを目指してる。": "海翔总是那么努力，不断追求更高的境界。",
        "それが海翔の素敵なところ。": "这就是海翔最棒的地方。”",
        "」 ハナは俺の目をまっすぐ見た。": "” 花奈直视着我的眼睛。",
        "「それに、バスケも、お母さんとの約束の続きなんじゃないかな？": "“而且，打篮球这件事，不也是和妈妈约定的延续吗？",
        "」 その言葉は魔法のようだった。": "” 那句话如同魔法一般。",
        "「お母さんは、海翔に夢を持って欲しかったんだと思う。": "“我想，妈妈是希望海翔能拥有梦想的。",
        "それがたまたま水泳だっただけで。": "只不过那个梦想恰好是游泳而已。",
        "夢中になれるものを見つけること自体が、お母さんとの約束だったんじゃないかな。": "发现能够让你全情投入的事物本身，不就是和妈妈的约定吗？”",
        "」  はっとした。": "” 我恍然大悟。",
        "母さんは、俺が幸せで、何かに打ち込む姿を望んでいた。": "妈妈是希望我能幸福，并全心投入到某件事中的。",
        "この新しい情熱も、母さんが望んだ「夢中になれるもの」なのかもしれない。": "这种新的热情，或许也是妈妈所希望的“能让你全情投入的事物”吧。",
        "「でも…俺、まだ…」まだ少し戸惑いがあった。": "“可是……我，还……”我仍有些许犹豫。",
        "ハナはそっと俺の肩を叩いた。": "花奈轻轻拍了拍我的肩膀。",
        "「とりあえず、やってみようよ。": "「总之，先试试看嘛。",
        "体験入部とか、見学だけでも。": "就算只是体验入部，或者参观一下也好。",
        "ダメだったら、また考えればいい。": "如果不行，再重新考虑就是了。",
        "きっと、新しい海翔が見つかるよ。": "你一定能找到一个全新的海翔。」",
        "」 彼女の瞳は、揺るぎない優しさに満ちていた。": "她的眼眸里充满了坚定不移的温柔。",
        "その優しさが、俺の心にあった重い鎖を溶かしていくようだった。": "这份温柔，仿佛融化了我心中沉重的枷锁。",
        "「…うん。": "「……嗯。」",
        "」 俺は小さく頷いた。": "我轻轻地点了点头。",
        "ハナがにこっと笑った。": "小花微微一笑。",
        "その笑顔は、夜の球场を、そして俺の心を明るく照らした。": "她的笑容点亮了夜晚的球场，也照亮了我的心。",
        "新しい一歩を踏み出す勇気が、静かに、しかし確かに、俺の胸の中に湧いてくるのを感じた。": "迈出新一步的勇气，安静而又确实地，在我胸中涌动着。"
      }
    },
    {
      "id": "ch12",
      "title": "选拔",
      "description": "海斗参加了学校篮球队的选拔。山田教练看中了他的天赋。",
      "sentences": {
        "体育館の扉を開ける手が、微かに震えていた。": "推开体育馆门的手微微颤抖着。",
        "中から聞こえてくるバスケットボールの弾む音と、十数人の生徒たちの熱気。": "从里面传来篮球拍击声，以及十几个学生的热情。",
        "その中に足を踏み入れた瞬間、心臓がうるさいくらいに脈打った。": "踏入其中的瞬间，心脏剧烈地跳动着。",
        "手のひらには汗がにじむ。": "手心里渗出了汗。",
        "水泳のプールサイドに立つ時とは違う、全く未知の緊張感だった。": "这是一种与站在游泳池边时完全不同的、陌生的紧张感。",
        "壁際に集まる生徒たちは、皆バスケ部のユニフォームや練習着を身につけている。": "聚集在墙边的学生们，都穿着篮球部的队服或训练服。",
        "俺だけが、場違いなTシャツとハーフパンツ姿で、ひょろりと高く立っていた。": "只有我，穿着格格不入的T恤和短裤，瘦高地站在那里。",
        "俺の身長に気づいた数人の視線がこちらに向かう。": "几道注意到我身高的视线朝我投来。",
        "好奇と、僅かな嘲笑を含んだような視線が刺さる。": "带着好奇和一丝嘲笑的目光刺向我。",
        "泳ぐことしか知らなかった俺が、本当にこの舞台で通用するのか？": "只知道游泳的我，真的能在这个舞台上立足吗？",
        "不安が胸を締め付ける。": "不安紧紧攫住我的心。",
        "「よし、集合！": "“好了，集合！”",
        "」 山田コーチの張りのある声が体育館に響き渡った。": "山田教练洪亮的声音响彻体育馆。",
        "眼鏡の奥の鋭い目が、一人一人を見渡す。": "眼镜后那锐利的目光，扫视着每一个人。",
        "そして、俺のところで一瞬止まった。": "然后，在我这里停留了一瞬。",
        "彼は俺の存在を、明らかに認識している。": "他显然是明确知道我的存在的。",
        "まずは基礎練習から始まった。": "首先从基础练习开始。",
        "ドリブル。": "运球。",
        "ボールは言うことを聞かず、足元で変な方向に跳ねる。": "篮球不听使唤，在脚边朝着奇怪的方向乱跳。",
        "シュート。": "投篮。",
        "リングにすら届かず、ボードに当たって明後日の方向に飛んでいく。": "连篮筐都够不着，撞到篮板后飞向了不知名的方向。",
        "パス。": "传球。",
        "仲間に届くどころか、地面を転がっていく。": "别说传到队友手里了，球都在地上滚着。",
        "俺のぎこちない動きを見て、周りの何人かが吹き出すのが聞こえた。": "看到我笨拙的动作，我听到周围有几个人噗嗤一声笑了出来。",
        "耳が熱くなる。": "耳朵发烫。",
        "だが、体は覚えていた。": "但是，身体却记住了。",
        "水泳で培った、正確な動作を繰り返す集中力と、効率的な体の使い方を。": "在游泳中培养出的，重复精确动作的专注力，和高效的身体使用方法。",
        "不器用な自分を恥じるよりも、正しいフォームを習得することに意識を集中した。": "比起为自己的笨拙感到羞耻，我更专注于学习正确的姿势。",
        "何度もボールを拾い、またドリブルを始める。": "我一次又一次地捡起球，重新开始运球。",
        "次に走りのメニューに移った。": "接着进入了跑步训练环节。",
        "コーチの合図で一斉にダッシュ。": "随着教练的信号，大家一起冲刺。",
        "俺の長い脚は、体育館の床を滑るように駆け抜けた。": "我修长的双腿如同滑行般掠过体育馆的地板。",
        "水中で水を掻くように、自然と体が前に出る。": "就像在水中划水一样，身体自然而然地向前冲。",
        "一瞬で他の選手たちを置き去りにした時、ちらりと俺を見た彼らの顔に驚きの色が浮かんだのを見逃さなかった。": "当我瞬间将其他选手甩在身后时，我瞥见他们脸上浮现出惊讶的神色，我没有错过这一点。",
        "「よし、ナカムラ、速いな！": "“好，中村，你真快！”",
        "」山田コーチの声が響く。": "山田教练的声音响起。",
        "続いて、ジャンプの練習。": "接着，是跳跃练习。",
        "コーチがボードに貼った印を叩くよう指示する。": "教练指示我们去拍击板子上贴着的标记。",
        "俺は深く沈み込み、全身を使って跳躍した。": "我深蹲下去，全身发力跳了起来。",
        "驚くほど体が軽く、まるで水から飛び出すように天井に向かって伸びる。": "身体轻得惊人，仿佛从水中跃出一般，向上伸向天花板。",
        "印は楽々と叩けた。": "我轻而易举地拍到了标记。",
        "他の誰も届かない高さに、俺の手が届いたのだ。": "在其他任何人都够不到的高度，我的手却够到了。",
        "ハーフコートでミニゲームが始まった。": "在半场，小型比赛开始了。",
        "ボールを持てばすぐ奪われる。": "我一拿到球就被抢走。",
        "パスは通らない。": "传球也传不到位。",
        "だが、俺はコートを縦横無尽に走り回った。": "但是，我却在球场上纵横驰骋。",
        "その長い腕を伸ばせば、相手のパスコースを塞ぎ、驚くような位置からブロックに跳んだ。": "我伸展着长长的手臂，阻断了对手的传球路线，并在惊人的位置起跳进行盖帽。",
        "まるで壁のように相手の前に立ちはだかり、リバウンドでは誰よりも高く跳んでボールを掴んだ。": "我如同高墙一般阻挡在对手面前，在抢篮板时跳得比任何人都高，抓住了球。",
        "「すげぇ…」 「あいつ、下手だけど、とんでもない身体能力だな」 そんな声が聞こえる。": "“好厉害…”“那家伙虽然打得不好，但身体素质真是惊人啊。”我听到了这样的声音。",
        "水泳で培った心肺機能と、諦めない精神が、俺を支えていた。": "在游泳中培养出的心肺功能和永不放弃的精神，支撑着我。",
        "全身の筋肉が軋むが、むしろ心地よかった。": "全身肌肉酸痛，但反而觉得很舒服。",
        "これが、バスケットボールの「水」なのだ。": "这就是篮球的‘水’啊。",
        "練習の終わり、山田コーチが全員をコートの中央に集めた。": "训练结束时，山田教练把所有人都召集到球场中央。",
        "張り詰めた空気が体育館を満たす。": "紧张的气氛弥漫在体育馆中。",
        "「今回の練習参加者の中から、来年度のバスケットボール部員を発表する」": "“我将从本次训练的参与者中，宣布明年的篮球队成员。”",
        "コーチが手元のリストを読み上げる。": "教练读出手中的名单。",
        "一人、また一人と名前が呼ばれるたびに、呼ばれた者は安堵の表情を浮かべ、呼ばれなかった者は悔しそうに顔を歪めた。": "每当一个又一个名字被念到，被叫到的人都露出如释重负的表情，而没被叫到的人则不甘心地扭曲了脸。",
        "俺の名前は、まだ呼ばれない。": "我的名字还没有被念到。",
        "心臓が胸の内で暴れまわる。": "心脏在胸腔里狂跳不止。",
        "ダメだったのか？": "难道不行吗？",
        "やはり、バスケットボールは俺には無理だったのか？": "果然，篮球对我来说还是太难了吗？",
        "「…そして、最後に。": "“……最后。",
        "中村海翔」": "中村海翔。”",
        "耳を疑った。": "我简直不敢相信自己的耳朵。",
        "まさか。": "怎么可能。",
        "「お前はまだ、バスケの『バス』の字も知らないだろう。": "“你甚至连篮球的‘篮’字怎么写都不知道吧。",
        "だが、その身体能力と、何より…諦めない目。": "但，你的身体素质，以及最重要的……那不放弃的眼神。",
        "俺はお前を、育ててみたい」": "我想培养你。”",
        "山田コーチの力強い視線が、まっすぐに俺を見つめていた。": "山田教练充满力量的目光，直直地注视着我。",
        "「来年、一緒に全国を目指そう。": "“明年，我们一起向全国大赛迈进吧。”",
        "中村」": "中村。”",
        "水に沈み、全てを失ったと思った俺に、新たな光が射した瞬間だった。": "那是我沉入深渊，以为失去一切后，一道新的光芒照进来的瞬间。"
      }
    },
    {
      "id": "ch13",
      "title": "新学科",
      "description": "海斗将游泳训练中的严谨和毅力应用到篮球上，并与球队一同开始了高强度训练。",
      "sentences": {
        "朝が来る前から、僕はもう体育館にいた。": "天亮前，我就已经在体育馆了。",
        "体育館の冷たい空気は、昔、プールの早朝練習で感じたあの清冽な水と同じように、僕の心を研ぎ澄ませた。": "体育馆冰冷的空气，就像我过去在泳池早训时感受到的清澈冰凉的水一样，让我的内心清醒而专注。",
        "水泳選手だった頃と同じように、僕は毎朝、誰よりも早く練習を開始し、誰よりも遅くまで残って練習を続けた。": "就像当游泳选手时一样，我每天早上都比任何人都早开始训练，也比任何人都晚离开，坚持不懈地练习。",
        "バスケットボールの練習は、僕にとって新たな学びの連続だった。": "篮球训练对我来说，是持续不断的全新学习。",
        "水泳では個人の技術と持久力が全てだったが、バスケはチームとの連携、そして瞬間的な判断が求められる。": "游泳是个人技术和耐力的天下，但篮球却需要团队协作以及瞬间的判断力。",
        "それでも、僕の身体は水泳で培った「効率」と「反復」の概念を覚えていた。": "即便如此，我的身体依然牢记着游泳所培养的“效率”和“重复”的概念。",
        "ドリブルの練習では、ボールが手の延長になるまで、何度も何度も床に叩きつけた。": "运球练习时，我一遍又一遍地将球拍向地板，直到它成为我手的延伸。",
        "シュートフォームは、水中のストロークと同じくらい精密に、指先の感覚まで意識して調整した。": "投篮姿势，我像调整水中划水动作一样精确，甚至连指尖的感觉都刻意去调整。",
        "パスは、相手の動きを予測し、最も効率的な軌道で送ることを追求した。": "传球时，我追求预测对手的动作，以最有效率的轨迹送出球。",
        "「水泳と同じだ。": "“和游泳一样。",
        "一つ一つの動作を分解し、完璧にするまで繰り返す」と、僕は自分に言い聞かせた。": "把每一个动作分解，然后重复练习直到完美。”我这样告诉自己。",
        "まるで、何千回もターン練習を繰り返すように、基礎を徹底的に叩き込んだ。": "就像重复了几千次转身练习一样，我彻底地打磨着基础。",
        "最初はぎこちなかった動きは、日を追うごとに滑らかになっていった。": "最初僵硬的动作，随着日子的推移变得越来越流畅。",
        "身長がある分、リバウンドやブロックは得意だったが、最も苦労したのはやはり瞬発的な動きやボールハンドリングだった。": "因为身高优势，抢篮板和盖帽是我的强项，但最让我吃力的还是爆发性的移动和控球。",
        "しかし、僕は諦めなかった。": "然而，我没有放弃。",
        "朝練ではフットワークとドリブル、チーム練習で連携を学び、夜は一人でシュート練習に没頭した。": "早训时练习步法和运球，团队训练中学习配合，晚上则独自一人沉浸在投篮练习中。",
        "山田コーチは、そんな僕の姿を静かに見守っていた。": "山田教练静静地关注着我这样的表现。",
        "初めは僕の不器用さに呆れたような顔をしていたが、僕が朝早くから一人でシューティングをしているのを見たり、チーム練習の後も黙々と自主練を続ける姿を見るうちに、彼の僕を見る目は変わっていった。": "起初，他对我的笨拙感到有些无奈，但当他看到我一大早独自一人投篮，以及团队训练结束后依然默默地坚持自主训练时，他看我的眼神变了。",
        "「中村、お前は本当に努力家だな」と、ある日、コーチが僕に声をかけた。": "“中村，你真是个努力的人啊。”有一天，教练这样对我说。",
        "その言葉は、まるで水泳時代のコーチの励ましのようで、僕の胸に温かく響いた。": "那句话就像是游泳时期教练的鼓励一样，温暖地回荡在我心中。",
        "チームメイトたちも、最初こそ僕の泳ぎのようなぎこちない動きに笑っていたが、僕の練習量と成長の速さを目の当たりにするうちに、次第に尊敬のまなざしを向けるようになった。": "队友们起初也曾嘲笑我像游泳一样僵硬的动作，但当他们亲眼目睹我的训练量和惊人的进步速度后，逐渐投来了尊敬的目光。",
        "「海翔、そのフックシュート、結構いい感じになってきたな！": "“海翔，你那个勾手投篮，练得相当不错了啊！",
        "」と、キャプテンが僕の練習の成果を認めてくれることもあった。": "”队长有时也会这样肯定我的训练成果。",
        "彼らが僕を「水泳選手」としてではなく、「バスケチームの一員」として見てくれるようになったことを感じた。": "我感觉到，他们已经不再把我当成“游泳选手”，而是“篮球队的一员”了。",
        "ボールを追い、コートを駆け巡る感覚は、僕に忘れかけていた興奮を思い出させた。": "追逐篮球，在球场上奔跑的感觉，让我找回了几乎遗忘的兴奋。",
        "水中での孤独な泳ぎとは違う。": "这和水中孤独的游泳不同。",
        "チームメイトとのパス交換、ゴールを決めた時の歓声、そして相手を抜き去る瞬間の高揚感。": "与队友的传球配合，进球时的欢呼，以及突破对手瞬间的兴奋感。",
        "それはまるで、新たな波に乗って進むような、予測不可能で、それでも確かな喜びだった。": "这就像是乘着新的浪潮前进一样，是种无法预测却又真切的喜悦。",
        "水中で感じていた「リズム」が、今はコートの上にあった。": "过去在水中感受到的“节奏”，现在在球场上找到了。",
        "肉体を限界まで追い込む訓練の先に、再び光を見出したのだ。": "在将身体逼至极限的训练之后，我再次找到了光明。",
        "もうすぐ初めての試合が来る。": "第一次比赛很快就要来了。",
        "僕はもう準備ができている。": "我已经准备好了。",
        "水泳で培った全てが、今、このコートの上で新しい形を見出している。": "游泳所培养的一切，如今正这片球场上找到新的形式。",
        "僕は、この新しいスポーツで、自分の居場所を見つけたのだ。": "我在这项新的运动中，找到了自己的归属。"
      }
    },
    {
      "id": "ch14",
      "title": "首战",
      "description": "凯特的首场正式比赛。伴随着紧张与忐忑，他的天赋在此刻绽放。",
      "sentences": {
        "体育館の空気は、試合開始前から異様な熱気を帯びていた。": "体育馆的空气，在比赛开始前就弥漫着一股异样的热气。",
        "観客席からはすでにざわめきが聞こえ、僕の心臓はバスケットボールのドリブル音に合わせて激しく鼓动していた。": "观众席上已经能听到喧闹声，我的心脏随着篮球的运球声剧烈跳动着。",
        "練習着とは違う真新しいユニフォームの肌触りが、いつもより重く感じる。": "崭新的队服，触感与训练服不同，感觉比平时更加沉重。",
        "水着の冷たさとは違う、じっとりとした汗が手のひらににじむ。": "与泳衣冰凉的感觉不同，手心里渗出了湿漉漉的汗水。",
        "水泳の大会前とはまた違う種類の緊張だ。": "这是一种与游泳比赛前截然不同的紧张。",
        "プールでは自分との闘いが主だったけれど、今はチームメイトと共に敵と対峙する。": "在泳池里主要是与自己较量，而现在，要与队友们一同面对对手。",
        "この広いコートで、僕は一体何ができるんだろう。": "在这广阔的球场上，我究竟能做些什么呢？",
        "審判の笛が高らかに鳴り響き、試合が始まった。": "裁判的哨声高亢地响起，比赛开始了。",
        "ジャンプボール。": "跳球。",
        "僕は長身を生かしてボールに触れるも、相手に奪われる。": "我利用身高优势触到了球，但还是被对手抢走了。",
        "最初の数分間は、まるで体が僕のものではないかのようにぎこちなかった。": "刚开始的几分钟，我的身体仿佛不是自己的一般僵硬。",
        "パスは狙った場所に行かず、ドリブルは思うようにコントロールできない。": "传球传不到预想的位置，运球也无法随心所欲地控制。",
        "ディフェンスでは相手の素早い動きについていけず、簡単に抜かれてしまう。": "防守时，我跟不上对手的快速移动，轻易就被突破了。",
        "頭では理解している動きも、緊張で足がもつれ、視界が定まらない。": "脑子里明白的动作，也因为紧张而脚步踉跄，视线也无法聚焦。",
        "僕はチームの足を引っ張っている。": "我在拖团队的后腿。",
        "その焦りが、さらに僕を硬くした。": "那份焦躁，让我更加僵硬。",
        "最初のタイムアウト。": "第一次暂停。",
        "ベンチに戻ると、山田コーチが僕の肩に手を置いた。": "回到替补席，山田教练把手搭在我肩上。",
        "「海翔、落ち着け。": "“海翔，冷静点。",
        "緊張しているのは分かる。": "我知道你很紧张。",
        "だが、お前にはお前の強みがある。": "但是，你有你的优势。",
        "背の高さを活かせ。": "利用好你的身高优势。",
        "そして、泳ぐのと同じだ。": "然后，这和游泳是一样的。",
        "周りを気にせず、自分のペースで、一本一本に集中しろ。": "不要顾虑周围，按照自己的节奏，专注于每一个球。",
        "」 コーチの言葉は、まるで冷たい水が心に染み渡るようだった。": "教练的话，仿佛冰凉的水沁入心脾。",
        "そうだ、水泳も最初は焦る。": "是啊，游泳刚开始也会焦躁不安。",
        "けれど、自分の呼吸、自分のストロークに意識を集中すれば、周りの音は消え、世界は自分のレーンだけになる。": "但是，如果把意识集中在自己的呼吸和划水动作上，周围的声音就会消失，世界就只剩下自己的泳道。",
        "僕は深呼吸した。": "我深吸了一口气。",
        "コートに戻る。": "回到球场。",
        "まだ体は少し震えていたが、コーチの言葉が頭の中で繰り返される。": "身体还在微微颤抖，但教练的话语在脑海中不断回响。",
        "「一本一本に集中」。": "“专注于每一个球。”",
        "相手のシュートが外れた。": "对手投篮没进。",
        "リバウンドに跳ぶ。": "跳起来抢篮板。",
        "高く伸ばした手がボールを捉えた瞬間、全身に電撃が走った。": "高高伸出的手抓住球的瞬间，一股电流传遍了我的全身。",
        "そうだ、この高さ、このリーチ。": "对了，这个身高，这个臂展。",
        "これは僕だけの武器だ。": "这就是我独有的武器。",
        "ボールをしっかり掴み、すぐさま前線へパスを出す。": "我紧紧抓住球，立即将球传向前场。",
        "味方がシュートを決めた。": "队友投篮得分了。",
        "その瞬間から、何かが「カチッ」と音を立てて繋がった気がした。": "从那一刻起，我感觉有什么东西“咔哒”一声连接起来了。",
        "水泳で培った体の使い方、効率的な動き、そして何よりも無限とも思えるスタミナ。": "在游泳中磨练出的身体运用方式，高效的动作，以及最重要的——仿佛无限的体力。",
        "それらがバスケットボールの動きと融合し始めたのだ。": "它们开始与篮球的动作融合了。",
        "次のポゼッションで、僕はゴール下で相手のシュートをブロック。": "在下一个回合中，我在篮下盖帽了对手的投篮。",
        "そして、そのままボールを拾い、長い腕と脚でコートを駆け上がった。": "然后，顺势捡起球，用长长的手臂和腿冲上了前场。",
        "元水泳選手として鍛え上げた持久力が、ここでまさか生きるとは。": "没想到作为前游泳选手锻炼出来的持久力，竟然会在这里派上用场。",
        "疲れを知らないかのように走り続け、最後は冷静にレイアップを決めた。": "我仿佛不知疲倦地跑着，最后冷静地上篮得分。",
        "体育館がどよめく。": "体育馆里一片哗然。",
        "チームメイトたちが驚いた顔で僕を見た。": "队友们用惊讶的目光看着我。",
        "僕自身も驚いた。": "我自己也吃了一惊。",
        "そこからは、まるで水を得た魚のように自由に動けた。": "从那时起，我仿佛如鱼得水般自由地移动。",
        "高い打点からのリバウンド、相手のパスコースを読むスティール、そして広い視野でのパス。": "高位篮板，预判对手传球路线的抢断，以及开阔视野下的传球。",
        "これまで練習してきたことが、まるで魔法のように繋がっていく。": "至今所练习的一切，仿佛魔法般地融会贯通。",
        "僕の予想外の活躍に、相手チームは戸惑いを隠せない。": "我出乎意料的表现，让对方球队措手不及。",
        "味方のチームメイトたちも、僕のプレーに合わせるように活気づいていくのが分かった。": "我发现队友们也开始配合我的表现，变得活跃起来。",
        "試合終了のブザーが鳴り響いたとき、スコアボードには僕たちの勝利が表示されていた。": "比赛结束的蜂鸣器响起时，记分板上显示着我们的胜利。",
        "「勝った！": "“赢了！",
        "勝ったぞ！": "赢了！",
        "」 チームメイトたちが僕の周りに集まり、肩を叩き、頭をくしゃくしゃにする。": "”队友们围拢到我身边，拍打着我的肩膀，揉乱我的头发。",
        "みんなの興奮と喜びが、僕の体中に伝わってくる。": "大家的兴奋和喜悦传遍我全身。",
        "全身は汗でびっしょりだが、それは水泳で全力を出し切った後のような、心地よい疲労感だった。": "尽管全身被汗水湿透，那却是如同游泳竭尽全力后般的，一种舒适的疲劳感。",
        "ああ、これだ。": "啊，就是这个。",
        "僕がずっと求めていた、この競争の喜び。": "我一直以来所追求的，这种竞争的喜悦。",
        "仲間と分かち合う勝利の興奮。": "与伙伴们一同分享的胜利的兴奋。",
        "プールの水の中にいた時と同じくらい、いや、それ以上に、僕の心は熱く燃えていた。": "我的心如同在泳池中一般，不，甚至比那时更甚，炽热地燃烧着。",
        "僕はもう、一人じゃない。": "我不再是一个人了。"
      }
    },
    {
      "id": "ch15",
      "title": "成长的烦恼",
      "description": "团队内部产生了冲突。贾马尔转学到同一所学校，既是对手又是导师。",
      "sentences": {
        "体育館に足を踏み入れた瞬間、いつもの練習場の空気が、いつもとは違うざわつきを帯びているのを感じた。": "踏入体育馆的瞬间，我感觉到平时训练场的氛围带着与以往不同的喧闹。",
        "体育館シューズのキュッという音や、ボールが床を叩く乾いた音は同じなのに、何かが違う。": "运动鞋摩擦地面的吱呀声，篮球敲击地板的清脆声响，这些都一如既往，但总觉得有什么不一样。",
        "僕がロッカールームで着替えていると、山田コーチの声が響いた。": "我在更衣室换衣服的时候，山田教练的声音响了起来。",
        "「みんな、今日の練習から新しい仲間が加わる。": "“各位，从今天的训练开始，会有一位新伙伴加入。",
        "中村と以前から知り合いのジャマールだ。": "他就是中村以前就认识的贾马尔。",
        "彼もバスケ経験者だから、みんなで協力してやっていこう！": "他也有篮球经验，大家要好好合作啊！”",
        "」  ジャマール…まさか。": "” 贾马尔……不会吧。",
        "驚きと戸惑いが入り混じる中、体育館コートに目を向けると、そこには先日ストリートバスケで出会った、あのジャマールが立っていた。": "惊讶与困惑交织在我心中，当我把目光投向体育馆球场时，发现几天前在街头篮球赛中遇到的那个贾马尔正站在那里。",
        "彼はこちらを見て、少しだけ口角を上げた。": "他看向我，嘴角微微上扬。",
        "「海翔、また会ったな。": "“海翔，又见面了。”",
        "」  チームメイトたちの間には、期待と同時に疑念のようなものが漂っていた。": "” 队友们之间，弥漫着期待，同时也夹杂着一丝疑虑。",
        "ジャマールは見るからに身体能力が高く、すぐにチームの中心になりそうな雰囲気がある。": "贾马尔看起来身体素质极佳，似乎很快就会成为球队的核心人物。",
        "既存のメンバーの中には、自分のポジションを脅かされると感じている者もいるようだった。": "在现有队员中，似乎有人觉得自己的位置受到了威胁。",
        "特に、去年からレギュラーだった拓海は、明らかに不機嫌そうに顔をしかめていた。": "尤其是从去年开始就是主力队员的拓海，明显不高兴地皱着眉头。",
        "練習が始まった。": "训练开始了。",
        "ジャマールのプレーは、噂通りの圧倒的なものだった。": "贾马尔的球技果然如传闻般具有压倒性优势。",
        "彼のドリブルは速く、パスは正確、そしてシュートレンジも広い。": "他的运球很快，传球精准，投篮范围也很广。",
        "まるでコート全体を一人で支配しているかのようだ。": "仿佛他一个人就能掌控整个球场。",
        "僕も彼から多くのことを学んだが、それは他のチームメイトにとっては違った。": "我也从他身上学到了很多，但对其他队友来说却并非如此。",
        "ミニゲーム中、ジャマールが拓海から簡単にボールを奪い、そのまま得点したとき、拓海は明らかにイライラしていた。": "在小型比赛中，当贾马尔轻松地从拓海手中抢走球并直接得分时，拓海明显表现出不耐烦。",
        "「おい、もうちょっと手加減しろよ！": "“喂，你不能收敛一点吗！”",
        "」拓海が声を荒げると、ジャマールは涼しい顔で答えた。": "拓海提高嗓门喊道，贾马尔却一脸平静地回答：",
        "「手加減？": "“收敛？",
        "これは練習だろ？": "这不是训练吗？",
        "本気でやらなきゃ意味ない。": "不认真做就没意义。”",
        "」  その言葉に、チーム内の緊張は最高潮に達した。": "” 他的这番话，让队内的紧张气氛达到了最高潮。",
        "他の数人も、ジャマールのあまりにもストレートな態度に反発し始めた。": "其他几个人也开始反感贾马尔过于直白的态度。",
        "山田コーチも、どう収めるべきか戸惑っているようだった。": "山田教练也似乎有些不知所措，不知道该如何平息。",
        "「待ってくれ、みんな！": "“等等，各位！”",
        "」僕は思わず間に割って入った。": "我忍不住插了进去。",
        "「ジャマールの言っていることも分かる。": "“我明白贾马尔说的也有道理。",
        "けど、僕たちはチームなんだ。": "但是，我们是一个团队。",
        "コミュニケーションを取らなきゃ、うまくいくものもいかなくなる。": "如果不沟通，顺利的事情也会变得不顺利。”",
        "」 僕の言葉は、少しは彼らの怒りを冷ましたようだったが、根本的な溝は埋まらなかった。": "” 我的话似乎稍微平息了他们的怒火，但根本性的分歧并没有弥合。",
        "休憩時間、ジャマールが僕の隣に座ってきた。": "休息时间，贾马尔坐到我旁边。",
        "「お前は、このチームは甘いと思わないのか？": "“你难道不觉得这支队伍太松散了吗？",
        "」彼は問いかけた。": "” 他问道。",
        "「もっと上を目指すなら、もっと本気でやるべきだ。": "“如果想要更上一层楼，就应该更认真地训练。”",
        "」 彼の言葉はきついが、その裏にあるバスケへの情熱は僕も理解できる。": "” 他的话很严厉，但我能理解他话语背后对篮球的热情。",
        "彼は僕をライバルとして、そして時には先を行く者として、僕自身の限界を押し上げる存在だった。": "他把我当作竞争对手，有时又像一个先行者，是一个能推动我超越自身极限的存在。",
        "「そうだな、本気でやるのは大事だ。": "“你说得对，认真对待很重要。”",
        "」僕は頷いた。": "我点了点头。",
        "「けど、一人じゃ何もできない。": "“但是，一个人什么也做不了。",
        "チームなんだから。": "因为我们是团队。",
        "ジャマール、君の力はすごい。": "贾马尔，你的能力很强。",
        "それをみんなで活かす方法を見つけよう。": "我们来想办法让大家一起发挥你的力量。”",
        "」  僕たちは再びコートに戻った。": "” 我们又回到了球场。",
        "僕は練習中、ジャマールと拓海の間に立ち、積極的にパスを回し、彼らが連係プレーをする機会を増やした。": "训练中，我站在贾马尔和拓海之间，积极地传球，增加了他们进行配合的机会。",
        "最初はぎこちなかったが、次第に互いの動きを理解し始める。": "一开始他们有些生硬，但渐渐地开始理解彼此的动作。",
        "ジャマールも、単独プレーだけでなく、周りを見る余裕が出てきた。": "贾马尔也开始不再只顾着个人表现，也有了观察周围的余裕。",
        "あるとき、僕が拓海へパスを出し、拓海がジャマールへ絶妙なアシストを送って得点した。": "有一次，我把球传给拓海，拓海又给贾马尔送出一个绝妙的助攻，最终得分。",
        "二人は顔を見合わせ、小さく頷いた。": "两人对视一眼，轻轻点了点头。",
        "その瞬間、張り詰めていた空気が少しだけ緩んだのを感じた。": "那一瞬间，我感觉到紧绷的空气稍微放松了一些。",
        "練習の終わりに、ジャマールが僕に言った。": "训练结束时，贾马尔对我说。",
        "「海翔、お前のパスは独特だな。": "“海翔，你的传球很独特啊。",
        "もっと使えそうだ。": "感觉能派上更大的用场。”",
        "」それは、彼なりの賞賛だった。": "那是他特有的赞扬方式。",
        "僕は「お前も、速すぎてついていけない時があるからな。": "我回答说：“你也有时候快得让人跟不上。",
        "でも、そういうの嫌いじゃない」と返した。": "不过，我不讨厌那种感觉。”",
        "ジャマールはニヤリと笑った。": "贾马尔咧嘴笑了。",
        "この日、僕たちのチームは少しだけ、未来に向かって動き出した気がした。": "这一天，我觉得我们的团队稍微向着未来迈进了一步。",
        "ジャマールはやはり手強いライバルであり、同時に僕を、そしてチームを次のレベルへ引き上げてくれる、大切な存在になるだろう。": "贾马尔果然是强大的对手，同时也会是把我以及整个团队提升到更高水平的重要存在吧。"
      }
    },
    {
      "id": "ch16",
      "title": "时光闪回",
      "description": "凯斗重访了破败的泳池。独自游泳时，他直面母亲的回忆，并斩断了与过去的联系。",
      "sentences": {
        "崩壊したプールを訪れるのは、あの嵐以来だった。": "距离上次造访这座坍塌的泳池，还是自那场暴风雨之后。",
        "かつての輝きは失われ、コンクリートの破片や錆びた鉄骨が剥き出しだ。": "昔日的辉煌已然不在，裸露着混凝土碎块和生锈的钢筋。",
        "プールの底には汚れた水が溜まり、瓦礫が浮かんでいる。": "泳池底部积着脏水，漂浮着瓦砾。",
        "ここに足を踏み入れた瞬間、体中の血が凍りついた。": "踏入此处的瞬间，我全身的血液仿佛都凝固了。",
        "僕の全てだった場所。": "这里曾是我的全部。",
        "母との約束、終わりのない練習、汗、涙。": "与母亲的约定、无休止的训练、汗水、泪水。",
        "その全てが、今はもう、瓦礫と化した静かな空間に沈んでいる。": "所有这一切，如今都沉寂在这片已化为废墟的宁静空间里。",
        "肺が締め付けられるような、言いようのない感情が込み上げてくる。": "一股难以言喻的情绪涌上心头，仿佛肺部被紧紧攥住。",
        "悲しみ、後悔、そして、ほんの少しの安堵。": "悲伤、后悔，以及，一丝丝的解脱。",
        "足元の瓦礫を避けながら、プールの縁に近づいた。": "我避开脚下的瓦砾，走近泳池边缘。",
        "かつて滑らかだったタイルも砕けている。": "曾经光滑的瓷砖也已破碎。",
        "水面に映る自分の顔は蒼白く見えた。": "映在水面上的我的脸显得苍白。",
        "指先で冷たい水を触れる。": "我用指尖触碰冰冷的水。",
        "この水が、夢を奪ったように感じていた時期もあった。": "曾几何时，我一度觉得是这水夺走了我的梦想。",
        "だが、それは違う。": "然而，并非如此。",
        "水が奪ったのではなく、僕が手放すことを選んだのだ。": "不是水夺走了它，而是我选择了放手。",
        "「母さん……」 口から漏れたのは、か細い声だった。": "“妈妈……” 从我口中发出的是微弱的声音。",
        "記憶が洪水のように押し寄せる。": "记忆如洪水般涌来。",
        "病室の白いシーツ、弱々しくも微笑む母の顔。": "病房里洁白的床单，母亲虚弱却依然微笑的脸庞。",
        "「海翔、あなたの夢は、私の夢でもあるのよ。": "“海翔，你的梦想，也是我的梦想啊。",
        "最後まで、諦めないでね。": "别到最后放弃了啊。",
        "」その言葉は、僕を縛りつける鎖だった。": "”那些话语，曾是束缚我的枷锁。",
        "オリンピックの舞台に立つこと。": "站上奥运的舞台。",
        "それが、母の願いであり、僕の使命だと思っていた。": "那曾是母亲的心愿，也是我自以为的使命。",
        "夜明け前のプール、隣を泳ぐ母の幻影。": "黎明前的泳池，身边母亲幻影般的泳姿。",
        "だが、あの頃の僕には見えていなかった。": "然而，那时的我并未看清。",
        "母が本当に望んでいたのは、僕が幸せでいることだったと。": "母亲真正希望的，是我能幸福。",
        "水泳選手であることではなく、僕自身の人生を生きること。": "不是成为游泳选手，而是活出我自己的人生。",
        "それは、バスケットボールと出会い、初めて気づいた真実だった。": "这是与篮球相遇后，我才首次意识到的真相。",
        "この冷たい水の中に、僕はもう過去の自分しか見つけられない。": "在这冰冷的水中，我只能看到过去的自己。",
        "水泳は、僕にとって終わった道なのだ。": "游泳，对我来说，已是一条走到尽头的路。",
        "震える足で、僕は瓦礫と化したプールへと足を踏み入れた。": "我颤抖着双腿，迈入了这片化为瓦砾的泳池。",
        "足元から冷気が這い上がってくる。": "寒气从脚底向上蔓延。",
        "躊躇はなかった。": "没有丝毫犹豫。",
        "汚れた水の中へ身を沈める。": "我将身体沉入脏水中。",
        "水は冷たく、そして重い。": "水冰冷而沉重。",
        "まるで過去の重さをそのまま表しているかのようだ。": "仿佛直接象征着过去的重量。",
        "息を大きく吸い込み、頭まで水に潜った。": "我深吸一口气，将头没入水中。",
        "目は開けない。": "我没有睁开眼睛。",
        "かつて澄んでいた水も、今は濁っている。": "曾经清澈的水，如今也已浑浊。",
        "この水の中では、もう速く泳げない。": "在这水中，我已经无法快速游泳。",
        "でも、それでいい。": "但，这样就好。",
        "ただ、ここにいるだけでいい。": "只要待在这里就好。",
        "体から、母との約束という鎖が解けていく感覚。": "感觉身上与母亲的约定这条锁链正在解开。",
        "オリンピックの夢は、母が僕に与えてくれた最高の贈り物だった。": "奥运的梦想，曾是母亲给予我最珍贵的礼物。",
        "でも、その贈り物は、僕の新たな旅立ちの糧となるべきものだったのだ。": "然而，那份礼物，本该是我开启新旅程的养分。",
        "水中でゆっくりと体を動かす。": "我在水中缓缓地移动身体。",
        "かつての力強いストロークではなく、ただ漂うように。": "不再是曾经那有力划水，只是随波漂浮。",
        "水が僕の体を包み込み、そして洗い流していく。": "水包裹着我的身体，并将其洗涤而去。",
        "恐怖はなかった。": "没有恐惧。",
        "ただ、解放感だけがあった。": "只有一种解脱感。",
        "これが、僕が水泳と交わす最後の会話だ。": "这是我与游泳之间最后的对话。",
        "ありがとう、そして、さようなら。": "谢谢你，然后，再见。",
        "静かに水面から顔を出した。": "我静静地将头探出水面。",
        "冷たい空気が肺に流れ込み、視界がクリアになる。": "冰冷的空气涌入肺部，视野变得清晰起来。",
        "体は冷え切っていたが、心はかつてないほど温かかった。": "身体虽然冰冷，但内心却前所未有地温暖。",
        "瓦礫の中のプールは、もはや悲しみの場所ではない。": "废墟中的泳池，已不再是悲伤之地。",
        "それは、僕が過去と向き合い、未来へと踏み出すための、大切な場所になった。": "它成为了我面对过去、迈向未来的重要场所。",
        "僕はゆっくりとプールの縁へと戻り、水から上がった。": "我慢慢地回到泳池边，从水中走了出来。",
        "濡れた体が、風にさらされる。": "湿漉漉的身体暴露在风中。",
        "もう、水泳を追いかけることはない。": "我不会再追逐游泳了。",
        "あの日の約束は、形を変えて僕の中に生き続ける。": "那一天的约定，将以另一种形式在我心中延续。",
        "僕はもう、コートに立つ。": "我将站上球场。",
        "バスケットボールの未来が、僕を待っている。": "篮球的未来，正在等着我。"
      }
    },
    {
      "id": "ch17",
      "title": "地区锦标赛开幕",
      "description": "地区锦标赛开打，球队连战连捷。凯斗的亮眼表现也引起了当地的关注。",
      "sentences": {
        "地域大会の会場は、熱気と高揚感でむせ返っていた。": "地区大会的会场，热烈气氛与高涨情绪扑面而来。",
        "何百、何千という視線がコートに注がれ、ボールが床を叩く音、シューズが擦れる音、そして観客席からの地鳴りのような歓声が、まるで生き物のように蠢いている。": "数百上千道目光聚焦在球场上，篮球击打地板声，球鞋摩擦声，以及看台上传来的地鸣般的欢呼声，仿佛有生命一般涌动着。",
        "僕の心臓は、まるで水中で全速力で泳いでいる時と同じくらい、激しく脈打っていた。": "我的心脏剧烈跳动着，就像在水中全力游泳时一样。",
        "でも、それはもう、重苦しいプレッシャーではない。": "但那已经不再是沉重的压力。",
        "全身に電流が走るような、生きた証のような高揚感だった。": "而是电流传遍全身般的，一种像是活着证明的高涨兴奋感。",
        "バスケットボールの神様が僕に微笑みかけてくれているような、そんな感覚だ。": "就像篮球之神在对我微笑，就是这种感觉。",
        "「海翔、集中！": "“海翔，集中注意力！”",
        "」山田コーチの力強い声がベンチから響く。": "山田教练有力的声音从替补席传来。",
        "僕たちはこの日のために、血の滲むような練習を重ねてきた。": "为了这一天，我们进行了滴血般的艰苦训练。",
        "全国大会へ行くという目標は、もはや夢ではない。": "进军全国大赛的目标，已不再是梦想。",
        "この地域大会を制し、一つずつ階段を上っていくんだ。": "我们要拿下这场区域赛，一步一个脚印地向上迈进。",
        "初戦。": "首战。",
        "相手は地域の強豪と目されていたチームだったが、僕たちのチームはまるで違うレベルにいた。": "尽管对手是区域内公认的强队，但我们的队伍却完全不在一个水平线上。",
        "パスは淀みなく繋がり、シュートは次々とリングを揺らす。": "传球流畅无阻，投篮一次次地命中篮筐。",
        "僕自身も、水泳で培った6フィート4インチ（約193cm）の長いリーチと跳躍力、そして瞬時の判断力で、リバウンドを制し、相手のシュートを次々とブロックした。": "我自己也凭借在游泳中培养出来的，6英尺4英寸（约193厘米）的超长臂展和弹跳力，以及瞬间的判断力，控制住了篮板球，并一次次封盖了对手的投篮。",
        "まるでゴールを守る巨人のようだと言われた。": "有人说我简直就像是守卫篮筐的巨人。",
        "相手の攻撃を止め、そのまま素早いブレイクに繋げる。": "阻止对手的进攻，并立即转换为快速反击。",
        "かつて水泳で感じていた「水の流れ」のような感覚が、今ではコート上での「ボールの流れ」として僕を導いてくれる。": "过去在游泳时感受到的那种“水流”般的感觉，现在则在球场上以“球的流动”引导着我。",
        "結果は80対55。": "结果是80比55。",
        "相手に付け入る隙を与えない、完璧なまでの圧勝だった。": "这是一场不给对手任何可乘之机，完美的压倒性胜利。",
        "２回戦も、同じように僕たちのペースで試合は進んだ。": "第二场比赛也同样按照我们的节奏进行着。",
        "ジャマルのアグレッシブなドライブ、タクミの冷静なゲームメイク。": "贾马尔极具侵略性的突破，拓实冷静的比赛组织。",
        "彼らの間にあったぎこちなさはもうない。": "他们之间已不再有先前的生疏感。",
        "お互いのプレーを信頼し、高め合っているのがわかる。": "能够感受到他们彼此信任，互相提升着对方的表现。",
        "僕たちの間には、言葉にせずとも伝わる一体感が生まれていた。": "我们之间已形成了一种无需言语也能心领神会的一体感。",
        "特に、僕がゴール下でボールを受け取り、相手ディフェンスの上から難なくシュートを決めるたび、観客席からどよめきが起こるのが分かった。": "尤其是我每次在篮下接球，轻而易举地在对手防守队员头上完成投篮时，都能感觉到看台上传来一阵阵骚动。",
        "僕のプレースタイルは、他の選手とは少し違うらしい。": "我的打球风格似乎与其他选手有些不同。",
        "長い手足から繰り出される予測不能な動きと、まるでバネのような跳躍は、相手にとっては脅威だったようだ。": "我那修长的四肢展现出的难以预测的动作，以及弹簧般的跳跃，对对手来说似乎是一种威胁。",
        "「あいつ、一体何者だ？": "“那家伙，到底是什么人？”",
        "」そんな声が聞こえてくることもあった。": "有时也能听到这样的议论。",
        "試合後、ロッカールームに戻ると、山田コーチが興奮した面持ちで言った。": "赛后回到更衣室，山田教练兴奋地说道：",
        "「海翔、お前のプレーは別格だ。": "“海翔，你的表现是独一档的。",
        "もう地元のスポーツ新聞が取材に来てるぞ。": "当地的体育报社都已经来采访了。",
        "お前が元スイマーだっていうのも、話題になってるみたいだぞ！": "你以前是游泳运动员这件事，好像也成了热门话题！”",
        "」 「えっ…？": "“呃……？”",
        "」 驚きを隠せない。": "我掩饰不住惊讶。",
        "まさか、そんなことになるなんて。": "没想到会变成这样。",
        "僕の意識は常に試合に集中していたから、外からの注目には全く気づいていなかった。": "因为我的注意力一直都集中在比赛上，所以完全没有注意到外界的关注。",
        "次の試合でも、僕の存在感は増すばかりだった。": "接下来的比赛中，我的存在感更是有增无减。",
        "相手チームのベンチからは、「あの長身の10番を徹底的にマークしろ！": "对方球队的替补席上传来焦急的指令：“彻底盯防那个高个子的10号！",
        "」「リバウンドは絶対に取らせるな！": "“篮板球绝对不能让他抢到！”",
        "」という焦った指示が聞こえてくる。": "这样的焦急指令传来。",
        "でも、僕の動きは止められない。": "但我的动作是无法阻挡的。",
        "まるで水を得た魚のように、コートを縦横無尽に駆け巡る。": "我就像鱼儿得了水一般，在球场上纵横驰骋。",
        "ある時は豪快なダンクで体育館を沸かせ、ある時は相手のパスをインターセプトし、そのまま一人で速攻に繋げる。": "有时我用豪迈的扣篮点燃了整个体育馆，有时则抢断对手的传球，并独自一人完成快攻。",
        "僕がボールを持つたび、観客席からは「海翔！": "每当我拿到球，看台上就会传来“海翔！",
        "」という大きな声援が聞こえるようになった。": "这样响亮的助威声。",
        "試合後、地元の記者が僕の元に押し寄せ、フラッシュの光を浴びながら質問攻めにあう。": "赛后，当地记者蜂拥而至，我沐浴在闪光灯下，接受着连珠炮般的提问。",
        "「水泳の経験がバスケに活かされているんですか？": "“您的游泳经验对篮球有帮助吗？”",
        "」「将来はプロを目指しますか？": "“将来会考虑成为职业球员吗？”",
        "」…今まで経験したことのない状況に戸惑いつつも、心の中では確かな手応えを感じていた。": "」……面对前所未有的状况，我虽然有些困惑，但内心深处却感受到了确切的收获。",
        "チームの士気は最高潮だった。": "球队士气高昂，达到了最高潮。",
        "連勝街道を突き進み、僕たちは堂々と準決勝進出を決めた。": "我们一路连胜，堂堂正正地晋级了半决赛。",
        "ロッカールームでは皆が抱き合い、喜びを爆発させた。": "在更衣室里，大家互相拥抱，尽情宣泄着喜悦。",
        "僕の心の中には、新たな自信と、まだ見ぬ高みへの期待が満ちていた。": "我的心中充满了新的自信，以及对未知高度的期待。",
        "水泳の夢を失った時、もう二度とこんな熱い気持ちになることはないと思っていた。": "失去游泳梦想的时候，我以为自己再也不会有这种热血沸腾的感觉了。",
        "でも、バスケは僕に新しい世界を見せてくれた。": "但是，篮球却向我展示了一个全新的世界。",
        "そして、僕たちはまだ始まったばかりだ。": "而且，我们才刚刚开始。",
        "僕たちの快進撃は、まだ止まらない。": "我们的连胜势头，还不会停止。",
        "次の相手がどこだろうと、僕たちはもう恐れるものなんてない。": "不管下一个对手是谁，我们都已无所畏惧。",
        "全国大会へ。": "向全国大赛进发。",
        "その目標は、もうすぐそこまで来ている。": "那个目标，已经近在咫尺了。"
      }
    },
    {
      "id": "ch18",
      "title": "半决赛",
      "description": "在半决赛中，海斗手部受了轻伤，但他决心为球队继续上场。",
      "sentences": {
        "体育館は熱気に包まれていた。": "体育馆里热气腾腾。",
        "セミファイナル。": "半决赛。",
        "観客のざわめきと、足元から伝わるフロアの振動が、僕の鼓動と共鳴する。": "观众的喧哗声和从脚下传来的地板震动，与我的心跳产生共鸣。",
        "まるで巨大な生き物の中にいるようだ。": "仿佛置身于一个巨大的生物体内。",
        "相手チームの選手たちは、僕らと同じくらい勝利への飢えを瞳に宿していた。": "对方球队的球员们，眼中也和我们一样充满了对胜利的渴望。",
        "この試合に勝てば、決勝。": "只要赢得这场比赛，就能进入决赛。",
        "僕の新しい夢に、手が届くかもしれない。": "我的新梦想或许就能触手可及了。",
        "母さん、見ててくれ。": "妈妈，请看着我吧。",
        "この新しい夢も、きっと掴んでみせるから。": "这个新的梦想，我也一定会抓住的。",
        "試合開始のブザーが鳴り響き、体育館は爆発的な歓声に包まれた。": "比赛开始的蜂鸣器响起，体育馆被爆发般的欢呼声包围。",
        "序盤から激しい攻防が繰り広げられる。": "从开局就展开了激烈的攻防。",
        "相手はフィジカルが強く、僕の長い腕を封じ込めにくる。": "对方身体素质很强，试图封锁我长长的手臂。",
        "しかし、水中での鍛錬で培った体幹と、状況判断の速さで何とか対応していく。": "然而，我凭借着通过水中训练培养的核心力量和快速的状况判断能力，总算应对了下来。",
        "ジャマルも、匠（たくみ）も、皆が泥臭くボールを追い、声を出し合っていた。": "贾马尔、匠（Takumi）以及所有队友，都在拼命地追逐着球，互相呐喊助威。",
        "点差は常に一進一退。": "分差始终胶着。",
        "僕らが点を取れば、すぐに取り返される。": "我们一得分，对方就会立刻还以颜色。",
        "相手がスリーを決めれば、僕らがドライブで切り込んでバスケットカウントを奪う。": "对方投进三分球，我们就会突破上篮并造成加罚得分。",
        "第３クォーターの終盤、僕らは３点リードを奪っていた。": "第三节末尾，我们取得了3分的领先优势。",
        "相手のシュートがリングに嫌われ、ボールは高く跳ね上がった。": "对方的投篮打铁了，球高高地弹了起来。",
        "リバウンドだ。": "篮板球！",
        "僕と相手センターが同時に飛び上がる。": "我和对方的中锋同时跳了起来。",
        "「ウォォォラァァ！": "“哇噢！”",
        "」 空中で相手の腕と激しく衝突し、僕の右手はグニャリと不自然な方向に曲がったような感覚に襲われた。": "在空中与对方的手臂猛烈撞击，我的右手感觉像被扭曲到不自然的方向。",
        "激痛。": "剧痛。",
        "思わず顔をしかめるが、ボールは僕の手中に収まっていた。": "我忍不住皱起了眉头，但球已落入我手中。",
        "着地と同時に再び痛みが走り、思わずボールを離しそうになる。": "落地的同时，疼痛再次袭来，我差点把球松开。",
        "だが、パスを出さなければ。": "但是，我必须传球。",
        "痛む右手を無視して、僕は必死にジャマルにパスを送った。": "顾不上疼痛的右手，我拼命地将球传给了贾马尔。",
        "ジャマルはそれを冷静に決め、点差は５点に広がった。": "贾马尔冷静地将球打进，分差扩大到了5分。",
        "タイムアウトが取られ、ベンチに戻ると、コーチ山田が僕の右手を見て眉をひそめた。": "暂停时间到了，回到替补席上，山田教练看到我的右手，皱起了眉头。",
        "「海翔、手、どうした？": "“海翔，手怎么了？”",
        "」右手首から手の甲にかけて、見る見るうちに腫れていくのが分かった。": "我看到从右手腕到手背，正以肉眼可见的速度肿胀起来。",
        "「大丈夫です、コーチ。": "“教练，我没事。”",
        "すぐに戻れます」痛みに声を震わせながらも、僕は答えた。": "我尽管声音因疼痛而颤抖，但还是回答道：“马上就能上场。”",
        "この試合を落とすわけにはいかない。": "这场比赛绝不能输。",
        "母への誓いも、仲間との約束も、全てこのコートの上にある。": "对母亲的誓言，和队友的约定，一切都寄托在这个球场上。",
        "「無茶するな」と山田コーチは言ったが、僕の目を見た後、深くため息をつき、「無理はするなよ」とだけ付け加えた。": "山田教练说：“别乱来。”但他看了我的眼睛后，深深地叹了口气，只是补充了一句：“别勉强。”",
        "ジャマルや他の仲間たちも心配そうな顔で僕を見ていたが、僕が「いける」と頷くと、皆が力強く頷き返してくれた。": "贾马尔和其他队友们也都担忧地看着我，但当我点头表示“可以”时，大家都用力地对我点了点头。",
        "第４クォーター。": "第四节。",
        "痛みでパスがブレる。": "因为疼痛，传球变得不稳。",
        "シュートを打つと激痛が走る。": "一投篮就会传来剧痛。",
        "それでも僕は、泥臭くディフェンスに回った。": "即使如此，我还是拼尽全力地转为防守。",
        "長い腕でパスカットを狙い、体を張ってリバウンドに飛び込む。": "我用长臂尝试抢断传球，奋不顾身地冲向篮板球。",
        "そして、相手のファウルを誘い、フリースローの機会を得た。": "然后，我造成对方犯规，获得了罚球机会。",
        "会場の視線が僕に集まる。": "全场的目光都集中在我身上。",
        "痛む右手でボールを握り、深く息を吸い込んだ。": "我用疼痛的右手握住球，深深地吸了口气。",
        "水中の静寂を思い出す。": "我想起了水下的寂静。",
        "集中。": "集中。",
        "スッ。": "唰。",
        "ボールは吸い込まれるようにネットを揺らした。": "球仿佛被吸入一般，晃动了篮网。",
        "２本とも。": "两球都命中。",
        "残り３０秒、２点差。": "还剩30秒，2分分差。",
        "相手ボール。": "对方球权。",
        "激しいマークでシュートを打たせない。": "严防死守，不让对方出手投篮。",
        "ボールは回り、焦った相手が無理なドライブで切れ込んできた。": "球权流转，焦急的对手强行运球切入。",
        "その瞬間、ジャマルの体が相手にぶつかり、ボールが弾かれる。": "就在那一瞬间，贾马尔撞向对手，球被碰飞了出去。",
        "そのこぼれ球を、僕が倒れ込みながら拾い上げた。": "我倒地将那个失球捡了起来。",
        "すかさずタイムアウト。": "立刻叫了暂停。",
        "僕らのボールになった。": "球权回到了我们手上。",
        "残り５秒。": "还剩5秒。",
        "僕からのインバウンドパスを、匠が受け、フェイクで相手をかわしてミドルシュートを放つ。": "匠接到我发出的界外球，虚晃一招晃开对手，投出一记中距离跳投。",
        "ボールはリングを吸い込まれ、ブザーが鳴り響いた。": "球应声入网，蜂鸣器随之响彻球场。",
        "勝利だ！": "胜利了！",
        "歓声が割れんばかりに響き渡る。": "欢呼声震耳欲聋地响彻全场。",
        "仲間たちが僕に駆け寄ってきて、抱きしめ合う。": "队友们纷纷跑过来，我们紧紧相拥。",
        "痛みなど忘れ、僕はただ勝利の喜びを噛み締めていた。": "我忘却了疼痛，只是沉浸在胜利的喜悦之中。",
        "しかし、歓喜に沸くベンチとは裏腹に、僕の右手は熱く脈打ち、ズキズキと痛み続けていた。": "然而，与沸腾的替补席形成鲜明对比的是，我的右手热辣辣地搏动着，隐隐作痛。",
        "次の決勝戦、どうなるんだろう。": "下一场决赛，会怎么样呢？",
        "誰もが期待する決勝戦に、僕はこの手で立てるのだろうか。": "在这场万众期待的决赛中，我的这只手还能上场吗？",
        "不安が、胸を締め付けた。": "不安紧紧地揪住了我的心。"
      }
    },
    {
      "id": "ch19",
      "title": "决赛：告负",
      "description": "决赛激战。海斗拼尽全力，奈何队伍惜败。他心中始终牵挂着母亲。",
      "sentences": {
        "体育館の空気は、熱気と興奮で張り詰めていた。": "体育馆里，空气因热烈和兴奋而凝重。",
        "照明が眩しく、満員の観客席からは地鳴りのような応援の轟音が響く。": "灯光刺眼，座无虚席的看台上传来地鸣般的助威声。",
        "この舞台に立てていることが信じられない。": "真不敢相信自己能站上这个舞台。",
        "決勝戦。": "决赛。",
        "全国大会への切符をかけた、最後の試合だ。": "这是争夺全国大赛入场券的，最后一场比赛。",
        "「海翔！": "“海翔！",
        "落ち着いていけ！": "稳住，别急！",
        "」山田先生の声がベンチから飛んでくる。": "”山田老师的声音从替补席传来。",
        "包帯の巻かれた左手がズキリと痛んだ。": "缠着绷带的左手传来一阵刺痛。",
        "準決勝で痛めた手首だが、気にする余裕はない。": "手腕是半决赛时伤到的，但现在顾不上这些了。",
        "母さんとの約束。": "和妈妈的约定。",
        "オリンピック選手にはなれなかったけれど、俺は今、ここで、このチームのために全身全霊をかけて戦う。": "虽然没能成为奥运选手，但此刻，我将在这里，为这支队伍倾尽全力而战。",
        "母さん、見ててくれ。": "妈妈，请看着我吧。",
        "試合開始のホイッスルが鳴り響く。": "比赛开始的哨声响起。",
        "相手は強豪。": "对手是强队。",
        "序盤から激しい攻防が繰り広げられた。": "比赛伊始便展开了激烈的攻防战。",
        "彼らは組織的で、個々の能力も高い。": "他们组织性强，个人能力也高。",
        "しかし、俺たちもここまで来る道のりで培った連携と、何よりも「諦めない心」がある。": "但是，我们也拥有走到这里一路磨砺出的默契配合，以及最重要的是——“永不放弃的心”。",
        "ジャマルの変幻自在のドライブ、タクミの正確なシュート、俺の広い視野とリバウンド。": "贾马尔变幻莫测的突破，拓海精准的投篮，以及我宽阔的视野和篮板球。",
        "一進一退の攻防が続き、心臓が激しく脈打つ。": "你来我往的攻防持续着，我的心脏剧烈跳动。",
        "第2クォーター、ドリブルで切り込んだ際に相手選手と接触し、転倒した。": "第二节，我带球突破时与对方球员接触，摔倒在地。",
        "左手で着地した瞬間、激痛が走る。": "左手着地的那一刻，剧痛袭来。",
        "視界が揺らぎ、思わずうめき声が出そうになったが、歯を食いしばって立ち上がった。": "视线模糊，我差点忍不住呻吟出声，但我咬紧牙关站了起来。",
        "「中村、大丈夫か！？": "“中村，你没事吧？！",
        "」山田先生が心配そうに声をかける。": "”山田老师关切地问道。",
        "俺は首を振った。": "我摇了摇头。",
        "「大丈夫です、行けます！": "“我没事，还能打！",
        "」痛みはあった。": "”痛是痛的。",
        "いや、痛かった。": "不，是很痛。",
        "けれど、ここでベンチに下がる選択肢など、俺の中には微塵もなかった。": "但是，在我心里，根本就没有在这里下场休息这个选项。",
        "後半に入ると、さらにゲームはヒートアップした。": "进入下半场，比赛更加白热化。",
        "ボールを奪い合い、体をぶつけ合う。": "我们争抢着球，身体相互碰撞。",
        "汗が目に入り、呼吸は荒い。": "汗水流进眼睛，呼吸急促。",
        "残り5分で一点差。": "剩下5分钟时，只差一分。",
        "俺たちは猛攻を仕掛け、残り2分でついに逆転した。": "我们发起猛攻，在剩下2分钟时终于反超了比分。",
        "歓声が体育館を揺らす。": "欢呼声震荡着体育馆。",
        "しかし、相手もすぐさま反撃し、残り30秒で再逆転を許してしまう。": "然而，对手也立刻反击，在剩下30秒时再次被反超。",
        "78対79。": "78比79。",
        "タイムアウト。": "暂停。",
        "山田先生は「落ち着け、まだ終わってない！": "山田老师喊道：“冷静，还没结束！",
        "」と叫んだ。": "”",
        "俺たちの目は、勝利だけを捉えていた。": "我们的眼中，只有胜利。",
        "再びコートへ。": "再次回到球场。",
        "最後の攻撃。": "最后一攻。",
        "ジャマルがボールを持ち、相手ディフェンスを引きつける。": "贾马尔持球，吸引对方防守。",
        "俺はフリーになったタクミにパスを出し、彼がシュートを放った。": "我把球传给空位的拓海，他投出了一个球。",
        "ボールはリングに吸い込まれるかのように弧を描いた――が、無情にもリングに弾かれ、外れた。": "篮球仿佛被篮筐吸引一般划出一道弧线——然而，却无情地被篮筐弹开，没进。",
        "ブザーが鳴り響いた。": "蜂鸣器响了。",
        "その瞬間、体育館の熱気が一瞬にして冷え切ったように感じた。": "那一瞬间，体育馆的热情仿佛瞬间冰冷。",
        "時間は、もう、戻らない。": "时间，已经，回不去了。",
        "一点差。": "一分之差。",
        "俺たちは、負けた。": "我们输了。",
        "膝から力が抜け、その場に崩れ落ちそうになった。": "双腿发软，差点当场瘫倒。",
        "全身を駆け巡る絶望感。": "绝望感涌遍全身。",
        "喉の奥が熱くなり、視界が滲む。": "喉咙深处一阵灼热，视线也变得模糊。",
        "「くそっ……！": "“可恶……！",
        "」 悔しさが込み上げ、涙が止めどなく溢れ出した。": "” 悔恨涌上心头，泪水止不住地流了下来。",
        "あの時のシュートが入っていれば、あのリバウンドが取れていれば、あのパスが……。": "如果当时那个投篮进了，如果那个篮板抢到了，如果那个传球……",
        "後悔の波が次々と押し寄せる。": "一波又一波的后悔涌上心头。",
        "その時、誰かが俺の肩を抱き寄せた。": "就在那时，有人抱住了我的肩膀。",
        "ジャマルだった。": "是贾马尔。",
        "「海翔、お前はよくやった。": "“海翔，你已经很棒了。",
        "誰よりも、一番走ってた。": "你比任何人都跑得更多。",
        "」 次にタクミが、そして他のチームメイトが次々と俺の周りに集まり、無言で肩を叩いたり、背中をさすったりしてくれた。": "” 接着是拓海，然后其他队友也一个接一个地聚到我身边，默默地拍着我的肩膀，或者轻抚我的后背。",
        "山田先生も、静かに俺の頭を撫でた。": "山田老师也静静地抚摸着我的头。",
        "俺は顔を上げた。": "我抬起了头。",
        "みんなも、悔しさと疲労で顔が歪んでいる。": "大家也都因为不甘和疲惫而面容扭曲。",
        "それでも、俺を責める者は誰もいなかった。": "即便如此，也没有人责怪我。",
        "結果は負けでも、俺は確かにここにいた。": "虽然结果是输了，但我确实在这里奋战过。",
        "全身全霊をかけて戦い抜いた。": "我已倾尽全力，战斗到底。",
        "このチームで、この仲間と。": "和这支队伍，和这些伙伴一起。",
        "母さんもきっと、この俺を誇りに思ってくれるだろう。": "妈妈也一定会为我感到骄傲吧。",
        "勝利だけが全てじゃないと、きっと母さんはそう言ってくれるはずだ。": "妈妈一定会说，胜利并非一切。",
        "俺は深く息を吐き、静かに涙を拭った。": "我深深地吐出一口气，然后静静地擦去眼泪。"
      }
    },
    {
      "id": "ch20",
      "title": "新梦",
      "description": "赛后，NBA球探雷·詹金斯授予凯赴美奖学金。凯回到了大海，不再感到恐惧。",
      "sentences": {
        "試合終了のブザーが鳴り響き、僕たちはたった1点差で敗れた。": "比赛结束的蜂鸣器响彻，我们仅以一分之差落败。",
        "体育館の空気は重く、熱気に満ちていたはずの興奮は静かな敗北感に変わっていた。": "体育馆里的空气沉重，本应充满热情的兴奋变成了无声的挫败感。",
        "肩を落とすチームメイト、山田コーチの「よくやった、胸を張れ」という言葉が心に染みる。": "队友们垂头丧气，山田教练那句“干得好，昂首挺胸”的话让我感动不已。",
        "悔しかった。": "感到不甘心。",
        "だが、不思議と絶望はなかった。": "但是，奇怪的是并没有绝望。",
        "僕たちは全てを出し切った。": "我们已经竭尽全力。",
        "それが分かっていたからだ。": "因为我们清楚这一点。",
        "その時、僕の前に一人の大柄な男性が立っていた。": "就在那时，一个高大的男人站在我面前。",
        "見慣れない顔だ。": "是一张不熟悉的面孔。",
        "年齢は50代くらいだろうか、鋭い眼差しをしていた。": "他大概五十岁左右，眼神锐利。",
        "「中村海翔君だね？": "“你是中村海翔君吧？",
        "」彼は流暢な日本語で尋ねた。": "”他用流利的日语问道。",
        "「私はレイ・ジェンキンス。": "“我是雷·詹金斯。",
        "アメリカのNBAチームでスカウトをしている者だ。": "我是美国NBA球队的一名球探。”",
        "」  NBAスカウト？": "”NBA球探？",
        "僕は驚きで言葉が出なかった。": "我惊讶得说不出话来。",
        "「君のプレーは今日初めて見たが、実に興味深い。": "“你的表现我今天第一次看，但确实很有意思。",
        "あの身長とリーチ、そしてあの驚くべき学習能力。": "那身高和臂展，还有那惊人的学习能力。",
        "元競泳選手だと聞いたが、その動きには水中の滑らかさと爆発力が見て取れる。": "我听说你以前是游泳运动员，但你的动作中看得出水中的流畅性和爆发力。",
        "手は怪我をしていたそうだが、それでも素晴らしいパフォーマンスだった。": "你的手似乎受伤了，即使如此表现依然出色。",
        "将来性がある。": "你很有潜力。",
        "」 彼は僕の怪我に気づいていた。": "”他竟然注意到了我的伤势。",
        "そして、僕が元競泳選手であることまで。": "而且，连我以前是游泳运动员的事都知道。",
        "「本題に入ろう。": "“我们进入正题吧。",
        "君にアメリカでバスケットボールを学ぶ機会を提供したい。": "我想为你提供一个在美国学习篮球的机会。",
        "奨学金制度だ。": "这是奖学金制度。",
        "ロサンゼルスにあるアカデミーで、全米の有望選手が集まる場所だ。": "在洛杉矶的一所学院，那是全美有潜力的选手聚集的地方。",
        "そこで本格的にバスケットボールを学び、腕を磨かないか？": "你不妨在那里系统地学习篮球，精进球技如何？",
        "」  奨学金。": "”奖学金。",
        "アメリカ。": "美国。",
        "バスケットボール。": "篮球。",
        "まるで夢のような話だった。": "这简直像做梦一样。",
        "僕の頭の中は真っ白になった。": "我脑中一片空白。",
        "負けたばかりの試合会場で、こんな話が飛び出すなんて。": "就在刚刚输掉比赛的赛场上，竟然会冒出这样一番话。",
        "混乱と、そして計り知れない喜びが同時に押し寄せた。": "混乱以及无法估量的喜悦同时涌上心头。",
        "母との約束。": "和妈妈的约定。",
        "「オリンピックの夢を諦めないで」。": "“不要放弃奥运梦想。”",
        "僕は水泳を辞め、一時的にその約束を破ってしまったと罪悪感に苛まれた。": "我放弃了游泳，一直饱受着暂时违背了那个约定的罪恶感。",
        "でも、バスケットボールと出会い、新しい自分を見つけた。": "但是，遇到篮球后，我找到了新的自己。",
        "そして今、そのバスケットボールが、僕に再び「オリンピック」のような大きな夢を与えてくれたのだ。": "而现在，篮球再次给我带来了像“奥运”一样宏大的梦想。",
        "それが、アメリカでプロを目指す道だと、瞬時に理解した。": "我瞬间明白，那就是在美国成为职业选手的道路。",
        "試合会場を後にし、僕は慣れた足取りで海へと向かった。": "离开赛场后，我迈着熟悉的步伐朝着大海走去。",
        "夕暮れ時、オレンジ色の光が海面を照らしている。": "黄昏时分，橘色的光芒照耀着海面。",
        "かつて、僕にとって海は恐ろしい場所だった。": "曾经，对我来说大海是一个可怕的地方。",
        "鮫に襲われ、プールが壊れ、水に対する恐怖が僕を支配した。": "被鲨鱼袭击，泳池被毁，对水的恐惧支配了我。",
        "もう二度と水に触れるものかと思った。": "我以为我再也不会碰水了。",
        "でも今は違う。": "但现在不同了。",
        "僕は砂浜に足を踏み入れ、波打ち際に歩み寄った。": "我踏上沙滩，走向浪花拍打的岸边。",
        "寄せては返す波の音が、僕の心臓の鼓動と重なる。": "潮来潮往的波浪声，和我的心跳重合。",
        "冷たい海水が足の指先を包み込んだ。": "冰冷的海水包裹住了我的脚趾。",
        "僕は躊躇なく、一歩、また一歩と海の中へ足を進めた。": "我毫不犹豫地，一步、又一步地走向海里。",
        "かつての恐怖はどこにもない。": "过去的恐惧荡然无存。",
        "波が膝まで来る頃には、全身が安らぎに包まれていた。": "当海水漫过膝盖时，我的全身都沐浴在平静之中。",
        "まるで、この瞬間をずっと待っていたかのように。": "仿佛，我一直在等待这一刻。",
        "母の顔が、心の奥に浮かんだ。": "母亲的脸庞浮现在我心底深处。",
        "笑顔で、僕を見守っている。": "她微笑着，守护着我。",
        "「海翔、これでいいのよ」 そう言われている気がした。": "我感觉她在说：“海翔，这样就好。”",
        "水泳のオリンピック選手になる夢は、形を変え、バスケットボールという新しい器に注ぎ込まれた。": "成为游泳奥运选手的梦想，改变了形式，被注入了篮球这个新的容器里。",
        "それは、母が僕に望んだ「夢を追い続けること」そのものだ。": "那正是母亲希望我“继续追逐梦想”的本意。",
        "この海は、僕の過去の痛みと、再生の場所。": "这片海是，我过去痛苦的、以及重生的场所。",
        "僕はもう、何も恐れない。": "我再也不惧怕任何事了。",
        "新しい「オリンピックの夢」が、僕の目の前で輝いている。": "新的“奥运梦想”在我眼前闪耀着。",
        "アメリカでのバスケットボール。": "在美国打篮球。",
        "それは、僕の未来だ。": "那是我的未来。",
        "僕は水平線の彼方を見つめ、静かに海の中へと歩んでいった。": "我凝视着水平线的远方，静静地走进了海里。"
      }
    }
  ]
}