{
  "title": "El Barista",
  "description": "El día de Maya, una apasionada barista que regenta una cafetería en el centro de Brooklyn.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Los Hilos Remendados",
      "description": "La comunidad ayuda a reunir una querida colcha con su dueño.",
      "sentences": {
        "The sun was just starting to shine when Maya opened \"The Daily Grind.\" The warm smell of coffee filled the air.": "El sol apenas empezaba a brillar cuando Maya abrió \"The Daily Grind\". El cálido aroma a café llenaba el aire.",
        "Maya loved this time, before the rush.": "A Maya le encantaba este momento, antes de las prisas.",
        "She cleaned the machines, her hands moving with care.": "Limpiaba las máquinas, sus manos moviéndose con cuidado.",
        "Each cup of coffee she made was a small gift, a moment of joy for someone.": "Cada taza de café que preparaba era un pequeño regalo, un momento de alegría para alguien.",
        "Soon, customers came in.": "Pronto, los clientes empezaron a llegar.",
        "Alex, her best friend and fellow barista, arrived, smiling.": "Alex, su mejor amigo y colega barista, llegó sonriendo.",
        "They worked together, making lattes and espressos.": "Trabajaron juntos, preparando lattes y espressos.",
        "Mr. Tanaka, the kind old man, came for his usual black coffee.": "El señor Tanaka, el amable anciano, vino por su café negro habitual.",
        "Sarah, the busy businesswoman, grabbed her quick Americano.": "Sarah, la ocupada empresaria, cogió su rápido Americano.",
        "The coffee shop was full of happy sounds.": "La cafetería estaba llena de sonidos alegres.",
        "After the morning rush, things slowed down.": "Después de la hora pico de la mañana, las cosas se calmaron.",
        "Maya walked around, cleaning tables.": "Maya caminó por el local, limpiando mesas.",
        "Under a chair, she saw something.": "Debajo de una silla, vio algo.",
        "It was an old quilt.": "Era una colcha vieja.",
        "A quilt is a blanket made from many small pieces of cloth, sewn together.": "Una colcha es una manta hecha de muchos pequeños trozos de tela, cosidos juntos.",
        "This one looked very old and loved.": "Esta parecía muy vieja y querida.",
        "Its colors were faded, but each small cloth piece seemed to hold a secret.": "Sus colores estaban desvanecidos, pero cada pequeño trozo de tela parecía guardar un secreto.",
        "\"Look, Alex!\" Maya held up the quilt.": "—¡Mira, Alex! —Maya levantó la colcha.",
        "\"Someone left this.\" Alex came over.": "—Alguien la dejó —Alex se acercó.",
        "\"Oh, it's beautiful.": "—Oh, es preciosa.",
        "It must be very special.\" Maya agreed.": "Debe ser muy especial —Maya asintió.",
        "\"It feels like it has a story.": "—Parece que tiene una historia.",
        "Who could have left it?\" She thought of all her regulars.": "¿Quién pudo haberla dejado? —Pensó en todos sus clientes habituales.",
        "Tanaka?": "¿Tanaka?",
        "He often sat in that corner.": "Él solía sentarse en esa esquina.",
        "Maya carefully folded the quilt and placed it on the counter, where everyone could see it.": "Maya dobló cuidadosamente la colcha y la colocó en el mostrador, donde todos pudieran verla.",
        "She hoped its owner would come back.": "Esperaba que su dueño volviera.",
        "A little later, Mr.": "Un poco más tarde, el Sr.",
        "Tanaka walked back into the shop.": "Tanaka volvió a entrar en la tienda.",
        "His face looked worried.": "Su rostro parecía preocupado.",
        "\"Maya, Alex, have you seen a blanket?": "—Maya, Alex, ¿han visto una manta?",
        "An old one?\" he asked, his voice shaking a little.": "¿Una vieja? —preguntó, con la voz temblándole un poco.",
        "Maya's eyes lit up.": "Los ojos de Maya se iluminaron.",
        "Mr. Tanaka!": "¡Señor Tanaka!",
        "Is this yours?\" She showed him the quilt.": "¿Es esta suya? —Le mostró la colcha.",
        "His eyes grew wide.": "Sus ojos se abrieron de par en par.",
        "\"Oh!": "—¡Oh!",
        "My quilt!": "¡Mi colcha!",
        "My grandmother made this!": "¡Mi abuela hizo esto!",
        "I must have forgotten it.\" He hugged the quilt tightly.": "Debo haberme olvidado de ella —Abrazó la colcha con fuerza.",
        "\"Thank you, thank you, Maya.\" \"It's beautiful,\" Maya said.": "—Gracias, gracias, Maya. —Es preciosa —dijo Maya.",
        "\"It looks like each part is different.\" Mr.": "—Parece que cada parte es diferente. —El Sr.",
        "Tanaka smiled sadly, then happily.": "Tanaka sonrió con tristeza, luego con alegría.",
        "\"Yes.": "—Sí.",
        "Each piece of cloth is from an old shirt or dress from my family.": "Cada trozo de tela es de una camisa o vestido viejo de mi familia.",
        "This blue one was from my father's uniform.": "Este azul era del uniforme de mi padre.",
        "This flowery one was from my mother's wedding dress.": "Este de flores era del vestido de novia de mi madre.",
        "This small red one was from my baby blanket.\" He pointed to different parts, his eyes full of memories.": "Este pequeño rojo era de mi manta de bebé —Señaló diferentes partes, con los ojos llenos de recuerdos.",
        "\"My grandmother sewed our family history into this quilt.\" Maya listened, touched by his story.": "—Mi abuela cosió nuestra historia familiar en esta colcha —Maya escuchó, conmovida por su historia.",
        "The quilt was more than just a blanket; it was a book of memories.": "La colcha era más que una simple manta; era un libro de recuerdos.",
        "Tanaka thanked them again and left, holding his precious quilt.": "Tanaka les dio las gracias de nuevo y se fue, sosteniendo su preciado edredón.",
        "Maya felt warm inside.": "Maya sintió una calidez en su interior.",
        "It wasn't just about coffee.": "No se trataba solo de café.",
        "It was about people, about finding lost things, and about sharing stories.": "Se trataba de personas, de encontrar cosas perdidas y de compartir historias.",
        "The coffee shop truly was a place where old threads could be mended, and new connections could be made.": "La cafetería era verdaderamente un lugar donde los viejos lazos podían repararse y se podían crear nuevas conexiones."
      }
    },
    {
      "id": "ch2",
      "title": "Corazones Perdidos y Encontrados",
      "description": "La comunidad se une para devolver un osito de peluche perdido, revelando conexiones conmovedoras.",
      "sentences": {
        "It was a busy morning at the coffee shop.": "Era una mañana ajetreada en la cafetería.",
        "Maya cleaned the tables.": "Maya limpió las mesas.",
        "She saw something small.": "Vio algo pequeño.",
        "It was on a chair.": "Estaba en una silla.",
        "A teddy bear.": "Un osito de peluche.",
        "It looked old.": "Parecía viejo.",
        "It was loved very much.": "Había sido muy querido.",
        "One ear was a little loose.": "Una oreja estaba un poco suelta.",
        "Maya picked it up.": "Maya lo recogió.",
        "\"Oh no,\" she thought.": "\"Oh no\", pensó.",
        "\"Someone is sad without you.\" She put the bear on the counter.": "\"Alguien está triste sin ti.\" Puso el oso en el mostrador.",
        "It was near the cash machine.": "Estaba cerca de la caja registradora.",
        "Maybe the owner would come back soon.": "Quizás el dueño volvería pronto.",
        "Alex, her friend, walked to her.": "Alex, su amigo, se acercó a ella.",
        "\"What is this little friend doing here?\" he asked.": "\"¿Qué hace aquí este amiguito?\" preguntó.",
        "Maya told him about the bear.": "Maya le contó sobre el oso.",
        "Alex said, \"Let's put a sign.\" Maya agreed.": "Alex dijo: \"Pongamos un letrero\". Maya estuvo de acuerdo.",
        "She wrote: \"Found: A teddy bear.\"": "Ella escribió: \"Encontrado: Un osito de peluche.\"",
        "Is it yours?\" Many customers came.": "¿Es tuyo?\" Muchos clientes llegaron.",
        "Many customers went.": "Muchos clientes se fueron.",
        "They saw the bear.": "Vieron el oso.",
        "Mr. Tanaka came for his hot tea.": "El señor Tanaka vino por su té caliente.",
        "He saw the bear.": "Vio el oso.",
        "\"Ah, a friend is lost,\" he said quietly.": "\"Ah, un amigo está perdido\", dijo en voz baja.",
        "He told Maya a story.": "Le contó una historia a Maya.",
        "When he was a boy, he lost his toy car.": "Cuando era niño, perdió su coche de juguete.",
        "It was lost for one week.": "Estuvo perdido durante una semana.",
        "Then he found it.": "Luego lo encontró.",
        "Maya smiled.": "Maya sonrió.",
        "Sarah, the busy woman, stopped.": "Sarah, la mujer ocupada, se detuvo.",
        "She looked at the bear.": "Miró el oso.",
        "\"My little girl has a bear like this,\" she said.": "\"Mi niña tiene un oso como este\", dijo.",
        "\"It is her best toy.\" Maya told everyone about the lost bear.": "\"Es su juguete favorito.\" Maya les contó a todos sobre el oso perdido.",
        "\"Please tell your friends,\" she asked.": "\"Por favor, díganles a sus amigos\", pidió.",
        "\"A child must be very sad now.\" In the afternoon, a woman came into the shop.": "\"Un niño debe estar muy triste ahora.\" Por la tarde, una mujer entró en la tienda.",
        "She looked worried.": "Parecía preocupada.",
        "A little girl was with her.": "Una niña pequeña la acompañaba.",
        "Maybe she was five years old.": "Quizás tenía cinco años.",
        "The girl's eyes were red from crying.": "Los ojos de la niña estaban rojos de tanto llorar.",
        "\"Excuse me,\" the woman said to Maya.": "\"Disculpe\", le dijo la mujer a Maya.",
        "\"Did you see a teddy bear?\" Maya pointed to the counter.": "¿Vio un osito de peluche?\" Maya señaló el mostrador.",
        "The little girl saw it.": "La niña lo vio.",
        "Her eyes opened wide.": "Sus ojos se abrieron de par en par.",
        "\"Teddy!\" she cried loudly.": "¡\"Teddy!\" gritó fuerte.",
        "She ran and hugged the bear very, very tight.": "Corrió y abrazó el oso muy, muy fuerte.",
        "The mother thanked Maya many times.": "La madre le dio las gracias a Maya muchas veces.",
        "\"She cried all morning,\" she said.": "\"Lloró toda la mañana\", dijo.",
        "\"Thank you for keeping him safe.\" Maya felt happy inside.": "\"Gracias por mantenerlo a salvo.\" Maya se sintió feliz por dentro.",
        "Alex smiled.": "Alex sonrió.",
        "\"See, Maya?\" he said.": "\"¿Ves, Maya?\" dijo.",
        "\"Even a small bear can bring people together.\" Maya agreed.": "\"Incluso un oso pequeño puede unir a la gente\", asintió Maya.",
        "Her coffee shop was more than just a place for coffee.": "Su cafetería era más que un simple lugar para tomar café.",
        "It was a place for friends, for small happy moments.": "Era un lugar para amigos, para pequeños momentos de felicidad.",
        "It was a place for hearts that were lost, and then found.": "Era un lugar para corazones que se habían perdido y luego se habían encontrado."
      }
    },
    {
      "id": "ch3",
      "title": "El Corazón de la Caja de Recetas",
      "description": "Una antigua caja de recetas revela historias de la comunidad y calienta corazones.",
      "sentences": {
        "Maya wiped the last table at The Daily Grind.": "Maya limpió la última mesa en The Daily Grind.",
        "It was late, the coffee shop was quiet.": "Era tarde, la cafetería estaba tranquila.",
        "She saw something on a small chair.": "Vio algo en una silla pequeña.",
        "It was a wooden box, old and beautiful, with flowers carved into the wood.": "Era una caja de madera, antigua y hermosa, con flores talladas en la madera.",
        "It looked very, very old.": "Parecía muy, muy antigua.",
        "Maya picked it up carefully.": "Maya la recogió con cuidado.",
        "It felt warm in her hands.": "Se sentía tibia en sus manos.",
        "She opened the lid slowly.": "Abrió la tapa lentamente.",
        "Inside were many small cards.": "Dentro había muchas tarjetas pequeñas.",
        "Not just cards, but recipe cards!": "¡No solo tarjetas, sino tarjetas de recetas!",
        "They were all written by hand.": "Todas estaban escritas a mano.",
        "Some ink was faded, so old.": "Parte de la tinta estaba descolorida, tan antigua.",
        "Some had small drawings, like a tiny apple next to a pie recipe.": "Algunas tenían pequeños dibujos, como una manzanita junto a una receta de pastel.",
        "One card said, “Grandma Elena’s Sweet Bread.” Another had a tiny brown spill on the corner, like old coffee or chocolate.": "Una tarjeta decía: “Pan Dulce de la Abuela Elena”. Otra tenía una pequeña mancha marrón en la esquina, como de café viejo o chocolate.",
        "“Oh,” Maya whispered.": "—Oh —susurró Maya.",
        "“Someone lost something very special.” These were not just recipes.": "—Alguien perdió algo muy especial. Estas no eran solo recetas.",
        "These were family memories, maybe from many years ago.": "Eran recuerdos de familia, quizás de hace muchos años.",
        "She knew she had to find the owner.": "Sabía que tenía que encontrar al dueño.",
        "The next morning, Maya showed Alex the box.": "A la mañana siguiente, Maya le mostró la caja a Alex.",
        "“Look what I found yesterday,” she said.": "—Mira lo que encontré ayer —dijo ella.",
        "Alex looked inside.": "Alex miró dentro.",
        "“Wow, Maya!": "—¡Vaya, Maya!",
        "This is amazing!": "¡Esto es increíble!",
        "So old and beautiful.": "Tan antigua y hermosa.",
        "Who would leave this?”": "¿Quién dejaría esto?",
        "Later, Mr. Tanaka came for his usual black coffee.": "Más tarde, el señor Tanaka vino por su café negro habitual.",
        "Maya showed him the box.": "Maya le mostró la caja.",
        "“Mr. Tanaka, someone left this.": "—Señor Tanaka, alguien dejó esto.",
        "Do you know it?”": "¿Lo conoce?",
        "He took a card gently.": "Tomó una tarjeta con suavidad.",
        "“Pumpkin Cookies for the Harvest Fair,” he read aloud.": "—Galletas de Calabaza para la Feria de la Cosecha —leyó en voz alta.",
        "“My mother made something like this long ago.": "—Mi madre hacía algo así hace mucho tiempo.",
        "This writing…": "Esta letra…",
        "it reminds me of a lady, Mrs. Rodriguez, who used to live near here.": "me recuerda a una señora, la señora Rodríguez, que vivía cerca de aquí.",
        "She made the best pumpkin cookies for the autumn festival.”": "Ella preparaba las mejores galletas de calabaza para el festival de otoño.",
        "He smiled, remembering.": "Él sonrió, recordando.",
        "Then, Emma, the food blogger, walked in.": "Luego, Emma, la bloguera gastronómica, entró.",
        "She saw the box and her eyes got wide.": "Vio la caja y sus ojos se abrieron de par en par.",
        "“Oh, Maya!": "—¡Oh, Maya!",
        "What a treasure!": "¡Qué tesoro!",
        "An antique recipe box!": "¡Una caja de recetas antigua!",
        "Can I look?”": "¿Puedo ver?",
        "Emma carefully read some cards.": "Emma leyó algunas tarjetas con cuidado.",
        "“These aren’t just recipes,” she said.": "—Estas no son solo recetas —dijo ella.",
        "“They are stories.": "—Son historias.",
        "This one says, ‘For Sarah’s first birthday cake.’": "Esta dice: ‘Para el pastel del primer cumpleaños de Sarah’.",
        "It’s so sweet.”": "Es tan tierno.",
        "Maya felt a special feeling.": "Maya sintió una sensación especial.",
        "The box was lost, but it was bringing people together.": "La caja estaba perdida, pero estaba uniendo a la gente.",
        "Each recipe card was like a small window into someone’s life, a small memory.": "Cada tarjeta de receta era como una pequeña ventana a la vida de alguien, un pequeño recuerdo.",
        "And now, these old memories were opening new conversations between her customers.": "Y ahora, estos viejos recuerdos abrían nuevas conversaciones entre sus clientes.",
        "The Daily Grind was not just a place for coffee.": "The Daily Grind no era solo un lugar para tomar café.",
        "It was a place for shared stories, even old ones that came from a beautiful, lost box.": "Era un lugar para historias compartidas, incluso las viejas que venían de una hermosa caja perdida.",
        "Maya smiled.": "Maya sonrió.",
        "She knew the owner would miss this box very much.": "Sabía que el dueño extrañaría mucho esta caja.",
        "She would keep it safe.": "La guardaría a salvo.",
        "And maybe, in finding its owner, she would find more stories too.": "Y quizás, al encontrar a su dueño, encontraría más historias también."
      }
    },
    {
      "id": "ch4",
      "title": "La última taza de Earl Grey",
      "description": "Despedida emotiva.",
      "sentences": {
        "Maya, a barista at The Daily Grind, smiled.": "Maya, una barista en The Daily Grind, sonrió.",
        "The coffee shop was warm and busy.": "La cafetería estaba cálida y concurrida.",
        "She loved the smell of coffee and baked bread.": "Le encantaba el olor a café y a pan recién horneado.",
        "Alex, her best friend and another barista, laughed.": "Alex, su mejor amigo y otro barista, se rio.",
        "\"Big rush today!\" he said.": "\"¡Mucho ajetreo hoy!\" dijo él.",
        "An old lady walked in.": "Una señora mayor entró.",
        "It was Mrs.": "Era la Sra.",
        "Gable.": "Gable.",
        "She came every day.": "Venía todos los días.",
        "She always ordered Earl Grey tea.": "Siempre pedía té Earl Grey.",
        "She sat at her small, quiet table.": "Se sentó en su mesita pequeña y tranquila.",
        "Maya walked to her table.": "Maya se acercó a su mesa.",
        "\"Good morning, Mrs.": "\"Buenos días, Sra.",
        "The usual Earl Grey?\" Mrs.": "¿El Earl Grey de siempre?\" La Sra.",
        "Gable smiled softly.": "Gable sonrió suavemente.",
        "\"Yes, dear.": "\"Sí, querida.",
        "But...": "Pero...",
        "this will be my last one.\" Maya stopped.": "este será el último.\" Maya se detuvo.",
        "\"Last one?": "\"¿El último?",
        "Are you going on a trip?\" Mrs.": "¿Se va de viaje?\" La Sra.",
        "Gable shook her head.": "Gable negó con la cabeza.",
        "\"No.": "\"No.",
        "I am moving.": "Me mudo.",
        "Far away.": "Lejos.",
        "To live with my daughter in another state.\" Maya felt a little sad inside.": "Para vivir con mi hija en otro estado.\" Maya sintió un poco de tristeza por dentro.",
        "Mrs.": "La Sra.",
        "Gable was quiet, but she was kind.": "Gable era callada, pero amable.",
        "She always listened when Maya talked about her day.": "Siempre escuchaba cuando Maya hablaba de su día.",
        "Maya went to make the tea.": "Maya fue a preparar el té.",
        "She made it perfect.": "Lo hizo perfecto.",
        "Hot water, a fresh Earl Grey tea bag.": "Agua caliente, una bolsita de té Earl Grey fresca.",
        "A thin slice of lemon, just how Mrs.": "Una rodaja fina de limón, justo como a la Sra.",
        "Gable liked it.": "Gable le gustaba.",
        "Alex saw Maya's sad face.": "Alex vio la cara triste de Maya.",
        "\"What's wrong?\" he asked.": "\"¿Qué pasa?\" preguntó él.",
        "Maya told him.": "Maya le contó.",
        "\"Mrs.": "\"La Sra.",
        "Gable is moving.\" Alex looked sad too.": "Gable se muda.\" Alex también parecía triste.",
        "Carlos, the owner, heard them.": "Carlos, el dueño, los escuchó.",
        "He walked over.": "Se acercó.",
        "\"Oh, Mrs.": "\"¡Oh, Sra.",
        "Gable!": "Gable!",
        "We will miss you so much!\" he said with a warm smile.": "¡La echaremos mucho de menos!\" dijo con una cálida sonrisa.",
        "Maya brought the tea to Mrs.": "Maya le llevó el té a la Sra.",
        "\"Here you go, Mrs.": "\"Aquí tiene, Sra.",
        "The best Earl Grey.\" Mrs.": "El mejor Earl Grey.\" La Sra.",
        "Gable took a small sip.": "Gable dio un pequeño sorbo.",
        "\"It is perfect, Maya.": "\"Está perfecto, Maya.",
        "Thank you for everything.\" She stood up slowly.": "Gracias por todo.\" Se levantó lentamente.",
        "\"Goodbye, Maya.": "\"Adiós, Maya.",
        "Goodbye, Alex.": "Adiós, Alex.",
        "Goodbye, Carlos.\" She waved gently.": "Adiós, Carlos.\" Ella saludó con suavidad.",
        "Maya waved back.": "Maya le devolvió el saludo.",
        "Her eyes felt a little wet.": "Sintió los ojos un poco húmedos.",
        "Later, the shop was quiet.": "Más tarde, la cafetería estaba tranquila.",
        "Maya looked at Mrs.": "Maya miró a la Sra.",
        "Gable's empty table.": "la mesa vacía de la Sra. Gable.",
        "It felt strange.": "Se sentía extraño.",
        "People come and go, she thought.": "La gente va y viene, pensó.",
        "Life changes.": "La vida cambia.",
        "But The Daily Grind is always here.": "Pero The Daily Grind siempre está aquí.",
        "And the friendships they make, they stay in her heart.": "Y las amistades que se hacen, permanecen en su corazón.",
        "The bell jingled.": "La campanilla tintineó.",
        "Sarah, the busy businesswoman, walked in.": "Sarah, la ajetreada empresaria, entró.",
        "\"Coffee, Maya, please!": "¡Un café, Maya, por favor!",
        "I had a very hard morning.\" Maya smiled.": "Tuve una mañana muy dura.\" Maya sonrió.",
        "\"Coming right up, Sarah!\" The day continued.": "¡Enseguida, Sarah!\" El día continuó."
      }
    },
    {
      "id": "ch5",
      "title": "Ya lo vivimos, ya lo hicimos, y ahora es mejor.",
      "description": "Maya lucha contra una nueva cadena de cafeterías de alta tecnología con su encanto de la vieja escuela.",
      "sentences": {
        "Maya unlocked The Daily Grind.": "Maya desbloqueó The Daily Grind.",
        "The smell of fresh coffee filled the air.": "El olor a café recién hecho inundó el aire.",
        "*Good,* she thought.": "*Bien*, pensó.",
        "*Another warm day.* Then, she looked next door.": "*Otro día cálido.* Luego, miró al local de al lado.",
        "A new shop was opening!": "¡Una tienda nueva estaba abriendo!",
        "Bright, shiny lights.": "Luces brillantes y relucientes.",
        "A big sign said \"QuickBrew.\" Maya saw big, silver machines inside, not many people.": "Un gran letrero decía \"QuickBrew\". Maya vio grandes máquinas plateadas dentro, no mucha gente.",
        "It looked very fast, very cold.": "Parecía muy rápido, muy frío.",
        "No smiles.": "Sin sonrisas.",
        "Maya felt a little worried.": "Maya se sintió un poco preocupada.",
        "Would people go there instead?": "¿Iría la gente allí en su lugar?",
        "Alex arrived.": "Alex llegó.",
        "Alex saw QuickBrew too.": "Alex también vio QuickBrew.",
        "\"Wow,\" Alex said.": "—Vaya —dijo Alex.",
        "\"That's...": "—Eso es...",
        "big.\" The morning started slowly.": "grande. —La mañana comenzó lentamente.",
        "Some people walked past The Daily Grind.": "Algunas personas pasaron por The Daily Grind.",
        "They looked at QuickBrew.": "Miraron a QuickBrew.",
        "Some went inside QuickBrew.": "Algunos entraron en QuickBrew.",
        "QuickBrew made coffee very fast.": "QuickBrew hacía café muy rápido.",
        "No talking, just machines.": "Nada de conversación, solo máquinas.",
        "Maya made a latte for a lady.": "Maya le preparó un café con leche a una señora.",
        "The lady looked hurried.": "La señora parecía apurada.",
        "Alex wiped the counter.": "Alex limpió el mostrador.",
        "\"Less people,\" Alex said softly.": "—Menos gente —dijo Alex suavemente.",
        "Then, the door to The Daily Grind opened.": "Entonces, la puerta de The Daily Grind se abrió.",
        "Mr.": "El señor",
        "Tanaka walked in.": "Tanaka entró.",
        "He smiled at Maya.": "Le sonrió a Maya.",
        "\"My usual, please, Maya,\" he said.": "—Mi café de siempre, por favor, Maya —dijo él.",
        "\"A real coffee.\" Maya smiled wide.": "—Un café de verdad. —Maya sonrió ampliamente.",
        "She made his Americano, perfectly.": "Le preparó su Americano, a la perfección.",
        "Tanaka sipped it slowly.": "Tanaka lo bebió lentamente.",
        "\"Much better than machines,\" he said, looking at QuickBrew.": "—Mucho mejor que las máquinas —dijo, mirando a QuickBrew.",
        "Sarah came in next.": "Sarah entró después.",
        "She looked tired.": "Parecía cansada.",
        "\"Hi, Maya,\" she sighed.": "—Hola, Maya —suspiró ella.",
        "\"I need *your* coffee.\" Maya made Sarah's cappuccino.": "—Necesito *tu* café. —Maya preparó el capuchino de Sarah.",
        "She made a little heart shape in the foam.": "Hizo una pequeña forma de corazón en la espuma.",
        "Sarah smiled.": "Sarah sonrió.",
        "\"Thank you.": "—Gracias.",
        "This helps.\" Later, Emma, the food blogger, entered.": "Esto ayuda. —Más tarde, Emma, la bloguera de comida, entró.",
        "She had her phone ready.": "Tenía su teléfono listo.",
        "\"Maya!\" Emma said.": "—¡Maya! —dijo Emma.",
        "\"What's that new place?": "—¿Qué es ese lugar nuevo?",
        "So fast, but...": "Tan rápido, pero...",
        "no soul.": "sin alma.",
        "I need a real story for my blog.": "Necesito una historia de verdad para mi blog.",
        "Show me a perfect pour-over.\" Maya beamed.": "Muéstrame un pour-over perfecto. —Maya radió.",
        "She carefully made Emma's coffee.": "Preparó con cuidado el café de Emma.",
        "Emma took many photos.": "Emma tomó muchas fotos.",
        "Carlos, the owner, watched from the back.": "Carlos, el dueño, observaba desde atrás.",
        "He put a hand on Maya's shoulder.": "Puso una mano en el hombro de Maya.",
        "\"See, Maya?\" he said.": "—¿Lo ves, Maya? —dijo.",
        "\"They have machines.": "—Ellos tienen máquinas.",
        "We have *you*.": "Nosotros te tenemos a *ti*.",
        "We have our family here.\" Maya looked around her shop.": "Nosotros tenemos a nuestra familia aquí. —Maya miró alrededor de su cafetería.",
        "Tanaka was reading his paper.": "Tanaka estaba leyendo su periódico.",
        "Sarah was working quietly.": "Sarah trabajaba en silencio.",
        "Emma was smiling at her coffee.": "Emma sonreía a su café.",
        "Other people were talking, laughing gently.": "Otras personas hablaban, reían suavemente.",
        "The Daily Grind was warm.": "The Daily Grind estaba cálido.",
        "It smelled like happiness.": "Olía a felicidad.",
        "Maya made another latte.": "Maya preparó otro latte.",
        "This one was for a new customer.": "Este era para un cliente nuevo.",
        "She talked to them, asked about their day.": "Habló con ellos, les preguntó sobre su día.",
        "The customer smiled.": "El cliente sonrió.",
        "It was not about being fast.": "No se trataba de ser rápido.",
        "It was about being real.": "Se trataba de ser auténtico.",
        "The day ended.": "El día terminó.",
        "Maya was tired.": "Maya estaba cansada.",
        "But her heart was full.": "Pero su corazón estaba lleno.",
        "The Daily Grind was more than a coffee shop.": "The Daily Grind era más que una cafetería.",
        "It was home.": "Era su hogar."
      }
    },
    {
      "id": "ch6",
      "title": "El Gran Golpe de los Frijoles",
      "description": "Investigación cómica de los desaparecidos granos de café de edición limitada de Maya.",
      "sentences": {
        "Maya smiled.": "Maya sonrió.",
        "Today was important!": "¡Hoy era importante!",
        "The Brooklyn Barista Bash was tonight.": "El Brooklyn Barista Bash era esta noche.",
        "Maya had special coffee beans for it.": "Maya tenía granos de café especiales para el evento.",
        "Very special.": "Muy especiales.",
        "Limited edition.": "Edición limitada.",
        "She kept them safe, in a blue bag, on the top shelf at The Daily Grind.": "Los guardaba a salvo, en una bolsa azul, en el estante superior de The Daily Grind.",
        "She wanted to make a perfect coffee for the Bash.": "Quería preparar un café perfecto para el Bash.",
        "Maya went to get the blue bag.": "Maya fue a buscar la bolsa azul.",
        "She looked up.": "Miró hacia arriba.",
        "No blue bag!": "¡No había bolsa azul!",
        "Her smile went away.": "Su sonrisa desapareció.",
        "Her heart felt fast.": "Su corazón latía rápido.",
        "\"Where are my beans?\" she thought.": "¿\"Dónde están mis granos?\" pensó.",
        "She looked again.": "Volvió a mirar.",
        "Nothing.": "Nada.",
        "The top shelf was empty.": "El estante superior estaba vacío.",
        "Alex came over.": "Alex se acercó.",
        "\"What's wrong, Maya?\" Alex asked.": "¿\"Qué pasa, Maya?\" preguntó Alex.",
        "\"My beans!": "¡\"Mis granos!",
        "The Barista Bash beans!": "¡Los granos para el Barista Bash!",
        "They are gone!\" Maya said, very worried.": "¡Desaparecieron!\" dijo Maya, muy preocupada.",
        "Alex looked too.": "Alex también miró.",
        "\"Hmm, I didn't see them.": "¡\"Hmm, no los vi.",
        "Did you move them?\" \"No!": "¿Los moviste tú?\" \"¡No!",
        "I put them here yesterday,\" Maya said, pointing to the empty shelf.": "Los puse aquí ayer,\" dijo Maya, señalando el estante vacío.",
        "Maya looked behind the counter.": "Maya miró detrás del mostrador.",
        "She looked under the counter.": "Miró debajo del mostrador.",
        "No beans.": "No había granos.",
        "Mr.": "El Sr.",
        "Tanaka walked in.": "Tanaka entró.",
        "He waved.": "Saludó con la mano.",
        "\"Good morning, Maya!\" he said, smiling.": "¡\"Buenos días, Maya!\" dijo, sonriendo.",
        "Maya smiled back, but her mind was still on the beans.": "Maya le devolvió la sonrisa, pero su mente seguía en los granos.",
        "Sarah came for her usual big latte.": "Sarah vino por su habitual latte grande.",
        "\"Busy day, Maya?\" she asked.": "¿\"Día ajetreado, Maya?\" preguntó.",
        "\"Very busy!\" Maya said, still searching.": "¡\"Muy ajetreado!\" dijo Maya, aún buscando.",
        "Then Maya saw Emma, the food blogger.": "Entonces Maya vio a Emma, la bloguera de comida.",
        "Emma was taking pictures of a new pastry.": "Emma estaba tomando fotos de un pastel nuevo.",
        "\"Emma, did you see a blue bag of special beans?\" Maya asked.": "¿\"Emma, viste una bolsa azul de granos especiales?\" preguntó Maya.",
        "Emma looked up.": "Emma levantó la vista.",
        "\"Oh, a blue bag?": "¿\"Oh, una bolsa azul?",
        "Yes!": "¡Sí!",
        "Carlos moved a blue bag.": "Carlos movió una bolsa azul.",
        "He said it was 'for safekeeping' from spilled milk.": "Dijo que era 'para guardarla' de la leche derramada.",
        "He put it in the back, near the new storage shelf.\"  Maya ran to the back room.": "La puso en la parte de atrás, cerca del nuevo estante de almacenamiento.\" Maya corrió a la trastienda.",
        "Carlos was talking on the phone.": "Carlos estaba hablando por teléfono.",
        "\"Carlos!": "¡\"Carlos!",
        "My beans?\" Maya asked, a little out of breath.": "¿Mis granos?\" preguntó Maya, un poco sin aliento.",
        "Carlos pointed to a shelf.": "Carlos señaló un estante.",
        "\"Ah, the special beans!": "«¡Ah, los granos especiales!",
        "I moved them this morning.": "Los moví esta mañana.",
        "A small milk spill happened.": "Hubo un pequeño derrame de leche.",
        "I put them in the dry spot.": "Los puse en el lugar seco.",
        "Safe!\" Maya saw the blue bag.": "¡A salvo!» Maya vio la bolsa azul.",
        "There it was!": "¡Ahí estaba!",
        "Safe and sound.": "Sanos y salvos.",
        "She picked it up.": "La recogió.",
        "She hugged the bag.": "Abrazó la bolsa.",
        "\"Thank you, Carlos!": "«¡Gracias, Carlos!",
        "Thank you!\" Carlos smiled.": "¡Gracias!» Carlos sonrió.",
        "\"No problem, Maya.": "«De nada, Maya.",
        "Good luck tonight!\" Maya smiled big again.": "¡Buena suerte esta noche!» Maya volvió a sonreír ampliamente.",
        "Her special beans were safe.": "Sus granos especiales estaban a salvo.",
        "The Barista Bash was still on!": "¡El concurso de baristas seguía en pie!",
        "She could make the perfect coffee.": "Podría hacer el café perfecto.",
        "Today was important again.": "Hoy volvía a ser un día importante."
      }
    }
  ]
}