{
  "title": "Người Barista",
  "description": "Một ngày của Maya, nữ barista đầy nhiệt huyết, chủ quán cà phê ở trung tâm Brooklyn.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Những sợi chỉ đã được hàn gắn",
      "description": "Cộng đồng giúp chiếc chăn yêu quý đoàn tụ với chủ nhân của nó.",
      "sentences": {
        "The sun was just starting to shine when Maya opened \"The Daily Grind.\" The warm smell of coffee filled the air.": "Mặt trời vừa ló dạng khi Maya mở cửa \"The Daily Grind.\" Mùi cà phê ấm áp tràn ngập không gian.",
        "Maya loved this time, before the rush.": "Maya yêu thích khoảng thời gian này, trước khi mọi thứ trở nên vội vã.",
        "She cleaned the machines, her hands moving with care.": "Cô lau chùi máy móc, đôi tay di chuyển cẩn thận.",
        "Each cup of coffee she made was a small gift, a moment of joy for someone.": "Mỗi tách cà phê cô pha là một món quà nhỏ, một khoảnh khắc niềm vui cho ai đó.",
        "Soon, customers came in.": "Chẳng mấy chốc, khách hàng bắt đầu vào.",
        "Alex, her best friend and fellow barista, arrived, smiling.": "Alex, người bạn thân nhất và đồng nghiệp pha chế của cô, đến nơi, mỉm cười.",
        "They worked together, making lattes and espressos.": "Họ cùng nhau làm việc, pha chế latte và espresso.",
        "Mr. Tanaka, the kind old man, came for his usual black coffee.": "Ông Tanaka, người đàn ông lớn tuổi tốt bụng, đến gọi ly cà phê đen quen thuộc của mình.",
        "Sarah, the busy businesswoman, grabbed her quick Americano.": "Sarah, nữ doanh nhân bận rộn, nhanh chóng lấy ly Americano của mình.",
        "The coffee shop was full of happy sounds.": "Quán cà phê tràn ngập những âm thanh vui vẻ.",
        "After the morning rush, things slowed down.": "Sau giờ cao điểm buổi sáng, mọi thứ chậm lại.",
        "Maya walked around, cleaning tables.": "Maya đi lại, lau dọn bàn ghế.",
        "Under a chair, she saw something.": "Dưới một chiếc ghế, cô nhìn thấy một vật gì đó.",
        "It was an old quilt.": "Đó là một tấm chăn chắp vá cũ.",
        "A quilt is a blanket made from many small pieces of cloth, sewn together.": "Quilt là một loại chăn được làm từ nhiều mảnh vải nhỏ, khâu lại với nhau.",
        "This one looked very old and loved.": "Tấm này trông rất cũ kỹ và được yêu quý.",
        "Its colors were faded, but each small cloth piece seemed to hold a secret.": "Màu sắc của nó đã phai mờ, nhưng mỗi mảnh vải nhỏ dường như ẩn chứa một bí mật.",
        "\"Look, Alex!\" Maya held up the quilt.": "\"Nhìn này, Alex!\" Maya giơ tấm chăn lên.",
        "\"Someone left this.\" Alex came over.": "\"Ai đó đã bỏ quên cái này.\" Alex bước đến.",
        "\"Oh, it's beautiful.": "\"Ồ, nó đẹp quá.",
        "It must be very special.\" Maya agreed.": "Chắc chắn nó rất đặc biệt.\" Maya đồng ý.",
        "\"It feels like it has a story.": "\"Nó có vẻ như mang theo một câu chuyện.",
        "Who could have left it?\" She thought of all her regulars.": "Ai có thể đã để quên nó nhỉ?\" Cô nghĩ đến tất cả những khách quen của mình.",
        "Tanaka?": "Tanaka ư?",
        "He often sat in that corner.": "Ông ấy thường ngồi ở góc đó.",
        "Maya carefully folded the quilt and placed it on the counter, where everyone could see it.": "Maya cẩn thận gấp tấm chăn lại và đặt nó lên quầy, nơi mọi người đều có thể nhìn thấy.",
        "She hoped its owner would come back.": "Cô hy vọng chủ nhân của nó sẽ quay lại.",
        "A little later, Mr.": "Một lát sau, ông",
        "Tanaka walked back into the shop.": "Tanaka bước trở lại cửa hàng.",
        "His face looked worried.": "Khuôn mặt ông ấy trông lo lắng.",
        "\"Maya, Alex, have you seen a blanket?": "\"Maya, Alex, các cháu có thấy một chiếc chăn không?",
        "An old one?\" he asked, his voice shaking a little.": "Một cái chăn cũ?\" ông hỏi, giọng hơi run run.",
        "Maya's eyes lit up.": "Mắt Maya sáng bừng lên.",
        "Mr. Tanaka!": "Ông Tanaka!",
        "Is this yours?\" She showed him the quilt.": "Cái này của ông à?\" Cô đưa tấm chăn cho ông xem.",
        "His eyes grew wide.": "Mắt ông mở to.",
        "\"Oh!": "\"Ồ!",
        "My quilt!": "Tấm chăn của tôi!",
        "My grandmother made this!": "Bà tôi đã làm cái này!",
        "I must have forgotten it.\" He hugged the quilt tightly.": "Chắc tôi đã để quên nó mất.\" Ông ôm chặt tấm chăn.",
        "\"Thank you, thank you, Maya.\" \"It's beautiful,\" Maya said.": "\"Cảm ơn, cảm ơn cháu, Maya.\" \"Nó đẹp thật đấy,\" Maya nói.",
        "\"It looks like each part is different.\" Mr.": "\"Trông như mỗi mảnh đều khác nhau.\" Ông",
        "Tanaka smiled sadly, then happily.": "Tanaka mỉm cười buồn bã, rồi lại vui vẻ.",
        "\"Yes.": "\"Đúng vậy.",
        "Each piece of cloth is from an old shirt or dress from my family.": "Mỗi mảnh vải đều là từ một chiếc áo sơ mi hoặc váy cũ của gia đình tôi.",
        "This blue one was from my father's uniform.": "Mảnh màu xanh này là từ bộ đồng phục của cha tôi.",
        "This flowery one was from my mother's wedding dress.": "Mảnh có hoa văn này là từ chiếc váy cưới của mẹ tôi.",
        "This small red one was from my baby blanket.\" He pointed to different parts, his eyes full of memories.": "Mảnh nhỏ màu đỏ này là từ chiếc chăn trẻ con của tôi.\" Ông chỉ vào các phần khác nhau, đôi mắt tràn đầy kỷ niệm.",
        "\"My grandmother sewed our family history into this quilt.\" Maya listened, touched by his story.": "\"Bà tôi đã khâu lịch sử gia đình chúng tôi vào tấm chăn này.\" Maya lắng nghe, xúc động trước câu chuyện của ông.",
        "The quilt was more than just a blanket; it was a book of memories.": "Tấm chăn không chỉ là một chiếc chăn đơn thuần; nó là một cuốn sách ký ức.",
        "Tanaka thanked them again and left, holding his precious quilt.": "Ông Tanaka cảm ơn họ một lần nữa rồi rời đi, ôm chặt chiếc chăn quý giá của mình.",
        "Maya felt warm inside.": "Maya cảm thấy ấm áp trong lòng.",
        "It wasn't just about coffee.": "Đó không chỉ là về cà phê.",
        "It was about people, about finding lost things, and about sharing stories.": "Đó là về con người, về việc tìm lại những thứ đã mất, và về việc chia sẻ những câu chuyện.",
        "The coffee shop truly was a place where old threads could be mended, and new connections could be made.": "Quán cà phê thực sự là nơi những sợi chỉ cũ có thể được nối lại, và những kết nối mới có thể được tạo ra."
      }
    },
    {
      "id": "ch2",
      "title": "Thất lạc và tìm thấy những trái tim",
      "description": "Cộng đồng chung tay tìm lại gấu bông thất lạc, hé lộ những mối liên kết ấm áp.",
      "sentences": {
        "It was a busy morning at the coffee shop.": "Đó là một buổi sáng bận rộn ở quán cà phê.",
        "Maya cleaned the tables.": "Maya lau dọn bàn ghế.",
        "She saw something small.": "Cô nhìn thấy một thứ gì đó nhỏ bé.",
        "It was on a chair.": "Nó nằm trên một chiếc ghế.",
        "A teddy bear.": "Một chú gấu bông.",
        "It looked old.": "Nó trông cũ kỹ.",
        "It was loved very much.": "Nó đã được yêu thương rất nhiều.",
        "One ear was a little loose.": "Một bên tai của nó hơi lỏng.",
        "Maya picked it up.": "Maya nhặt nó lên.",
        "\"Oh no,\" she thought.": "\"Ôi không,\" cô nghĩ.",
        "\"Someone is sad without you.\" She put the bear on the counter.": "\"Ai đó chắc đang rất buồn vì mất cháu.\" Cô đặt chú gấu lên quầy.",
        "It was near the cash machine.": "Nó nằm gần máy tính tiền.",
        "Maybe the owner would come back soon.": "Có lẽ chủ nhân của nó sẽ sớm quay lại.",
        "Alex, her friend, walked to her.": "Alex, bạn của cô, đi đến chỗ cô.",
        "\"What is this little friend doing here?\" he asked.": "\"Người bạn nhỏ này đang làm gì ở đây vậy?\" anh hỏi.",
        "Maya told him about the bear.": "Maya kể cho anh nghe về chú gấu.",
        "Alex said, \"Let's put a sign.\" Maya agreed.": "Alex nói, \"Chúng ta hãy đặt một tấm biển.\" Maya đồng ý.",
        "She wrote: \"Found: A teddy bear.\"": "Cô viết: \"Tìm thấy: Một chú gấu bông.\"",
        "Is it yours?\" Many customers came.": "Có phải của bạn không?\" Nhiều khách hàng đã đến.",
        "Many customers went.": "Nhiều khách hàng đã đi.",
        "They saw the bear.": "Họ nhìn thấy chú gấu.",
        "Mr. Tanaka came for his hot tea.": "Ông Tanaka đến để uống trà nóng.",
        "He saw the bear.": "Ông nhìn thấy chú gấu.",
        "\"Ah, a friend is lost,\" he said quietly.": "\"À, một người bạn bị lạc,\" ông nói khẽ.",
        "He told Maya a story.": "Ông kể cho Maya một câu chuyện.",
        "When he was a boy, he lost his toy car.": "Khi còn nhỏ, ông đã đánh mất chiếc xe đồ chơi của mình.",
        "It was lost for one week.": "Nó bị mất suốt một tuần.",
        "Then he found it.": "Sau đó ông tìm thấy nó.",
        "Maya smiled.": "Maya mỉm cười.",
        "Sarah, the busy woman, stopped.": "Sarah, người phụ nữ bận rộn, dừng lại.",
        "She looked at the bear.": "Cô nhìn chú gấu.",
        "\"My little girl has a bear like this,\" she said.": "\"Con gái nhỏ của tôi có một chú gấu giống thế này,\" cô nói.",
        "\"It is her best toy.\" Maya told everyone about the lost bear.": "\"Đó là món đồ chơi yêu thích nhất của con bé.\" Maya kể cho mọi người nghe về chú gấu bị lạc.",
        "\"Please tell your friends,\" she asked.": "\"Xin hãy nói với bạn bè của bạn,\" cô nhờ.",
        "\"A child must be very sad now.\" In the afternoon, a woman came into the shop.": "\"Một đứa trẻ chắc hẳn đang rất buồn bây giờ.\" Vào buổi chiều, một người phụ nữ bước vào quán.",
        "She looked worried.": "Cô ấy trông lo lắng.",
        "A little girl was with her.": "Một bé gái đi cùng cô ấy.",
        "Maybe she was five years old.": "Có lẽ cô bé khoảng năm tuổi.",
        "The girl's eyes were red from crying.": "Mắt cô bé đỏ hoe vì khóc.",
        "\"Excuse me,\" the woman said to Maya.": "\"Xin lỗi,\" người phụ nữ nói với Maya.",
        "\"Did you see a teddy bear?\" Maya pointed to the counter.": "\"Cô có thấy một chú gấu bông nào không?\" Maya chỉ vào quầy.",
        "The little girl saw it.": "Cô bé nhìn thấy nó.",
        "Her eyes opened wide.": "Mắt cô bé mở to.",
        "\"Teddy!\" she cried loudly.": "\"Teddy!\" cô bé kêu lên thật to.",
        "She ran and hugged the bear very, very tight.": "Cô bé chạy đến và ôm chú gấu thật, thật chặt.",
        "The mother thanked Maya many times.": "Người mẹ cảm ơn Maya rất nhiều lần.",
        "\"She cried all morning,\" she said.": "\"Con bé đã khóc cả buổi sáng,\" cô nói.",
        "\"Thank you for keeping him safe.\" Maya felt happy inside.": "\"Cảm ơn cô đã giữ chú ấy an toàn.\" Maya cảm thấy hạnh phúc trong lòng.",
        "Alex smiled.": "Alex mỉm cười.",
        "\"See, Maya?\" he said.": "\"Thấy chưa, Maya?\" anh nói.",
        "\"Even a small bear can bring people together.\" Maya agreed.": "\"Ngay cả một chú gấu nhỏ cũng có thể gắn kết mọi người lại với nhau.\" Maya đồng ý.",
        "Her coffee shop was more than just a place for coffee.": "Quán cà phê của cô không chỉ là một nơi để uống cà phê.",
        "It was a place for friends, for small happy moments.": "Đó là nơi dành cho bạn bè, cho những khoảnh khắc hạnh phúc nhỏ nhoi.",
        "It was a place for hearts that were lost, and then found.": "Đó là nơi dành cho những trái tim lạc lối, và rồi tìm thấy nhau."
      }
    },
    {
      "id": "ch3",
      "title": "Linh hồn của hộp công thức",
      "description": "Một chiếc hộp công thức nấu ăn cũ kỹ hé lộ những câu chuyện cộng đồng và làm ấm lòng.",
      "sentences": {
        "Maya wiped the last table at The Daily Grind.": "Maya lau chiếc bàn cuối cùng tại quán The Daily Grind.",
        "It was late, the coffee shop was quiet.": "Trời đã tối muộn, quán cà phê vắng lặng.",
        "She saw something on a small chair.": "Cô nhìn thấy một thứ gì đó trên chiếc ghế nhỏ.",
        "It was a wooden box, old and beautiful, with flowers carved into the wood.": "Đó là một chiếc hộp gỗ, cũ kỹ nhưng đẹp đẽ, với những bông hoa được chạm khắc trên gỗ.",
        "It looked very, very old.": "Nó trông rất, rất cổ xưa.",
        "Maya picked it up carefully.": "Maya cẩn thận nhặt nó lên.",
        "It felt warm in her hands.": "Nó ấm áp trong tay cô.",
        "She opened the lid slowly.": "Cô từ từ mở nắp hộp.",
        "Inside were many small cards.": "Bên trong có rất nhiều tấm thẻ nhỏ.",
        "Not just cards, but recipe cards!": "Không chỉ là những tấm thẻ bình thường, mà là thẻ công thức nấu ăn!",
        "They were all written by hand.": "Tất cả đều được viết tay.",
        "Some ink was faded, so old.": "Một số mực đã phai mờ, vì quá cũ.",
        "Some had small drawings, like a tiny apple next to a pie recipe.": "Một số có những hình vẽ nhỏ, như một quả táo tí hon bên cạnh công thức làm bánh pie.",
        "One card said, “Grandma Elena’s Sweet Bread.” Another had a tiny brown spill on the corner, like old coffee or chocolate.": "Một tấm thẻ ghi: “Bánh Mì Ngọt của Bà Elena.” Một tấm khác có một vết đổ màu nâu nhỏ ở góc, giống như cà phê cũ hoặc sô cô la.",
        "“Oh,” Maya whispered.": "“Ồ,” Maya thì thầm.",
        "“Someone lost something very special.” These were not just recipes.": "“Ai đó đã đánh mất một thứ rất đặc biệt.” Đây không chỉ là những công thức nấu ăn.",
        "These were family memories, maybe from many years ago.": "Đây là những kỷ niệm gia đình, có lẽ từ nhiều năm trước.",
        "She knew she had to find the owner.": "Cô biết mình phải tìm ra chủ nhân của nó.",
        "The next morning, Maya showed Alex the box.": "Sáng hôm sau, Maya cho Alex xem chiếc hộp.",
        "“Look what I found yesterday,” she said.": "“Nhìn xem tôi tìm thấy gì hôm qua này,” cô nói.",
        "Alex looked inside.": "Alex nhìn vào bên trong.",
        "“Wow, Maya!": "“Wow, Maya!",
        "This is amazing!": "Cái này tuyệt vời quá!",
        "So old and beautiful.": "Cũ kỹ và đẹp đẽ làm sao.",
        "Who would leave this?”": "Ai lại để quên thứ này chứ?”",
        "Later, Mr. Tanaka came for his usual black coffee.": "Sau đó, ông Tanaka đến uống ly cà phê đen quen thuộc của mình.",
        "Maya showed him the box.": "Maya đưa chiếc hộp cho ông xem.",
        "“Mr. Tanaka, someone left this.": "“Ông Tanaka, ai đó đã để quên cái này.",
        "Do you know it?”": "Ông có biết nó không ạ?”",
        "He took a card gently.": "Ông nhẹ nhàng cầm một tấm thẻ.",
        "“Pumpkin Cookies for the Harvest Fair,” he read aloud.": "“Bánh Quy Bí Ngô cho Hội Chợ Thu Hoạch,” ông đọc to.",
        "“My mother made something like this long ago.": "“Mẹ tôi từng làm món gì đó giống thế này từ lâu rồi.",
        "This writing…": "Chữ viết này…",
        "it reminds me of a lady, Mrs. Rodriguez, who used to live near here.": "nó gợi nhớ cho tôi về một phụ nữ, bà Rodriguez, người từng sống gần đây.",
        "She made the best pumpkin cookies for the autumn festival.”": "Bà ấy đã làm những chiếc bánh quy bí ngô ngon nhất cho lễ hội mùa thu.”",
        "He smiled, remembering.": "Ông mỉm cười, nhớ lại.",
        "Then, Emma, the food blogger, walked in.": "Sau đó, Emma, blogger ẩm thực, bước vào.",
        "She saw the box and her eyes got wide.": "Cô nhìn thấy chiếc hộp và mắt cô mở to.",
        "“Oh, Maya!": "“Ồ, Maya!",
        "What a treasure!": "Đúng là một kho báu!",
        "An antique recipe box!": "Một chiếc hộp công thức nấu ăn cổ xưa!",
        "Can I look?”": "Tôi có thể xem không?”",
        "Emma carefully read some cards.": "Emma cẩn thận đọc một vài tấm thẻ.",
        "“These aren’t just recipes,” she said.": "“Đây không chỉ là công thức nấu ăn,” cô nói.",
        "“They are stories.": "“Chúng là những câu chuyện.",
        "This one says, ‘For Sarah’s first birthday cake.’": "Tấm này ghi, ‘Cho chiếc bánh sinh nhật đầu tiên của Sarah.’",
        "It’s so sweet.”": "Thật đáng yêu.”",
        "Maya felt a special feeling.": "Maya cảm thấy một cảm giác đặc biệt.",
        "The box was lost, but it was bringing people together.": "Chiếc hộp bị thất lạc, nhưng nó lại đang gắn kết mọi người lại với nhau.",
        "Each recipe card was like a small window into someone’s life, a small memory.": "Mỗi tấm thẻ công thức giống như một ô cửa sổ nhỏ nhìn vào cuộc đời ai đó, một kỷ niệm nhỏ.",
        "And now, these old memories were opening new conversations between her customers.": "Và giờ đây, những ký ức cũ này lại đang mở ra những cuộc trò chuyện mới giữa các khách hàng của cô.",
        "The Daily Grind was not just a place for coffee.": "The Daily Grind không chỉ là một nơi để uống cà phê.",
        "It was a place for shared stories, even old ones that came from a beautiful, lost box.": "Đó là một nơi để chia sẻ những câu chuyện, ngay cả những câu chuyện cũ đã đến từ một chiếc hộp xinh đẹp bị thất lạc.",
        "Maya smiled.": "Maya mỉm cười.",
        "She knew the owner would miss this box very much.": "Cô biết chủ nhân sẽ rất nhớ chiếc hộp này.",
        "She would keep it safe.": "Cô sẽ giữ nó an toàn.",
        "And maybe, in finding its owner, she would find more stories too.": "Và có lẽ, khi tìm thấy chủ nhân của nó, cô cũng sẽ tìm thấy nhiều câu chuyện hơn nữa."
      }
    },
    {
      "id": "ch4",
      "title": "Chén trà Bá Tước cuối cùng",
      "description": "Chia tay đầy xúc động",
      "sentences": {
        "Maya, a barista at The Daily Grind, smiled.": "Maya, một nhân viên pha chế tại The Daily Grind, mỉm cười.",
        "The coffee shop was warm and busy.": "Quán cà phê ấm cúng và bận rộn.",
        "She loved the smell of coffee and baked bread.": "Cô yêu mùi cà phê và bánh mì nướng.",
        "Alex, her best friend and another barista, laughed.": "Alex, người bạn thân nhất và cũng là một nhân viên pha chế khác, bật cười.",
        "\"Big rush today!\" he said.": "\"Hôm nay đông khách quá!\" anh nói.",
        "An old lady walked in.": "Một bà lão bước vào.",
        "It was Mrs.": "Đó là bà.",
        "Gable.": "Gable.",
        "She came every day.": "Bà đến đây mỗi ngày.",
        "She always ordered Earl Grey tea.": "Bà luôn gọi trà Earl Grey.",
        "She sat at her small, quiet table.": "Bà ngồi vào chiếc bàn nhỏ, yên tĩnh của mình.",
        "Maya walked to her table.": "Maya đi đến bàn của bà.",
        "\"Good morning, Mrs.": "\"Chào buổi sáng, bà.",
        "The usual Earl Grey?\" Mrs.": "Vẫn là trà Earl Grey như mọi khi chứ ạ?\" Bà.",
        "Gable smiled softly.": "Gable khẽ mỉm cười.",
        "\"Yes, dear.": "\"Đúng vậy, con yêu.",
        "But...": "Nhưng...",
        "this will be my last one.\" Maya stopped.": "đây sẽ là lần cuối cùng của ta.\" Maya khựng lại.",
        "\"Last one?": "\"Lần cuối cùng ư?",
        "Are you going on a trip?\" Mrs.": "Bà đi du lịch à?\" Bà.",
        "Gable shook her head.": "Bà Gable lắc đầu.",
        "\"No.": "\"Không.",
        "I am moving.": "Ta sẽ chuyển đi.",
        "Far away.": "Đi rất xa.",
        "To live with my daughter in another state.\" Maya felt a little sad inside.": "Để sống cùng con gái ta ở một bang khác.\" Maya cảm thấy hơi buồn trong lòng.",
        "Mrs.": "Bà.",
        "Gable was quiet, but she was kind.": "Gable là người ít nói nhưng rất tốt bụng.",
        "She always listened when Maya talked about her day.": "Bà luôn lắng nghe khi Maya kể về ngày của mình.",
        "Maya went to make the tea.": "Maya đi pha trà.",
        "She made it perfect.": "Cô pha nó thật hoàn hảo.",
        "Hot water, a fresh Earl Grey tea bag.": "Nước nóng, một túi trà Earl Grey mới.",
        "A thin slice of lemon, just how Mrs.": "Một lát chanh mỏng, đúng như cách bà.",
        "Gable liked it.": "Gable thích.",
        "Alex saw Maya's sad face.": "Alex nhìn thấy vẻ mặt buồn bã của Maya.",
        "\"What's wrong?\" he asked.": "\"Có chuyện gì vậy?\" anh hỏi.",
        "Maya told him.": "Maya kể cho anh nghe.",
        "\"Mrs.": "\"Bà.",
        "Gable is moving.\" Alex looked sad too.": "Gable sắp chuyển đi rồi.\" Alex cũng trông buồn bã.",
        "Carlos, the owner, heard them.": "Carlos, người chủ quán, nghe thấy họ.",
        "He walked over.": "Anh đi đến.",
        "\"Oh, Mrs.": "\"Ôi, bà.",
        "Gable!": "Gable!",
        "We will miss you so much!\" he said with a warm smile.": "Chúng cháu sẽ nhớ bà nhiều lắm!\" anh nói với một nụ cười ấm áp.",
        "Maya brought the tea to Mrs.": "Maya mang trà đến cho bà.",
        "\"Here you go, Mrs.": "\"Trà của bà đây, bà.",
        "The best Earl Grey.\" Mrs.": "Earl Grey ngon nhất.\" Bà.",
        "Gable took a small sip.": "Gable nhấp một ngụm nhỏ.",
        "\"It is perfect, Maya.": "\"Thật hoàn hảo, Maya.",
        "Thank you for everything.\" She stood up slowly.": "Cảm ơn con vì tất cả.\" Bà từ từ đứng dậy.",
        "\"Goodbye, Maya.": "\"Tạm biệt, Maya.",
        "Goodbye, Alex.": "Tạm biệt, Alex.",
        "Goodbye, Carlos.\" She waved gently.": "Tạm biệt, Carlos.\" Cô nhẹ nhàng vẫy tay.",
        "Maya waved back.": "Maya vẫy tay đáp lại.",
        "Her eyes felt a little wet.": "Mắt cô hơi ướt.",
        "Later, the shop was quiet.": "Sau đó, cửa hàng trở nên yên tĩnh.",
        "Maya looked at Mrs.": "Maya nhìn bà",
        "Gable's empty table.": "bàn trống của Gable.",
        "It felt strange.": "Cảm giác thật lạ.",
        "People come and go, she thought.": "Người đến người đi, cô nghĩ.",
        "Life changes.": "Cuộc sống thay đổi.",
        "But The Daily Grind is always here.": "Nhưng The Daily Grind thì luôn ở đây.",
        "And the friendships they make, they stay in her heart.": "Và những tình bạn mà họ tạo nên, chúng vẫn ở lại trong tim cô.",
        "The bell jingled.": "Tiếng chuông leng keng.",
        "Sarah, the busy businesswoman, walked in.": "Sarah, nữ doanh nhân bận rộn, bước vào.",
        "\"Coffee, Maya, please!": "\"Cà phê, Maya, làm ơn!",
        "I had a very hard morning.\" Maya smiled.": "Tôi đã có một buổi sáng rất khó khăn.\" Maya mỉm cười.",
        "\"Coming right up, Sarah!\" The day continued.": "\"Có ngay đây, Sarah!\" Ngày mới tiếp tục."
      }
    },
    {
      "id": "ch5",
      "title": "Xưa rồi, giờ tốt hơn nhiều.",
      "description": "Maya chống lại một chuỗi cà phê công nghệ cao mới bằng nét quyến rũ cổ điển.",
      "sentences": {
        "Maya unlocked The Daily Grind.": "Maya mở cửa Tiệm Cà Phê Hằng Ngày (The Daily Grind).",
        "The smell of fresh coffee filled the air.": "Mùi cà phê tươi mới lan tỏa khắp không gian.",
        "*Good,* she thought.": "*Tuyệt,* cô nghĩ.",
        "*Another warm day.* Then, she looked next door.": "*Một ngày ấm áp nữa.* Sau đó, cô nhìn sang cửa hàng bên cạnh.",
        "A new shop was opening!": "Một cửa hàng mới đang khai trương!",
        "Bright, shiny lights.": "Những ánh đèn sáng chói.",
        "A big sign said \"QuickBrew.\" Maya saw big, silver machines inside, not many people.": "Một tấm biển lớn ghi \"QuickBrew.\" Maya thấy bên trong có những cỗ máy lớn, màu bạc, không có nhiều người.",
        "It looked very fast, very cold.": "Trông nó rất nhanh, rất lạnh lẽo.",
        "No smiles.": "Không có nụ cười nào.",
        "Maya felt a little worried.": "Maya cảm thấy hơi lo lắng.",
        "Would people go there instead?": "Liệu mọi người sẽ đến đó thay vì đây ư?",
        "Alex arrived.": "Alex đến.",
        "Alex saw QuickBrew too.": "Alex cũng nhìn thấy QuickBrew.",
        "\"Wow,\" Alex said.": "\"Chà,\" Alex nói.",
        "\"That's...": "\"Cái đó...\"",
        "big.\" The morning started slowly.": "to đấy.\" Buổi sáng bắt đầu chậm chạp.",
        "Some people walked past The Daily Grind.": "Vài người đi ngang qua The Daily Grind.",
        "They looked at QuickBrew.": "Họ nhìn vào QuickBrew.",
        "Some went inside QuickBrew.": "Một số người đã bước vào QuickBrew.",
        "QuickBrew made coffee very fast.": "QuickBrew pha cà phê rất nhanh.",
        "No talking, just machines.": "Không nói chuyện, chỉ có máy móc.",
        "Maya made a latte for a lady.": "Maya pha một ly latte cho một quý bà.",
        "The lady looked hurried.": "Người phụ nữ trông có vẻ vội vàng.",
        "Alex wiped the counter.": "Alex lau quầy.",
        "\"Less people,\" Alex said softly.": "\"Ít khách hơn,\" Alex nhẹ nhàng nói.",
        "Then, the door to The Daily Grind opened.": "Sau đó, cánh cửa The Daily Grind mở ra.",
        "Mr.": "Ông.",
        "Tanaka walked in.": "Tanaka bước vào.",
        "He smiled at Maya.": "Ông mỉm cười với Maya.",
        "\"My usual, please, Maya,\" he said.": "\"Cho tôi món quen thuộc nhé, Maya,\" ông nói.",
        "\"A real coffee.\" Maya smiled wide.": "\"Một ly cà phê đúng nghĩa.\" Maya nở nụ cười tươi rói.",
        "She made his Americano, perfectly.": "Cô pha ly Americano của ông, hoàn hảo.",
        "Tanaka sipped it slowly.": "Ông Tanaka nhấp từng ngụm chậm rãi.",
        "\"Much better than machines,\" he said, looking at QuickBrew.": "\"Ngon hơn nhiều so với máy móc,\" ông nói, nhìn về phía QuickBrew.",
        "Sarah came in next.": "Sarah bước vào tiếp theo.",
        "She looked tired.": "Cô ấy trông mệt mỏi.",
        "\"Hi, Maya,\" she sighed.": "\"Chào Maya,\" cô thở dài.",
        "\"I need *your* coffee.\" Maya made Sarah's cappuccino.": "\"Tôi cần cà phê *của bạn*.\" Maya pha cappuccino cho Sarah.",
        "She made a little heart shape in the foam.": "Cô tạo một hình trái tim nhỏ trên lớp bọt kem.",
        "Sarah smiled.": "Sarah mỉm cười.",
        "\"Thank you.": "\"Cảm ơn bạn.",
        "This helps.\" Later, Emma, the food blogger, entered.": "Thứ này giúp ích lắm.\" Sau đó, Emma, blogger ẩm thực, bước vào.",
        "She had her phone ready.": "Cô ấy đã chuẩn bị sẵn điện thoại.",
        "\"Maya!\" Emma said.": "\"Maya!\" Emma nói.",
        "\"What's that new place?": "\"Chỗ mới kia là gì vậy?",
        "So fast, but...": "Nhanh thật, nhưng...",
        "no soul.": "không có hồn.",
        "I need a real story for my blog.": "Tôi cần một câu chuyện thực sự cho blog của mình.",
        "Show me a perfect pour-over.\" Maya beamed.": "Hãy cho tôi xem một ly pour-over hoàn hảo.\" Maya rạng rỡ.",
        "She carefully made Emma's coffee.": "Cô cẩn thận pha cà phê cho Emma.",
        "Emma took many photos.": "Emma đã chụp rất nhiều ảnh.",
        "Carlos, the owner, watched from the back.": "Carlos, ông chủ, quan sát từ phía sau.",
        "He put a hand on Maya's shoulder.": "Anh đặt tay lên vai Maya.",
        "\"See, Maya?\" he said.": "“Thấy chưa, Maya?” anh nói.",
        "\"They have machines.": "“Họ có máy móc.",
        "We have *you*.": "Chúng ta có *em*.",
        "We have our family here.\" Maya looked around her shop.": "Chúng ta có gia đình của mình ở đây.” Maya nhìn quanh cửa hàng của cô.",
        "Tanaka was reading his paper.": "Tanaka đang đọc báo của mình.",
        "Sarah was working quietly.": "Sarah đang làm việc một cách lặng lẽ.",
        "Emma was smiling at her coffee.": "Emma đang mỉm cười nhìn ly cà phê của mình.",
        "Other people were talking, laughing gently.": "Những người khác đang trò chuyện, cười nhẹ nhàng.",
        "The Daily Grind was warm.": "The Daily Grind ấm cúng.",
        "It smelled like happiness.": "Nó tỏa mùi hạnh phúc.",
        "Maya made another latte.": "Maya pha thêm một ly latte nữa.",
        "This one was for a new customer.": "Ly này là cho một khách hàng mới.",
        "She talked to them, asked about their day.": "Cô nói chuyện với họ, hỏi về một ngày của họ.",
        "The customer smiled.": "Vị khách hàng mỉm cười.",
        "It was not about being fast.": "Đó không phải là về tốc độ.",
        "It was about being real.": "Đó là về sự chân thật.",
        "The day ended.": "Ngày kết thúc.",
        "Maya was tired.": "Maya mệt mỏi.",
        "But her heart was full.": "Nhưng trái tim cô tràn đầy.",
        "The Daily Grind was more than a coffee shop.": "The Daily Grind không chỉ là một quán cà phê.",
        "It was home.": "Đó là nhà."
      }
    },
    {
      "id": "ch6",
      "title": "Vụ cướp đậu vĩ đại",
      "description": "Cuộc điều tra hài hước về hạt cà phê phiên bản giới hạn bị mất của Maya.",
      "sentences": {
        "Maya smiled.": "Maya mỉm cười.",
        "Today was important!": "Hôm nay là một ngày quan trọng!",
        "The Brooklyn Barista Bash was tonight.": "Cuộc thi Barista Bash ở Brooklyn sẽ diễn ra tối nay.",
        "Maya had special coffee beans for it.": "Maya có những hạt cà phê đặc biệt dành cho nó.",
        "Very special.": "Rất đặc biệt.",
        "Limited edition.": "Phiên bản giới hạn.",
        "She kept them safe, in a blue bag, on the top shelf at The Daily Grind.": "Cô giữ chúng cẩn thận, trong một chiếc túi màu xanh, trên kệ cao nhất tại The Daily Grind.",
        "She wanted to make a perfect coffee for the Bash.": "Cô muốn pha một ly cà phê hoàn hảo cho cuộc thi.",
        "Maya went to get the blue bag.": "Maya đi lấy chiếc túi màu xanh.",
        "She looked up.": "Cô nhìn lên.",
        "No blue bag!": "Không có túi màu xanh!",
        "Her smile went away.": "Nụ cười của cô biến mất.",
        "Her heart felt fast.": "Tim cô đập nhanh.",
        "\"Where are my beans?\" she thought.": "\"Hạt cà phê của mình đâu rồi?\" cô nghĩ.",
        "She looked again.": "Cô nhìn lại.",
        "Nothing.": "Không có gì.",
        "The top shelf was empty.": "Kệ trên cùng trống rỗng.",
        "Alex came over.": "Alex đi tới.",
        "\"What's wrong, Maya?\" Alex asked.": "\"Có chuyện gì vậy, Maya?\" Alex hỏi.",
        "\"My beans!": "\"Hạt cà phê của tôi!",
        "The Barista Bash beans!": "Hạt cà phê cho Barista Bash!",
        "They are gone!\" Maya said, very worried.": "Chúng biến mất rồi!\" Maya nói, rất lo lắng.",
        "Alex looked too.": "Alex cũng nhìn.",
        "\"Hmm, I didn't see them.": "\"Hmm, tôi không thấy chúng.",
        "Did you move them?\" \"No!": "Bạn đã di chuyển chúng à?\" \"Không!",
        "I put them here yesterday,\" Maya said, pointing to the empty shelf.": "Tôi đã đặt chúng ở đây hôm qua,\" Maya nói, chỉ vào cái kệ trống.",
        "Maya looked behind the counter.": "Maya nhìn đằng sau quầy.",
        "She looked under the counter.": "Cô nhìn xuống gầm quầy.",
        "No beans.": "Không có hạt cà phê.",
        "Mr.": "Ông.",
        "Tanaka walked in.": "Tanaka bước vào.",
        "He waved.": "Anh ấy vẫy tay.",
        "\"Good morning, Maya!\" he said, smiling.": "\"Chào buổi sáng, Maya!\" anh ấy nói, mỉm cười.",
        "Maya smiled back, but her mind was still on the beans.": "Maya mỉm cười đáp lại, nhưng tâm trí cô vẫn dồn vào những hạt cà phê.",
        "Sarah came for her usual big latte.": "Sarah đến để gọi món latte lớn quen thuộc của cô ấy.",
        "\"Busy day, Maya?\" she asked.": "\"Hôm nay bận rộn hả, Maya?\" cô ấy hỏi.",
        "\"Very busy!\" Maya said, still searching.": "\"Rất bận!\" Maya nói, vẫn đang tìm kiếm.",
        "Then Maya saw Emma, the food blogger.": "Sau đó Maya nhìn thấy Emma, blogger ẩm thực.",
        "Emma was taking pictures of a new pastry.": "Emma đang chụp ảnh một loại bánh ngọt mới.",
        "\"Emma, did you see a blue bag of special beans?\" Maya asked.": "\"Emma, bạn có thấy một chiếc túi xanh đựng hạt cà phê đặc biệt nào không?\" Maya hỏi.",
        "Emma looked up.": "Emma ngẩng lên.",
        "\"Oh, a blue bag?": "\"Ồ, một chiếc túi màu xanh ư?",
        "Yes!": "Đúng vậy!",
        "Carlos moved a blue bag.": "Carlos đã di chuyển một chiếc túi màu xanh.",
        "He said it was 'for safekeeping' from spilled milk.": "Anh ấy nói là để 'giữ an toàn' khỏi bị sữa tràn.",
        "He put it in the back, near the new storage shelf.\"  Maya ran to the back room.": "Anh ấy để nó ở phía sau, gần kệ lưu trữ mới.\" Maya chạy vào phòng phía sau.",
        "Carlos was talking on the phone.": "Carlos đang nói chuyện điện thoại.",
        "\"Carlos!": "\"Carlos!",
        "My beans?\" Maya asked, a little out of breath.": "Hạt cà phê của tôi?\" Maya hỏi, hơi thở hổn hển.",
        "Carlos pointed to a shelf.": "Carlos chỉ vào một cái kệ.",
        "\"Ah, the special beans!": "“À, những hạt cà phê đặc biệt!",
        "I moved them this morning.": "Tôi đã chuyển chúng sáng nay.",
        "A small milk spill happened.": "Một ít sữa đã bị đổ.",
        "I put them in the dry spot.": "Tôi đã để chúng ở chỗ khô ráo.",
        "Safe!\" Maya saw the blue bag.": "An toàn rồi!\" Maya nhìn thấy chiếc túi màu xanh.",
        "There it was!": "Nó đây rồi!",
        "Safe and sound.": "An toàn và lành lặn.",
        "She picked it up.": "Cô ấy nhặt nó lên.",
        "She hugged the bag.": "Cô ấy ôm chiếc túi.",
        "\"Thank you, Carlos!": "“Cảm ơn anh, Carlos!",
        "Thank you!\" Carlos smiled.": "Cảm ơn anh!\" Carlos mỉm cười.",
        "\"No problem, Maya.": "“Không có gì đâu, Maya.",
        "Good luck tonight!\" Maya smiled big again.": "Chúc may mắn tối nay!\" Maya lại nở nụ cười thật tươi.",
        "Her special beans were safe.": "Những hạt cà phê đặc biệt của cô ấy đã an toàn.",
        "The Barista Bash was still on!": "Cuộc thi Barista Bash vẫn tiếp tục!",
        "She could make the perfect coffee.": "Cô ấy có thể pha được ly cà phê hoàn hảo.",
        "Today was important again.": "Hôm nay lại trở nên quan trọng."
      }
    }
  ]
}