{
  "title": "Still Dead Still Bored",
  "description": "A story about a zombie girl living in Toyko who is still dead but still bored.",
  "chapters": [
    {
      "id": "ch1",
      "title": "Petals and Putrefaction",
      "description": "A wilting flower sparks a quest for fleeting beauty.",
      "sentences": {
        "## Petals and Putrefaction  Zoey Yamashita walked through the busy Tokyo street.": "## 花びらと腐敗\nゾーイ・ヤマシタは、賑やかな東京の通りを歩いていた。",
        "People rushed past her, a river of sound and color.": "人々が彼女の傍を駆け抜けていく、音と色の川のようだった。",
        "For her, it was mostly noise.": "彼女にとって、それはほとんど騒音にすぎなかった。",
        "Four hundred years of noise.": "四百年にわたる騒音。",
        "Her eyes, however, caught something small, white, and still.": "しかし、彼女の目は小さく、白く、じっと動かないものを捉えた。",
        "It was a single chrysanthemum flower, wilted and brown at the edges.": "それは一本の菊の花だった。萎れて、縁が茶色く変色していた。",
        "Someone had probably dropped it, or maybe it fell from a small offering at a shop.": "誰かが落としたのだろうか、それとも、店の小さな供え物から落ちたのかもしれない。",
        "Zoey stopped.": "ゾーイは立ち止まった。",
        "This was not normal for her.": "彼女にとって、これは普通のことではなかった。",
        "She did not usually notice such things.": "彼女は普段、こんなものに気を留めることはなかった。",
        "But the flower, pale and dying, looked…": "しかし、その花は、青白く枯れかかっているのに、どこか…",
        "peaceful.": "穏やかに見えた。",
        "She bent down.": "彼女は屈み込んだ。",
        "Her fingers, long and careful, picked it up.": "彼女の長く、慎重な指がそれを拾い上げた。",
        "It felt soft, like old paper.": "それは、古い紙のように柔らかく感じられた。",
        "The petals were thin and tired.": "花びらは薄く、疲れたようだった。",
        "A white chrysanthemum.": "白い菊。",
        "A *kiku*.": "菊。",
        "Often seen at funerals in Japan.": "日本では葬儀によく見られる。",
        "How fitting.": "いかにも、という感じだ。",
        "But then, a strange thing happened.": "しかし、その時、奇妙なことが起こった。",
        "A tiny flicker, like a faraway light, touched her mind.": "遠い光のような、ごく小さなきらめきが、彼女の心に触れた。",
        "It was not a picture.": "それは絵ではなかった。",
        "It was a feeling.": "それは感覚だった。",
        "A feeling of *warmth*.": "*温かさ*の感覚。",
        "Of soft ground under bare feet.": "素足の裏の柔らかい土の感触。",
        "The quiet sound of…": "静かな…という音。",
        "water?": "水？",
        "And then, a perfect white flower, impossibly bright, shining in the sun.": "そして、完璧な白い花が、信じられないほど明るく、太陽の下で輝いていた。",
        "A quick, clear sense of being very, very *small*.": "とても、とても*小さい*という、素早く、はっきりとした感覚。",
        "Zoey frowned.": "ゾーイは眉をひそめた。",
        "\"How annoying,\" she whispered to the wilting flower in her hand.": "「なんて迷惑な」彼女は手に持った萎れた花に囁いた。",
        "This was a *memory*.": "これは*記憶*だった。",
        "A human memory.": "人間の記憶。",
        "Something she rarely felt, and never truly understood anymore.": "彼女がめったに感じることなく、もはや本当に理解することもないもの。",
        "It was a fragment from a life she no longer lived, a time when she was just a girl, before the change.": "それは、彼女がもはや生きていない人生、まだ少女で、変化が起こる前の時間の断片だった。",
        "And it was almost…": "そしてそれは、ほとんど…",
        "pleasant.": "心地よかった。",
        "That was the truly unsettling part.": "それが本当に不穏な部分だった。",
        "\"A ghost of a feeling,\" she thought, looking at the dead flower.": "「感情の幽霊だ」彼女は枯れた花を見つめながら思った。",
        "\"And it's telling me to do something stupid.\" But the feeling, faint as it was, held her.": "「それに、何か馬鹿なことをしろと言っている」しかし、その感情は、かすかではあったが、彼女を捕らえた。",
        "She wanted to see a *living* one.": "彼女は*生きた*それを見たいと思った。",
        "A perfect, bright white chrysanthemum.": "完璧な、明るい白い菊。",
        "Not just any chrysanthemum.": "ただの菊ではない。",
        "One that felt like *that*.": "*あの*ような感覚を与えるもの。",
        "An impossible task, she knew.": "それは不可能だと、彼女は分かっていた。",
        "Her life was about hiding, not about chasing fleeting human emotions.": "彼女の人生は隠れることであり、はかない人間の感情を追いかけることではなかった。",
        "Yet, she found herself walking, the wilting flower still clutched in her hand.": "しかし、彼女は萎れた花をまだ手に握りしめたまま、歩いている自分に気づいた。",
        "First, she went to a flower shop.": "まず、彼女は花屋に向かった。",
        "The shop was small and filled with many bright flowers.": "店は小さく、たくさんの明るい花で満たされていた。",
        "The air smelled sweet.": "甘い香りがした。",
        "A young woman with a kind smile greeted Zoey.": "優しい笑顔の若い女性がゾーイに挨拶した。",
        "\"Can I help you?\" the woman asked.": "「何かお手伝いできますか？」と女性は尋ねた。",
        "\"A white chrysanthemum,\" Zoey said.": "「白い菊を」とゾーイは言った。",
        "Her voice was flat.": "彼女の声は抑揚がなかった。",
        "\"A very good one.": "「とても良いものを。",
        "Perfect.\" The woman showed her a large bunch of white chrysanthemums.": "完璧なものを」女性は彼女に、たくさんの白い菊の束を見せた。",
        "They were fresh, green stems, white petals.": "それらは新鮮で、茎は緑、花びらは白かった。",
        "But Zoey shook her head.": "しかし、ゾーイは首を振った。",
        "\"No.": "「違う。",
        "Not like these.\" The woman looked confused.": "こんなのじゃない」女性は困惑した顔をした。",
        "\"They are very fresh.": "「とても新鮮ですよ。",
        "Just arrived this morning.\" \"Too bright,\" Zoey thought.": "今朝届いたばかりです」「明るすぎる」ゾーイは思った。",
        "\"Too fake.": "「偽物すぎる。",
        "Not the ghost.\" She turned and left the shop.": "あの幽霊ではない」彼女は向きを変え、店を出た。",
        "The flowers there were too full of life, a life she couldn't share.": "そこの花々はあまりにも生命力に満ちていて、それは彼女が分かち合えない生命だった。",
        "She walked through a large park.": "彼女は大きな公園を歩いた。",
        "People sat on benches, laughed with friends, played with children.": "人々はベンチに座り、友人と笑い、子供と遊んでいた。",
        "Zoey watched them, feeling the familiar distance.": "ゾーイは彼らを見て、おなじみの距離感を感じていた。",
        "So much energy.": "なんてたくさんのエネルギー。",
        "For what?": "何のために？",
        "To live and then to die?": "生きて、そして死ぬためか？",
        "Her own non-life was much simpler, if more boring.": "彼女自身の「非生」は、退屈ではあるが、ずっと単純だった。",
        "She saw small gardens in the park, but no white chrysanthemums that looked like her fading memory.": "公園には小さな庭園がいくつかあったが、彼女の薄れていく記憶のような白い菊はなかった。",
        "The wilting flower in her hand seemed to shrink a little more with each step.": "手に持った萎れた花は、一歩ごとに少しずつ縮んでいくようだった。",
        "Just then, she saw him.": "その時、彼女は彼を見た。",
        "Detective Kuroda.": "黒田刑事。",
        "He was talking to a park guard.": "彼は公園の警備員と話していた。",
        "His eyes, always looking, always suspicious, found hers.": "彼の目は、常に何かを探し、常に疑っているような目で、彼女の視線を捉えた。",
        "He paused, just for a second, and gave her a small, sharp look.": "彼は一瞬だけ立ち止まり、彼女に小さく鋭い視線を向けた。",
        "Zoey met his gaze with her usual blank stare, then walked on.": "ゾーイはいつもの無表情な視線でそれに応じ、そして歩き続けた。",
        "\"Humans,\" she thought.": "「人間は」彼女は思った。",
        "\"Always looking for something that isn't there.\" Or, in her case, something that *is* there but shouldn't be.": "「いつも存在しないものを探している」あるいは、彼女の場合は、*存在する*のに、存在してはいけないものを。",
        "The hunt was useless.": "この探索は無駄だった。",
        "Zoey felt a surge of her usual boredom.": "ゾーイはいつもの退屈感が込み上げてくるのを感じた。",
        "This flower chase was a waste of a perfectly good afternoon.": "この花探しは、せっかくの午後の時間を無駄にするものだった。",
        "\"Maybe some things are better left dead,\" she thought.": "「ひょっとしたら、死んだままにしておく方が良いものもあるのかもしれない」彼女は思った。",
        "\"Like me.": "「私のように。",
        "Less trouble.\" Then, a new thought came to her.": "面倒が少ない」その時、新しい考えが彼女に浮かんだ。",
        "A morbid one.": "病的な考えだった。",
        "If she wanted an \"eternal\" flower, where would she find it?": "もし「永遠の」花が欲しいなら、どこでそれを見つけられるだろう？",
        "Not in a shop full of living things.": "生き物でいっぱいの店ではない。",
        "She pulled out her phone and sent a quick message to Lex, her fellow immortal zombie.": "彼女は携帯電話を取り出し、仲間の不滅のゾンビ、レックスに素早くメッセージを送った。",
        "Lex loved being undead.": "レックスはアンデッドであることを楽しんでいた。",
        "He found joy in things Zoey found only boredom in.": "彼はゾーイが退屈しか感じないようなものにも喜びを見出した。",
        "\"Lex,\" she typed.": "「レックス」彼女は入力した。",
        "\"Where would one find a truly *eternal* white flower?": "「本当に*永遠の*白い花はどこで見つけられる？",
        "Asking for a friend.": "友達のために聞いてるの。",
        "My friend is me.": "その友達は私だけど。",
        "And I'm looking for a flower.\" Lex's reply came almost at once.": "そして私は花を探している」レックスからの返信はほとんどすぐに来た。",
        "\"Eternal?": "「永遠の？",
        "You mean plastic, Zoey?": "プラスチックってこと、ゾーイ？",
        "Or maybe at a very well-kept grave?": "それとも、手入れの行き届いたお墓とか？",
        "What's going on?": "どうしたの？",
        "Feeling sentimental?\" \"Sentimental?": "感傷的になってる？」「感傷的？",
        "Don't be ridiculous.": "馬鹿なこと言わないで。",
        "It's a scientific inquiry,\" Zoey typed back.": "科学的な問いかけよ」ゾーイは打ち返した。",
        "But Lex's idea of a \"well-kept grave\" gave her a new path.": "しかし、レックスの「手入れの行き届いた墓」という発想が、彼女に新たな道筋を与えた。",
        "She found herself walking towards an old, quiet part of the city.": "彼女は、街の古く、静かな地域へと歩いている自分に気づいた。",
        "There was a very old cemetery there, with tall trees and stone lanterns.": "そこには、高い木々と石灯籠のある、とても古い墓地があった。",
        "It was peaceful, mostly empty.": "そこは穏やかで、ほとんど人はいなかった。",
        "Many graves had small flower offerings.": "多くの墓に、小さな花の供え物があった。",
        "Many of them were white chrysanthemums.": "その多くは白い菊だった。",
        "Some were plastic, looking fake and too bright.": "いくつかはプラスチック製で、偽物らしく明るすぎた。",
        "Others were real, but already wilting, just like the one in her hand.": "他は本物だったが、手に持っているものと全く同じように、すでに萎れていた。",
        "The irony was heavy.": "皮肉が重くのしかかった。",
        "Even here, among the dead, life was a short, fading thing.": "ここ、死者たちの間ですら、生は短く、はかないものだった。",
        "As the sun began to set, painting the sky in soft oranges and purples, Zoey felt a pull towards a small bookstore.": "太陽が沈み始め、空を柔らかなオレンジと紫に染める頃、ゾーイは小さな書店に引き寄せられるのを感じた。",
        "Takashi's bookstore.": "タカシの書店。",
        "It was a comfort, a small island of calm.": "そこは安らぎであり、静寂の小さな島だった。",
        "She entered, the small bell above the door ringing softly.": "彼女が入ると、ドアの上の小さな鈴が優しく鳴った。",
        "Takashi looked up from a book, his smile gentle.": "タカシは本から顔を上げ、彼の笑顔は優しかった。",
        "\"Zoey-san.": "「ゾーイさん。",
        "Good evening.\" \"Good evening, Takashi-san,\" Zoey replied.": "こんばんは」「こんばんは、タカシさん」ゾーイは答えた。",
        "She held up the wilting flower.": "彼女は萎れた花を持ち上げた。",
        "\"Do you know anything about these flowers?": "「この花について何か知っていますか？",
        "White chrysanthemums?\" Takashi looked at the flower, then at Zoey's blank face.": "白い菊です」タカシはその花を、それからゾーイの無表情な顔を見た。",
        "\"Ah, the kiku.": "「ああ、菊ですね。",
        "They are beautiful.": "美しい花です。",
        "In Japan, they often mean purity, truth, and loyalty.": "日本では、純粋さ、真実、忠誠を意味することが多いです。",
        "They are very popular for important events, like festivals, and also…": "祭りなどの重要な行事だけでなく、とても人気がありますし…",
        "for remembering those who have passed.\" He paused, looking at her carefully.": "故人を偲ぶためにも使われます」彼は一瞬言葉を止め、慎重に彼女を見た。",
        "\"They are very hardy flowers.": "「とても丈夫な花ですよ。",
        "Some old temple gardens have special varieties, cared for over many generations.": "古いお寺の庭には、何世代にもわたって手入れされてきた特別な品種があります。",
        "There's a small temple, not far from here, just past the old bridge.": "ここからそう遠くない、古い橋を越えたところに、小さな寺があります。",
        "It has a very old garden, well-hidden.": "そこには、とても古く、よく隠された庭があるんです。",
        "They say special flowers grow there.\" Zoey felt a flicker of something in her chest.": "特別な花が咲くと言われています」ゾーイは胸の中に何かのかすかなきらめきを感じた。",
        "Not joy, not hope.": "喜びでも、希望でもない。",
        "Just a strange urge to see it.": "ただ、それを見たいという奇妙な衝動。",
        "\"Thank you,\" she said, her voice softer than usual.": "「ありがとう」彼女はいつもの声よりも柔らかく言った。",
        "She left the bookstore.": "彼女は書店を出た。",
        "She walked towards the old bridge Takashi mentioned.": "彼女はタカシが言っていた古い橋の方へ歩いた。",
        "The streets grew quieter, the houses older.": "通りは静かになり、家々は古くなった。",
        "She found a small, narrow path she had never noticed before.": "彼女は、今まで気づかなかった小さく狭い道を見つけた。",
        "It led to a small, wooden gate.": "それは小さな木製の門へと続いていた。",
        "Beyond it, a tiny, ancient temple stood.": "その先には、小さく、古びた寺が建っていた。",
        "And beside it, a garden.": "そしてその傍らには、庭があった。",
        "It was not a grand garden.": "それは壮麗な庭ではなかった。",
        "It was small, green, and perfectly kept.": "小さく、緑豊かで、完璧に手入れされていた。",
        "And there, in a corner, was a patch of white chrysanthemums.": "そしてそこに、一角に白い菊の群生があった。",
        "They were perfect.": "それらは完璧だった。",
        "Their petals were bright white, unblemished, strong.": "その花びらは鮮やかな白で、汚れ一つなく、力強かった。",
        "They stood tall, almost glowing in the fading light.": "それらは高くそびえ立ち、薄れゆく光の中で、まるで輝いているかのようだった。",
        "They looked impossible.": "信じられないほどに見えた。",
        "They looked like they could last forever.": "永遠に続くかのように見えた。",
        "Zoey stood there, looking.": "ゾーイはそこに立ち、見つめていた。",
        "She didn't pick one.": "彼女は一輪も摘まなかった。",
        "She didn't touch them.": "触れもしなかった。",
        "They were exactly like the image, the feeling, from her memory.": "それらは、彼女の記憶の中のイメージ、そして感覚と全く同じだった。",
        "They were living, breathing proof that the ghost of a feeling was real.": "それらは、感情の幽霊が実在するという、生きた、息づく証拠だった。",
        "And for a brief moment, the faint memory came back, clearer this time.": "そして一瞬、そのかすかな記憶が、今度はより鮮明に戻ってきた。",
        "The soft dirt, the green smell after rain, a gentle breeze, and the feeling of warmth on her small face.": "柔らかい土、雨上がりの草木の匂い、優しいそよ風、そして幼い顔に感じる温かさ。",
        "A simple, quiet happiness.": "質素で、静かな幸福。",
        "A moment from a life so far away it was almost a dream.": "あまりに遠く、ほとんど夢のような人生の一瞬。",
        "A life when she was just *human*.": "ただ*人間*だった頃の人生。",
        "Then, like smoke, it faded.": "それから、煙のように、それは消え去った。",
        "The perfect chrysanthemums were just flowers.": "完璧な菊は、ただの花にすぎなかった。",
        "The memory was just a memory, unreachable.": "記憶はただの記憶で、手の届かないものだった。",
        "She looked at the wilting flower still in her hand.": "彼女はまだ手に持っている萎れた花を見た。",
        "It was almost completely brown now.": "それは今や、ほとんど完全に茶色くなっていた。",
        "Its petals drooped, almost touching her palm.": "花びらは垂れ下がり、ほとんど彼女の掌に触れそうだった。",
        "It looked tired, dead.": "疲れて、死んでいるように見えた。",
        "Like a part of her.": "彼女の一部のように。",
        "Zoey turned and walked away from the temple garden.": "ゾーイは向きを変え、寺の庭から立ち去った。",
        "The streetlights flickered on as night came.": "夜が訪れると、街灯がちらちらと点灯した。",
        "\"A useless day,\" she thought.": "「無駄な一日だった」彼女は思った。",
        "\"Chasing a ghost of a ghost.": "「幽霊の幽霊を追いかけるなんて。",
        "How pathetic.\" She walked past a public trash can.": "なんて哀れなの」彼女は公共のゴミ箱のそばを通り過ぎた。",
        "Without thinking, without a single soft feeling, she let the wilting white chrysanthemum fall from her hand.": "考えることなく、一片の柔らかい感情もなく、彼女は萎れた白い菊を手のひらから落とした。",
        "The wind caught it for a second, then it dropped, forgotten, into the bin.": "風が一瞬それを捉えたが、その後、忘れ去られたかのようにゴミ箱の中に落ちていった。",
        "Even a 400-year-old zombie, it seemed, could be fooled by a pretty flower.": "四百年ものゾンビでさえ、美しい花に騙されることがあるらしい。",
        "But only for a moment.": "しかし、それは一瞬のことだけだった。",
        "Her existence was eternal.": "彼女の存在は永遠だった。",
        "But beautiful things, like flowers and human memories, were not.": "しかし、花や人間の記憶のような美しいものは、そうではなかった。",
        "And that, she knew, was a kind of sad truth.": "そしてそれは、ある種の悲しい真実だと、彼女は知っていた。"
      }
    },
    {
      "id": "ch2",
      "title": "Fido's Farewell Tour",
      "description": "Zoey finds a dying dog, contemplates her own mortality.",
      "sentences": {
        "Zoey woke up.": "ゾーイは目を覚ました。",
        "Another day.": "また一日が始まった。",
        "The Tokyo sun was bright, but to Zoey, it was just another light.": "東京の太陽は明るかったが、ゾーイにはただの光の一つに過ぎなかった。",
        "Four hundred years of sunrises meant they were not special.": "400年もの日の出は、もはや特別なものではなかった。",
        "She felt the dull ache in her bones – not a real ache, but a memory of one.": "彼女は骨に鈍い痛みを覚えた――それは実際の痛みではなく、痛みの記憶だった。",
        "A ghost of pain from a life long past.": "遠い昔の人生から来る痛みの名残り。",
        "She needed meat.": "彼女は肉を必要としていた。",
        "Her body needed it to look human, to stay warm, to keep her skin from looking like old paper.": "その肉は、人間らしく見えるため、体を温かく保つため、そして肌が古い紙のようにならないために、彼女の体には不可欠だった。",
        "She walked through the quiet backstreets.": "彼女は静かな裏通りを歩いた。",
        "Older houses, small gardens.": "古びた家々、小さな庭。",
        "Not many people.": "人影はまばらだった。",
        "Then she saw it.": "その時、彼女はそれを見た。",
        "A dog.": "一匹の犬だった。",
        "Old, brown fur, matted and dirty.": "老いて、茶色い毛はもつれて汚れていた。",
        "It lay near a small tree, not moving much.": "小さな木のそばに横たわり、ほとんど動かなかった。",
        "Its eyes were open, but they looked very tired.": "目は開いていたが、ひどく疲れているようだった。",
        "Too tired.": "疲れすぎていたのだ。",
        "This dog was dying.": "この犬は死に瀕していた。",
        "Zoey stopped.": "ゾーイは立ち止まった。",
        "Her first thought, quick as a blink, was practical: *No, not that kind of meat.* Her stomach rumbled, a silent joke.": "彼女の最初の思考は、瞬きするほど速く、実用的なものだった――「いや、この種類の肉ではない」。彼女の胃がゴロゴロと鳴った。それは声にならないジョークだった。",
        "A truly terrible joke.": "実にひどいジョークだ。",
        "She looked at the dog again.": "彼女は再びその犬を見た。",
        "It gave a soft, weak cough.": "犬は弱々しく、かすかな咳をした。",
        "It was just an animal, but its life was ending.": "ただの動物だったが、その命は終わろうとしていた。",
        "She had seen millions of deaths.": "彼女は何百万もの死を見てきた。",
        "People, animals, cities.": "人間、動物、都市の死を。",
        "So why did this one feel different?": "では、なぜこの死は違って感じられたのだろうか？",
        "Maybe because it reminded her of things she could not feel herself: true weakness, a final end.": "それはおそらく、彼女自身が感じることのできないもの――真の弱さ、そして最後の終わりを思い出させたからだろう。",
        "She had decaying compassion, yes.": "彼女には、朽ちつつある慈悲心があった。そう、確かに。",
        "A strange, old feeling.": "奇妙で、古ぼけた感情。",
        "\"Hello,\" Zoey said softly.": "「こんにちは」とゾーイは静かに言った。",
        "The dog didn't move much, just blinked.": "犬はあまり動かず、ただ瞬きをしただけだった。",
        "She knelt down.": "彼女はひざまずいた。",
        "No collar, no tag.": "首輪も、名札もなかった。",
        "\"Lost, huh?\" She checked its ear.": "「迷子になったのかしら？」彼女は犬の耳を確認した。",
        "Nothing.": "何もなかった。",
        "Just an old dog, alone.": "ただの老いた犬、一人ぼっちで。",
        "Zoey stood up.": "ゾーイは立ち上がった。",
        "She looked around.": "彼女はあたりを見回した。",
        "No posters.": "貼り紙はなかった。",
        "No one walking around calling \"Fido!\" or \"Buddy!\" She sighed.": "「フィードー！」「バディー！」と呼んで歩いている人もいなかった。彼女はため息をついた。",
        "This was not her problem.": "これは彼女の問題ではなかった。",
        "But she stayed.": "しかし、彼女はその場にとどまった。",
        "A small part of her, the part that remembered being human, wanted to help.": "彼女の中の小さな部分――人間であったことを覚えている部分が、助けたいと願った。",
        "It was a strange feeling, like an old coin found in a dusty box.": "それは、埃っぽい箱の中で見つかった古いコインのような、奇妙な感覚だった。",
        "She picked up the dog carefully.": "彼女は慎重にその犬を抱き上げた。",
        "It was light, so light.": "それは軽かった、あまりにも軽すぎた。",
        "Its breathing was shallow.": "その息は浅かった。",
        "\"Okay, old friend,\" she murmured.": "「よし、友よ」と彼女はつぶやいた。",
        "\"Let's see.\" She walked slowly, looking at every house.": "「見てみましょう」。彼女はゆっくりと歩き、一軒一軒の家を見て回った。",
        "She looked for a gate left open, a child’s drawing of a dog.": "開け放たれた門や、子供が描いた犬の絵を探した。",
        "People walked past her, busy, looking at their phones.": "人々は彼女のそばを通り過ぎていった。皆忙しそうで、スマホを見ていた。",
        "They did not see the dying dog in her arms, or they pretended not to.": "彼らは彼女の腕の中にいる死にゆく犬を見なかった、あるいは見て見ぬふりをしたのだ。",
        "Zoey felt a familiar sense of distance.": "ゾーイは慣れ親しんだ隔たりを感じた。",
        "She was always on the outside looking in.": "彼女はいつも、外側から眺めるばかりだった。",
        "The dog shivered slightly.": "犬はかすかに震えた。",
        "Its eyes were almost closed now.": "その目は今やほとんど閉じかけていた。",
        "Zoey walked to a small park.": "ゾーイは小さな公園へと歩いた。",
        "She sat on a bench.": "彼女はベンチに座った。",
        "The sun felt warm.": "太陽が暖かく感じられた。",
        "\"You're going to a quiet place,\" she whispered to the dog.": "「あなたは静かな場所へ行くのよ」と彼女は犬に囁いた。",
        "\"A place I cannot go.\" She remembered other dying things.": "「私が行くことのできない場所へ」。彼女は他の死にゆくものを思い出した。",
        "Battlefields, plagues, old friends on their deathbeds.": "戦場、疫病、そして死の床にある古くからの友人たち。",
        "She had always stayed the same.": "彼女はずっと変わらなかった。",
        "It was lonely, being the one who never left.": "去ることのできない者であることは、孤独だった。",
        "This dog would soon be truly free.": "この犬はすぐに、真に自由になるだろう。",
        "She felt a strange envy.": "彼女は奇妙な羨望を感じた。",
        "She stroked the dog's head.": "彼女は犬の頭を撫でた。",
        "Its fur was rough but soft.": "その毛はざらついていたが、柔らかだった。",
        "The warmth left its body slowly.": "その体からゆっくりと温かさが失われていった。",
        "Zoey felt its last breath, a tiny puff against her hand.": "ゾーイは犬の最後の息を手のひらに感じた。それはほんの小さいため息のようなものだった。",
        "Then, nothing.": "そして、何もなくなった。",
        "Stillness.": "静寂。",
        "The world kept moving around them.": "世界は彼らの周りで動き続けていた。",
        "Children laughed in the distance.": "遠くで子供たちが笑っていた。",
        "A bird sang.": "鳥が歌った。",
        "The dog was gone.": "犬は逝ってしまった。",
        "Zoey sat there for a long time.": "ゾーイはそこに長い間座っていた。",
        "The dog was truly gone.": "犬は確かに逝ってしまった。",
        "Finished.": "終わりを迎えたのだ。",
        "Its short life was over.": "その短い生涯は終わった。",
        "She, on the other hand, would continue.": "一方、彼女はこれからも続いていく。",
        "She would walk home, eat meat, pretend to be a young woman, and feel nothing new.": "彼女は家へ帰り、肉を食べ、若い女性のふりをして、そして何も新しい感情を抱かないだろう。",
        "The dog had a beginning and an end.": "その犬には始まりと終わりがあった。",
        "Zoey had only a beginning that never ended.": "ゾーイには、終わりのない始まりだけがあった。",
        "She looked at her hands.": "彼女は自分の手を見た。",
        "They looked human, but they were not.": "それは人間のように見えたが、人間のものではなかった。",
        "They had held so much life, and so much death.": "彼女の手は、あまりにも多くの生を、そしてあまりにも多くの死を抱えてきた。",
        "And still, they were here.": "それでも、それらはここに存在し続けた。",
        "She carefully laid the dog under the tree, near some flowers.": "彼女は慎重に、犬を木の下、花々のそばに横たえた。",
        "A small farewell.": "ささやかな別れだった。",
        "Then she stood up and walked away, back to her endless day, a quiet sadness heavier than usual.": "それから彼女は立ち上がり、いつもの終わりなき一日へと、普段よりも重い静かな悲しみを抱えながら歩き去った。",
        "Her reanimated heart felt a faint, echoing throb for a life that could truly end.": "蘇った彼女の心臓は、真に終わりを迎えることのできる命への、かすかで響くような鼓動を感じていた。"
      }
    },
    {
      "id": "ch3",
      "title": "Decomposition and Discarded Dresses",
      "description": "Vintage finds trigger painful memories for a decaying girl.",
      "sentences": {
        "Zoey walked slowly.": "ゾーイはゆっくり歩いた。",
        "Tokyo was a busy river of people.": "東京は、人々の行き交う賑やかな流れのようだった。",
        "Cars rushed past like metal fish.": "車が金属の魚のように通り過ぎていった。",
        "The sun was hot, even in the shade of tall buildings.": "高い建物の日陰でさえ、太陽は暑かった。",
        "Zoey felt a familiar weight inside her chest.": "ゾーイは胸に、いつもの重みを感じた。",
        "Not hunger for meat, not pain.": "肉への飢えでもなく、痛みでもない。",
        "Just…": "ただ…",
        "boredom.": "退屈。",
        "And something older, deeper.": "そして、もっと古く、もっと深い何か。",
        "She saw a small sign: \"Vintage Kimono Shop.\" The door was old wood, inviting.": "「ヴィンテージ着物店」という小さな看板が目に入った。古びた木の扉は、中へと誘うようだった。",
        "Zoey stepped inside.": "ゾーイは中へ足を踏み入れた。",
        "The air was cool, quiet.": "空気はひんやりと静かだった。",
        "It smelled of old silk, dust, and something like forgotten dreams.": "古い絹、埃、そして忘れられた夢のような匂いがした。",
        "Rows of beautiful kimonos hung.": "美しい着物がずらりと並んで吊るされていた。",
        "Each one was a soft ghost of a past life.": "それぞれの着物は、過去の人生の柔らかな幻影のようだった。",
        "Colours were soft, faded.": "色合いは淡く、色褪せていた。",
        "Patterns whispered stories from long ago.": "柄は遠い昔の物語を囁いていた。",
        "Zoey touched a sleeve.": "ゾーイは袖に触れた。",
        "The silk was cool under her fingers.": "指の下で絹はひんやりとしていた。",
        "Like a second skin, but not hers.": "第二の皮膚のようだが、彼女のものではなかった。",
        "She liked places like this.": "彼女はこのような場所が好きだった。",
        "They held history, but did not ask for her own.": "それらは歴史を宿していたが、彼女自身の歴史を求めることはなかった。",
        "Her eyes moved over the rich fabrics.": "彼女の視線は、豊かな生地の上を滑った。",
        "Then they stopped.": "そして、その視線は止まった。",
        "On a low table, folded neatly, was an *obi*.": "低いテーブルの上に、きちんと畳まれた帯があった。",
        "A long, wide sash used to tie a kimono.": "着物を締めるのに使われる、長く幅の広い帯だ。",
        "This one was special.": "それは特別だった。",
        "It was made of deep red silk, very fine.": "深紅の絹でできており、非常に上質だった。",
        "Woven into the silk were small, delicate plum blossoms, white and pink.": "絹には、小さく繊細な梅の花が白とピンクで織り込まれていた。",
        "They seemed to float.": "それらは浮かんでいるように見えた。",
        "Zoey reached out.": "ゾーイは手を伸ばした。",
        "Her fingers, pale and smooth, touched the silk.": "彼女の指は、青白く滑らかで、その絹に触れた。",
        "It felt just like she remembered.": "その感触は、まさに彼女の記憶の通りだった。",
        "Too much like she remembered.": "あまりにも記憶の通りすぎた。",
        "Suddenly, the shop faded.": "突然、店が薄れた。",
        "The cool air was gone.": "ひんやりとした空気は消えていた。",
        "Zoey was standing in a different place.": "ゾーイは別の場所に立っていた。",
        "The smell of cherry blossoms was in the air, not plum, but still spring.": "空気中には桜の香りが漂っていた。梅ではなく、しかし確かに春の香りだった。",
        "Fireflies danced in the warm evening.": "暖かい夕べには蛍が舞っていた。",
        "Laughter echoed from far away.": "遠くから笑い声が響いていた。",
        "She was not Zoey Yamashita now.": "彼女は今、山下ゾーイではなかった。",
        "She was younger, with a name long forgotten.": "彼女はもっと若く、名前はとっくの昔に忘れ去られていた。",
        "She was alive.": "彼女は生きていた。",
        "She was wearing a kimono, a beautiful one.": "彼女は着物を着ていた、美しい着物を。",
        "And around her waist, tied by her mother's careful hands, was *this* obi.": "そして彼女の腰には、母親の丁寧な手によって締められた、*この*帯があった。",
        "The red silk with the plum blossoms.": "梅の花が織り込まれた、あの赤い絹の帯だ。",
        "Her heart felt so light, so full of hope.": "彼女の心は、あまりにも軽く、希望に満ちていた。",
        "A young man stood beside her.": "若い男性が彼女の隣に立っていた。",
        "His hand was warm in hers.": "彼の手は、彼女の手の中で温かかった。",
        "\"Next spring,\" he said, his voice soft.": "「来年の春には」彼は優しい声で言った。",
        "\"We will build our house near the river.": "「川のそばに私たちの家を建てよう。",
        "We will plant plum trees, just for you.\" He smiled, his eyes kind.": "君のためだけに、梅の木を植えるんだ。」彼は微笑み、その目は優しかった。",
        "\"And we will watch our children grow under their shade.\"  She smiled back, her cheeks warm.": "「そして、その木陰で私たちの子供たちが育つのを見守ろう。」彼女は微笑み返した、頬は温かだった。",
        "She felt happy.": "彼女は幸福を感じた。",
        "A simple, human happiness.": "素朴で、人間らしい幸福。",
        "A future, clear like water.": "水のように澄み切った未来。",
        "A future with a house, plum trees, children.": "家があり、梅の木があり、子供たちがいる未来。",
        "A life that would grow old, slowly, naturally, with love.": "ゆっくりと、自然に、愛と共に歳を重ねていく人生。",
        "*Thump.*  Zoey was back in the quiet shop.": "*ドン、と。* ゾーイは静かな店に戻っていた。",
        "The obi was still on the table.": "帯はまだテーブルの上に置かれていた。",
        "The plum blossoms still floated on the red silk.": "梅の花はまだ赤い絹の上に浮かんでいた。",
        "But the young man was gone.": "しかし、若い男性はもういなかった。",
        "The house, the plum trees, the children.": "家も、梅の木も、子供たちも。",
        "All gone.": "全てが消え去っていた。",
        "For 400 years.": "400年もの間。",
        "She looked at her hand.": "彼女は自分の手を見た。",
        "It was not warm and soft like in the memory.": "それは記憶の中のように温かくも柔らかくもなかった。",
        "It was cool, unfeeling.": "冷たく、生気がなかった。",
        "It would never grow old.": "それは決して歳をとることはないだろう。",
        "It would never wrinkle.": "決して皺が寄ることもないだろう。",
        "It would never show the passing of years, the signs of a life lived.": "年月が過ぎ去ること、生きた証を、それは決して示すことはないだろう。",
        "It would stay like this, forever.": "それはこのまま、永遠にあり続けるだろう。",
        "Undead.": "不死。",
        "\"A future,\" Zoey thought, her inner voice dry.": "「未来、か。」ゾーイは内心、乾いた声で思った。",
        "\"What a beautiful thing to look forward to.\" She almost laughed.": "「なんと、待ち望むに値する美しいものだろう。」彼女は思わず笑いそうになった。",
        "A short, bitter sound that did not leave her lips.": "短く、苦々しい音は、彼女の唇から漏れることはなかった。",
        "Her own future had ended before it truly began.": "彼女自身の未来は、本当に始まる前に終わっていた。",
        "It had not decayed.": "それは腐敗することはなかった。",
        "It had just stopped.": "ただ止まっていたのだ。",
        "Frozen.": "凍りついたまま。",
        "Like her body.": "彼女の体のように。",
        "She was a memory, a living ghost.": "彼女は記憶であり、生きる幽霊だった。",
        "The obi was a ghost of silk.": "帯は絹の幽霊だった。",
        "It had a long history, but it had not lost its beauty.": "それは長い歴史を持っていたが、その美しさを失ってはいなかった。",
        "Her body had a long history, too, but it had lost its ability to live.": "彼女の体もまた長い歴史を持っていたが、生きる能力を失っていた。",
        "To change.": "変化すること。",
        "To die.": "死ぬこと。",
        "The shop owner, a kind old woman, walked by.": "店の主である親切な老婆が通りかかった。",
        "She smiled at Zoey.": "彼女はゾーイに微笑みかけた。",
        "\"It's beautiful, isn't it?\" she asked softly, looking at the obi.": "「美しいでしょう？」彼女は帯を見つめながら、優しく尋ねた。",
        "\"From the Edo period.": "「江戸時代のものです。",
        "Very rare.\"  Zoey nodded slowly.": "とても珍しいのよ。」ゾーイはゆっくりと頷いた。",
        "\"Yes,\" she said.": "「ええ」彼女は言った。",
        "Her voice was steady, calm.": "彼女の声は、揺るぎなく、穏やかだった。",
        "No one would know the storm inside her.": "誰も彼女の内心の嵐を知ることはないだろう。",
        "\"Very rare.\"  She gently put the obi back on the table.": "「とても珍しい。」彼女は優しく帯をテーブルに戻した。",
        "It was for someone else.": "それは、他の誰かのためのものだった。",
        "Someone who still had a future.": "まだ未来を持っている誰かの。",
        "Someone who could still grow old, naturally, beautifully.": "まだ自然に、美しく歳を重ねていける誰かの。",
        "Someone who could still decay in the right way.": "まだ「正しく」朽ちていける誰かの。",
        "Zoey turned and walked out of the shop.": "ゾーイは向きを変え、店を出た。",
        "The bright Tokyo street was suddenly too loud, too bright.": "明るい東京の通りは、急に騒がしすぎ、明るすぎると感じられた。",
        "The future was still rushing by.": "未来は、まだ猛スピードで過ぎ去っていった。",
        "But it was not hers.": "しかし、それは彼女のものではなかった。",
        "It was never hers.": "決して彼女のものではなかった。",
        "And it would never be.": "そして、これからもそうなることはないだろう。"
      }
    }
  ]
}