{
    "title": "Skelly and the Missing Leg",
    "description": "Un esqueleto llamado Skelly se despert贸 y descubri贸 que su pierna hab铆a desaparecido, as铆 que se embarc贸 en una aventura para encontrarla.",
    "pages": [
        {
            "id": "1",
            "title": "The Discovery of the Missing Leg",
            "description": "Skelly se despierta y descubre que su pierna ha desaparecido",
            "sentences": {
                "Skelly the Skeleton woke up with a stretch and a rattle.": "El esqueleto Skelly se despert贸 estir谩ndose y haciendo ruido de huesos.",
                "\"Morning bones!\" he yawned. But something didn't feel quite right...": "\"隆Buenos d铆as, huesos!\" bostez贸. Pero algo no se sent铆a bien...",
                "He looked down.": "Mir贸 hacia abajo.",
                "\"Oh no!\" Skelly gasped. \"I'm missing a leg!\"": "\"隆Oh no!\" Skelly jade贸. \"隆Me falta una pierna!\""
            }
        },
        {
            "id": "2",
            "title": "Searching for the Missing Leg in the House",
            "description": "Skelly busca su pierna perdida en la casa",
            "sentences": {
                "Skelly hopped in circles, wobbling like a spinning spoon.": "Skelly saltaba en c铆rculos, tambale谩ndose como una cuchara giratoria.",
                "\"I must've kicked it off in my sleep!\" he said.": "\"隆Debo haberla pateado mientras dorm铆a!\" dijo.",
                "He peeked under his coffin bed. Nope.": "Ech贸 un vistazo debajo de su cama ata煤d. Nada.",
                "He checked behind the closet full of cobwebs. Nada.": "Revis贸 detr谩s del armario lleno de telara帽as. Nada."
            }
        },
        {
            "id": "3",
            "title": "Searching for the Missing Leg Outside",
            "description": "Skelly sale afuera llamando a su pierna mientras busca",
            "sentences": {
                "He hopped out of his dusty old house, calling,": "Salt贸 fuera de su polvorienta casa vieja, gritando:",
                "\"Leg! Leeeeeeg! Where are you, buddy?\"": "\"隆Pierna! 隆Pieeeeerna! 驴D贸nde est谩s, amigo?\"",
                "The wind howled back, but there was no answer.": "El viento aull贸 de vuelta, pero no hubo respuesta.",
                "Thena squeaky giggle!": "隆Entoncesuna risita chirriante!"
            }
        },
        {
            "id": "4",
            "title": "The Meeting with Benny the Bat",
            "description": "Skelly conoce al murci茅lago Benny y le sugieren preguntar a Frankie la rana",
            "sentences": {
                "It was Benny the Bat, hanging upside down from a tree.": "Era Benny el Murci茅lago, colgando boca abajo de un 谩rbol.",
                "\"Skelly! You're looking... half as tall as usual!\"": "\"隆Skelly! Te ves... 隆la mitad de alto que de costumbre!\"",
                "\"Have you seen my leg?\" asked Skelly.": "\"驴Has visto mi pierna?\" pregunt贸 Skelly.",
                "Benny flapped. \"Nope! But maybe Frankie the Frog saw something. He's always jumping around!\"": "Benny alete贸. \"隆No! Pero tal vez Frankie la Rana vio algo. 隆Siempre est谩 saltando por ah铆!\""
            }
        },
        {
            "id": "5",
            "title": "Frankie the Frog",
            "description": "Skelly le pregunta a Frankie la rana sobre su pierna perdida",
            "sentences": {
                "At the swamp, Skelly found Frankie sitting on a lily pad.": "En el pantano, Skelly encontr贸 a Frankie sentado en una hoja de nen煤far.",
                "\"Frankie, have you seen a bony leg hop by?\"": "\"Frankie, 驴has visto una pierna huesuda saltar por aqu铆?\"",
                "Frankie blinked. \"I saw something long and white floating down the creek!\"": "Frankie parpade贸. \"隆Vi algo largo y blanco flotando por el arroyo!\"",
                "Skelly gasped. \"That must be it!\"": "Skelly jade贸. \"隆Eso debe ser!\""
            }
        },
        {
            "id": "6",
            "title": "The Broomstick",
            "description": "Encuentran un palo de escoba viejo en lugar de una pierna",
            "sentences": {
                "They raced to the creekbut it wasn't a leg.": "Corrieron al arroyopero no era una pierna.",
                "It was an old broomstick.": "Era un palo de escoba viejo.",
                "\"Oops,\" croaked Frankie.": "\"Ups,\" cro贸 Frankie.",
                "Skelly sighed, but thanked him anyway. \"Onward!\"": "Skelly suspir贸, pero le agradeci贸 de todos modos. \"隆Adelante!\""
            }
        },
        {
            "id": "7",
            "title": "The Graveyard",
            "description": "Skelly pregunta a los fantasmas del cementerio",
            "sentences": {
                "Skelly wobbled into the graveyard, where the ghosts liked to play tag.": "Skelly se tambale贸 hacia el cementerio, donde a los fantasmas les gustaba jugar a las traes.",
                "\"Hey, Casper! Hey, Wisp!\" he called. \"Seen a leg wandering around?\"": "\"隆Hola, Casper! 隆Hola, Wisp!\" grit贸. \"驴Han visto una pierna vagando por ah铆?\"",
                "One ghost giggled, \"Something kicked me in the head last night!\"": "Un fantasma se ri贸. \"隆Algo me pate贸 en la cabeza anoche!\"",
                "Skelly perked up. \"Where?\"": "Skelly se anim贸. \"驴D贸nde?\"",
                "\"In the old mausoleum. It made a 'clunk' and flew off!\"": "\"En el viejo mausoleo. 隆Hizo un 'clunk' y sali贸 volando!\""
            }
        },
        {
            "id": "8",
            "title": "The Mausoleum",
            "description": "Skelly busca en el mausoleo y encuentra una pierna de maniqu铆",
            "sentences": {
                "Inside the mausoleum, Skelly crept past creaky tombs and sleepy spiders.": "Dentro del mausoleo, Skelly se desliz贸 pasando tumbas chirriantes y ara帽as somnolientas.",
                "He found... a leg!": "隆Encontr贸... una pierna!",
                "But when he picked it upclunk!": "Pero cuando la recogi贸隆clunk!",
                "It was a mannequin leg, left from last year's costume party.": "Era una pierna de maniqu铆, dejada de la fiesta de disfraces del a帽o pasado.",
                "\"Not again,\" Skelly groaned, tossing it aside.": "\"No otra vez,\" gimi贸 Skelly, tir谩ndola a un lado.",
                "Time to keep looking...": "Hora de seguir buscando..."
            }
        },
        {
            "id": "9",
            "title": "Wanda the Witch",
            "description": "Skelly visita a la bruja Wanda y descubre que ella encontr贸 la pierna",
            "sentences": {
                "Next stop: the haunted pumpkin patch.": "Siguiente parada: el campo de calabazas embrujado.",
                "Wanda the Witch was there, practicing spells.": "Wanda la Bruja estaba ah铆, practicando hechizos.",
                "\"Have you seen my leg?\" Skelly asked.": "\"驴Has visto mi pierna?\" pregunt贸 Skelly.",
                "Wanda cackled. \"Was that what my cat dragged in this morning?\"": "Wanda se ri贸. \"驴Eso fue lo que mi gato arrastr贸 esta ma帽ana?\""
            }
        },
        {
            "id": "10",
            "title": "The Discovery of the Leg",
            "description": "Skelly encuentra su pierna real en el caldero de Wanda",
            "sentences": {
                "Sure enough, in Wanda's cauldron sat a bony leg...": "Efectivamente, en el caldero de Wanda hab铆a una pierna huesuda...",
                "with a sock still on it!": "隆con un calcet铆n todav铆a puesto!",
                "\"MY LEG!\" Skelly cheered.": "\"隆MI PIERNA!\" grit贸 Skelly.",
                "The black cat hissed and backed away with a \"Mrrrow!\"": "El gato negro sise贸 y retrocedi贸 con un \"隆Miau!\""
            }
        },
        {
            "id": "11",
            "title": "The Reattachment of the Leg",
            "description": "Skelly reconecta su pierna y la fija",
            "sentences": {
                "\"Careful, it's a little boiled,\" Wanda warned.": "\"Cuidado, est谩 un poco hervida,\" advirti贸 Wanda.",
                "Skelly picked it up and clicked it back in place with a satisfying SNAP!": "隆Skelly la recogi贸 y la encaj贸 de vuelta en su lugar con un satisfactorio 隆SNAP!",
                "\"Aaaah, much better,\" he said, doing a happy little jig.": "\"Aaaah, mucho mejor,\" dijo, haciendo una peque帽a danza feliz.",
                "\"Thanks, everyone!\"": "\"隆Gracias a todos!\""
            }
        },
        {
            "id": "12",
            "title": "The Safety Measures at Night",
            "description": "Skelly ata su pierna para evitar que se escape de nuevo",
            "sentences": {
                "That night, back in bed, Skelly tied his leg to his hip with a shoelace.": "Esa noche, de vuelta en la cama, Skelly at贸 su pierna a su cadera con un cord贸n.",
                "\"No more runaway bones for me!\"": "\"隆No m谩s huesos fugitivos para m铆!\"",
                "He closed his eye sockets and smiled.": "Cerr贸 sus cuencas oculares y sonri贸.",
                "Somewhere, Benny the Bat giggled from the rafters.": "En alg煤n lugar, Benny el Murci茅lago se ri贸 desde las vigas."
            }
        },
        {
            "id": "13",
            "title": "The End",
            "description": "La historia termina con una advertencia divertida",
            "sentences": {
                "THE END": "FIN",
                "...Or is it? Better check your toes before you sleep! ": "...驴O lo es? 隆Mejor revisa tus dedos de los pies antes de dormir! "
            }
        }
    ]
}