{
  "title": "スケリーとなくなった足",
  "description": "スケリーというスケルトンが目を覚ますと足がなくなっていて、それを探す冒険に出かけます。",
  "pages": [
    {
      "id": "1",
      "title": "足がなくなった発見",
      "description": "スケリーが目を覚まして足がないことに気づきます",
      "sentences": {
        "Skelly the Skeleton woke up with a stretch and a rattle.": "スケリーというスケルトンは伸びをして、がらがらと音を立てながら目を覚ました。",
        "\"Morning bones!\" he yawned. But something didn't feel quite right...": "\"おはよう、骨たち！\"彼はあくびをした。でも何かがおかしい感じがした...",
        "He looked down.": "彼は下を見た。",
        "\"Oh no!\" Skelly gasped. \"I'm missing a leg!\"": "\"ああ、大変！\"スケリーは息を呑んだ。\"足が一本ない！\""
      }
    },
    {
      "id": "2",
      "title": "家の中を探す",
      "description": "スケリーが家の中でなくなった足を探します",
      "sentences": {
        "Skelly hopped in circles, wobbling like a spinning spoon.": "スケリーは円を描いて跳び回り、回転するスプーンのようにふらついた。",
        "\"I must've kicked it off in my sleep!\" he said.": "\"寝ている間に蹴り飛ばしてしまったに違いない！\"彼は言った。",
        "He peeked under his coffin bed. Nope.": "彼は棺桶のベッドの下を覗いた。何もない。",
        "He checked behind the closet full of cobwebs. Nada.": "クモの巣だらけのクローゼットの後ろを調べた。何もない。"
      }
    },
    {
      "id": "3",
      "title": "外で探す",
      "description": "スケリーが外に出て足を呼びながら探します",
      "sentences": {
        "He hopped out of his dusty old house, calling,": "彼はほこりっぽい古い家から跳び出し、叫んだ：",
        "\"Leg! Leeeeeeg! Where are you, buddy?\"": "\"足！足ーーー！どこにいるんだ、相棒？\"",
        "The wind howled back, but there was no answer.": "風がうなり声で返事をしたが、答えはなかった。",
        "Then—a squeaky giggle!": "その時ーーきしむような笑い声が！"
      }
    },
    {
      "id": "4",
      "title": "ベニー・ザ・バットとの出会い",
      "description": "スケリーがベニー・ザ・バットに会い、フランキー・ザ・フロッグに聞くよう提案されます",
      "sentences": {
        "It was Benny the Bat, hanging upside down from a tree.": "それはベニー・ザ・バットで、木から逆さまにぶら下がっていた。",
        "\"Skelly! You're looking... half as tall as usual!\"": "\"スケリー！君は...いつもの半分の高さに見えるね！\"",
        "\"Have you seen my leg?\" asked Skelly.": "\"僕の足を見なかった？\"スケリーが尋ねた。",
        "Benny flapped. \"Nope! But maybe Frankie the Frog saw something. He's always jumping around!\"": "ベニーは羽ばたいた。\"いや！でもフランキー・ザ・フロッグが何かを見たかもしれない。彼はいつも跳び回っているから！\""
      }
    },
    {
      "id": "5",
      "title": "フランキー・ザ・フロッグ",
      "description": "スケリーがフランキー・ザ・フロッグになくなった足について尋ねます",
      "sentences": {
        "At the swamp, Skelly found Frankie sitting on a lily pad.": "沼地で、スケリーは睡蓮の葉の上に座っているフランキーを見つけた。",
        "\"Frankie, have you seen a bony leg hop by?\"": "\"フランキー、骨の足が跳んでいくのを見なかった？\"",
        "Frankie blinked. \"I saw something long and white floating down the creek!\"": "フランキーは瞬きした。\"長くて白いものが小川を流れていくのを見たよ！\"",
        "Skelly gasped. \"That must be it!\"": "スケリーは息を呑んだ。\"それに違いない！\""
      }
    },
    {
      "id": "6",
      "title": "ほうきの柄",
      "description": "足の代わりに古いほうきの柄を見つけます",
      "sentences": {
        "They raced to the creek—but it wasn't a leg.": "彼らは小川に駆けつけたーーでもそれは足ではなかった。",
        "It was an old broomstick.": "それは古いほうきの柄だった。",
        "\"Oops,\" croaked Frankie.": "\"おっと、\"フランキーがガラガラ声で言った。",
        "Skelly sighed, but thanked him anyway. \"Onward!\"": "スケリーはため息をついたが、それでも彼に感謝した。\"前進だ！\""
      }
    },
    {
      "id": "7",
      "title": "墓地",
      "description": "スケリーが墓地の幽霊たちに尋ねます",
      "sentences": {
        "Skelly wobbled into the graveyard, where the ghosts liked to play tag.": "スケリーは墓地にふらつきながら入っていった。幽霊たちが鬼ごっこをして遊ぶ場所だった。",
        "\"Hey, Casper! Hey, Wisp!\" he called. \"Seen a leg wandering around?\"": "\"やあ、キャスパー！やあ、ウィスプ！\"彼は叫んだ。\"足がうろついているのを見なかった？\"",
        "One ghost giggled, \"Something kicked me in the head last night!\"": "一匹の幽霊がくすくす笑った。\"昨夜、何かが僕の頭を蹴ったよ！\"",
        "Skelly perked up. \"Where?\"": "スケリーは身を乗り出した。\"どこで？\"",
        "\"In the old mausoleum. It made a 'clunk' and flew off!\"": "\"古い霊廟で。『ガチャン』という音を立てて飛んでいった！\""
      }
    },
    {
      "id": "8",
      "title": "霊廟",
      "description": "スケリーが霊廟を探し、マネキンの足を見つけます",
      "sentences": {
        "Inside the mausoleum, Skelly crept past creaky tombs and sleepy spiders.": "霊廟の中で、スケリーはきしむ墓石と眠そうなクモのそばを忍び足で通り過ぎた。",
        "He found... a leg!": "彼は見つけた...足を！",
        "But when he picked it up—clunk!": "でも彼がそれを拾い上げるとーーガチャン！",
        "It was a mannequin leg, left from last year's costume party.": "それはマネキンの足で、去年のコスチュームパーティーから残されていたものだった。",
        "\"Not again,\" Skelly groaned, tossing it aside.": "\"またか、\"スケリーはうめいて、それを投げ捨てた。",
        "Time to keep looking...": "探し続ける時間だ..."
      }
    },
    {
      "id": "9",
      "title": "ワンダ・ザ・ウィッチ",
      "description": "スケリーがワンダ・ザ・ウィッチを訪れ、彼女が足を見つけたことがわかります",
      "sentences": {
        "Next stop: the haunted pumpkin patch.": "次の目的地：お化けかぼちゃ畑。",
        "Wanda the Witch was there, practicing spells.": "ワンダ・ザ・ウィッチがそこにいて、呪文の練習をしていた。",
        "\"Have you seen my leg?\" Skelly asked.": "\"僕の足を見なかった？\"スケリーが尋ねた。",
        "Wanda cackled. \"Was that what my cat dragged in this morning?\"": "ワンダは高笑いした。\"それが今朝、私の猫が引っ張ってきたものかしら？\""
      }
    },
    {
      "id": "10",
      "title": "足を発見",
      "description": "スケリーがワンダの大鍋で本物の足を見つけます",
      "sentences": {
        "Sure enough, in Wanda's cauldron sat a bony leg...": "案の定、ワンダの大鍋には骨の足が座っていた...",
        "with a sock still on it!": "靴下がまだ履かれたままで！",
        "\"MY LEG!\" Skelly cheered.": "\"僕の足だ！\"スケリーは歓声を上げた。",
        "The black cat hissed and backed away with a \"Mrrrow!\"": "黒猫はシューッと鳴いて、\"ニャー！\"と言いながら後ずさりした。"
      }
    },
    {
      "id": "11",
      "title": "足を再接続",
      "description": "スケリーが足を再接続し、固定します",
      "sentences": {
        "\"Careful, it's a little boiled,\" Wanda warned.": "\"気をつけて、少し茹でられているから、\"ワンダが警告した。",
        "Skelly picked it up and clicked it back in place with a satisfying SNAP!": "スケリーはそれを拾い上げ、満足のいくカチッという音と共に元の場所にクリックして戻した！",
        "\"Aaaah, much better,\" he said, doing a happy little jig.": "\"ああ、ずっと良い、\"彼は言い、嬉しそうに小さなジグを踊った。",
        "\"Thanks, everyone!\"": "\"みんな、ありがとう！\""
      }
    },
    {
      "id": "12",
      "title": "夜の安全対策",
      "description": "スケリーが足を結んで再び逃げないようにします",
      "sentences": {
        "That night, back in bed, Skelly tied his leg to his hip with a shoelace.": "その夜、ベッドに戻って、スケリーは靴紐で足を腰に結びつけた。",
        "\"No more runaway bones for me!\"": "\"もう骨が逃げることはない！\"",
        "He closed his eye sockets and smiled.": "彼は眼窩を閉じて微笑んだ。",
        "Somewhere, Benny the Bat giggled from the rafters.": "どこかで、ベニー・ザ・バットが垂木からくすくす笑っていた。"
      }
    },
    {
      "id": "13",
      "title": "終わり",
      "description": "物語は遊び心のある警告で終わります",
      "sentences": {
        "THE END": "終わり",
        "...Or is it? Better check your toes before you sleep! 👣": "...それとも？寝る前に足の指をチェックした方がいいよ！👣"
      }
    }
  ]
}
