{
    "title": "Skelly and the Missing Leg",
    "description": "Một bộ xương tên Skelly thức dậy và phát hiện chân của mình biến mất, vì vậy anh ta bắt đầu cuộc phiêu lưu tìm kiếm chân.",
    "pages": [
        {
            "id": "1",
            "title": "The Discovery of the Missing Leg",
            "description": "Skelly thức dậy và phát hiện chân của mình biến mất",
            "sentences": {
                "Skelly the Skeleton woke up with a stretch and a rattle.": "Bộ xương Skelly vươn vai và thức dậy với tiếng lách cách.",
                "\"Morning bones!\" he yawned. But something didn't feel quite right...": "\"Chào buổi sáng, các xương!\" anh ta ngáp. Nhưng có gì đó không ổn...",
                "He looked down.": "Anh ta nhìn xuống.",
                "\"Oh no!\" Skelly gasped. \"I'm missing a leg!\"": "\"Ôi không!\" Skelly thở hổn hển. \"Tôi mất một chân!\""
            }
        },
        {
            "id": "2",
            "title": "Searching for the Missing Leg in the House",
            "description": "Skelly tìm kiếm chân bị mất trong nhà",
            "sentences": {
                "Skelly hopped in circles, wobbling like a spinning spoon.": "Skelly nhảy vòng tròn, lắc lư như một cái thìa quay.",
                "\"I must've kicked it off in my sleep!\" he said.": "\"Tôi chắc đã đá nó ra khi ngủ!\" anh ta nói.",
                "He peeked under his coffin bed. Nope.": "Anh ta nhìn dưới giường quan tài. Không có gì.",
                "He checked behind the closet full of cobwebs. Nada.": "Anh ta kiểm tra phía sau tủ quần áo đầy mạng nhện. Không có gì."
            }
        },
        {
            "id": "3",
            "title": "Searching for the Missing Leg Outside",
            "description": "Skelly ra ngoài vừa gọi chân vừa tìm kiếm",
            "sentences": {
                "He hopped out of his dusty old house, calling,": "Anh ta nhảy ra khỏi ngôi nhà cũ đầy bụi, gọi:",
                "\"Leg! Leeeeeeg! Where are you, buddy?\"": "\"Chân! Chân——! Bạn ở đâu, bạn ơi?\"",
                "The wind howled back, but there was no answer.": "Gió gào thét trả lời, nhưng không có câu trả lời.",
                "Then—a squeaky giggle!": "Rồi—một tiếng cười khúc khích!"
            }
        },
        {
            "id": "4",
            "title": "The Meeting with Benny the Bat",
            "description": "Skelly gặp dơi Benny, được khuyên hỏi ếch Frankie",
            "sentences": {
                "It was Benny the Bat, hanging upside down from a tree.": "Đó là dơi Benny, treo ngược trên cây.",
                "\"Skelly! You're looking... half as tall as usual!\"": "\"Skelly! Bạn trông... thấp hơn một nửa so với bình thường!\"",
                "\"Have you seen my leg?\" asked Skelly.": "\"Bạn có thấy chân tôi không?\" Skelly hỏi.",
                "Benny flapped. \"Nope! But maybe Frankie the Frog saw something. He's always jumping around!\"": "Benny vỗ cánh. \"Không! Nhưng có thể ếch Frankie đã thấy gì đó. Anh ta luôn nhảy lung tung!\""
            }
        },
        {
            "id": "5",
            "title": "Frankie the Frog",
            "description": "Skelly hỏi ếch Frankie về chân bị mất",
            "sentences": {
                "At the swamp, Skelly found Frankie sitting on a lily pad.": "Ở đầm lầy, Skelly thấy Frankie ngồi trên lá sen.",
                "\"Frankie, have you seen a bony leg hop by?\"": "\"Frankie, bạn có thấy một cái chân xương nhảy qua không?\"",
                "Frankie blinked. \"I saw something long and white floating down the creek!\"": "Frankie chớp mắt. \"Tôi thấy một cái gì đó dài và trắng trôi xuống suối!\"",
                "Skelly gasped. \"That must be it!\"": "Skelly thở hổn hển. \"Đó chắc chắn là nó!\""
            }
        },
        {
            "id": "6",
            "title": "The Broomstick",
            "description": "Tìm thấy một cái cán chổi cũ thay vì chân",
            "sentences": {
                "They raced to the creek—but it wasn't a leg.": "Họ chạy đến suối—nhưng đó không phải là chân.",
                "It was an old broomstick.": "Đó là một cái cán chổi cũ.",
                "\"Oops,\" croaked Frankie.": "\"Ôi,\" Frankie kêu khàn khàn.",
                "Skelly sighed, but thanked him anyway. \"Onward!\"": "Skelly thở dài, nhưng vẫn cảm ơn anh ta. \"Tiếp tục!\""
            }
        },
        {
            "id": "7",
            "title": "The Graveyard",
            "description": "Skelly hỏi các ma ở nghĩa địa",
            "sentences": {
                "Skelly wobbled into the graveyard, where the ghosts liked to play tag.": "Skelly lắc lư vào nghĩa địa, nơi các ma thích chơi trò đuổi bắt.",
                "\"Hey, Casper! Hey, Wisp!\" he called. \"Seen a leg wandering around?\"": "\"Này, Casper! Này, Wisp!\" anh ta gọi. \"Có thấy một cái chân đi lang thang không?\"",
                "One ghost giggled, \"Something kicked me in the head last night!\"": "Một con ma cười khúc khích, \"Tối qua có cái gì đó đá vào đầu tôi!\"",
                "Skelly perked up. \"Where?\"": "Skelly phấn khởi. \"Ở đâu?\"",
                "\"In the old mausoleum. It made a 'clunk' and flew off!\"": "\"Trong lăng mộ cổ. Nó phát ra tiếng 'cạch' và bay đi!\""
            }
        },
        {
            "id": "8",
            "title": "The Mausoleum",
            "description": "Skelly tìm kiếm trong lăng mộ, tìm thấy một cái chân giả",
            "sentences": {
                "Inside the mausoleum, Skelly crept past creaky tombs and sleepy spiders.": "Trong lăng mộ, Skelly lén lút đi qua những ngôi mộ kêu cót két và những con nhện buồn ngủ.",
                "He found... a leg!": "Anh ta tìm thấy... một cái chân!",
                "But when he picked it up—clunk!": "Nhưng khi anh ta nhặt nó lên—cạch!",
                "It was a mannequin leg, left from last year's costume party.": "Đó là một cái chân mannequin, còn sót lại từ bữa tiệc hóa trang năm ngoái.",
                "\"Not again,\" Skelly groaned, tossing it aside.": "\"Lại nữa,\" Skelly rên rỉ, ném nó sang một bên.",
                "Time to keep looking...": "Đến lúc tiếp tục tìm kiếm..."
            }
        },
        {
            "id": "9",
            "title": "Wanda the Witch",
            "description": "Skelly thăm phù thủy Wanda, phát hiện cô ta đã tìm thấy chân",
            "sentences": {
                "Next stop: the haunted pumpkin patch.": "Điểm dừng tiếp theo: ruộng bí ngô ma quái.",
                "Wanda the Witch was there, practicing spells.": "Phù thủy Wanda ở đó, luyện tập phép thuật.",
                "\"Have you seen my leg?\" Skelly asked.": "\"Bạn có thấy chân tôi không?\" Skelly hỏi.",
                "Wanda cackled. \"Was that what my cat dragged in this morning?\"": "Wanda cười khúc khích. \"Đó có phải là thứ con mèo của tôi kéo vào sáng nay không?\""
            }
        },
        {
            "id": "10",
            "title": "The Discovery of the Leg",
            "description": "Skelly tìm thấy chân thật trong nồi lớn của Wanda",
            "sentences": {
                "Sure enough, in Wanda's cauldron sat a bony leg...": "Quả nhiên, trong nồi lớn của Wanda có một cái chân xương...",
                "with a sock still on it!": "vẫn còn mang tất!",
                "\"MY LEG!\" Skelly cheered.": "\"CHÂN CỦA TÔI!\" Skelly reo vui.",
                "The black cat hissed and backed away with a \"Mrrrow!\"": "Con mèo đen rít lên và lùi lại với tiếng \"Meo!\""
            }
        },
        {
            "id": "11",
            "title": "The Reattachment of the Leg",
            "description": "Skelly nối lại chân và cố định nó",
            "sentences": {
                "\"Careful, it's a little boiled,\" Wanda warned.": "\"Cẩn thận, nó hơi bị luộc rồi,\" Wanda cảnh báo.",
                "Skelly picked it up and clicked it back in place with a satisfying SNAP!": "Skelly nhặt nó lên và cắm lại vào chỗ với tiếng SNAP thỏa mãn!",
                "\"Aaaah, much better,\" he said, doing a happy little jig.": "\"Aaaah, tốt hơn nhiều,\" anh ta nói, nhảy một điệu nhảy nhỏ vui vẻ.",
                "\"Thanks, everyone!\"": "\"Cảm ơn mọi người!\""
            }
        },
        {
            "id": "12",
            "title": "The Safety Measures at Night",
            "description": "Skelly buộc chân lại để ngăn nó chạy trốn lần nữa",
            "sentences": {
                "That night, back in bed, Skelly tied his leg to his hip with a shoelace.": "Đêm đó, trở lại giường, Skelly buộc chân vào hông bằng dây giày.",
                "\"No more runaway bones for me!\"": "\"Xương của tôi sẽ không chạy trốn nữa!\"",
                "He closed his eye sockets and smiled.": "Anh ta nhắm mắt và cười.",
                "Somewhere, Benny the Bat giggled from the rafters.": "Ở đâu đó, dơi Benny cười khúc khích từ xà nhà."
            }
        },
        {
            "id": "13",
            "title": "The End",
            "description": "Câu chuyện kết thúc với lời cảnh báo thú vị",
            "sentences": {
                "THE END": "KẾT THÚC",
                "...Or is it? Better check your toes before you sleep! 👣": "...Hay là không? Tốt hơn hết hãy kiểm tra ngón chân trước khi ngủ! 👣"
            }
        }
    ]
}